{"id": "2511.14866", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.14866", "abs": "https://arxiv.org/abs/2511.14866", "authors": ["Igor L. C. Lima", "M. V. Milošević", "F. M. Peeters", "Andrey Chaves"], "title": "Tuning of exciton type by environmental screening", "comment": null, "summary": "We theoretically investigate the binding energy and electron-hole (e-h) overlap of excitonic states confined at the interface between two-dimensional materials with type-II band alignment, i.e., with lowest conduction and highest valence band edges placed in different materials, arranged in a side-by-side planar heterostructure. We propose a variational procedure within the effective mass approximation to calculate the exciton ground state and apply our model to a monolayer MoS$_2$/WS$_2$ heterostructure. The role of nonabrupt interfaces between the materials is accounted for in our model by assuming a W$_x$Mo$_{1-x}$S$_2$ alloy around the interfacial region. Our results demonstrate that (i) interface-bound excitons are energetically favorable only for small interface thickness and/or for systems under high dielectric screening by the materials surrounding the monolayer, and that (ii) the interface exciton binding energy and its e-h overlap are controllable by the interface width and dielectric environment."}
{"id": "2511.14888", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.14888", "abs": "https://arxiv.org/abs/2511.14888", "authors": ["Divya Sahani", "Sunit Das", "Kenji Watanabe", "Takashi Taniguchi", "Amit Agarwal", "Aveek Bid"], "title": "Quantum Transport Spectroscopy of Pseudomagnetic Field in Graphene", "comment": null, "summary": "Nonuniform strain in graphene acts as a valley-dependent gauge field, generating pseudomagnetic fields (PMFs) that mimic real magnetic fields but preserve global time-reversal symmetry. While local probes have visualized such fields, their quantitative detection via macroscopic transport has remained elusive. Here, we demonstrate that high-mobility graphene exhibits distinct beating patterns in Shubnikov-de Haas oscillations, arising from valley-resolved Landau quantization under different effective magnetic fields. Systematic analysis of these beats reveals universal quadratic and linear scaling of the node carrier density and Landau level filling factor with the applied magnetic field, enabling the extraction of PMFs as small as a few millitesla. Our results establish quantum oscillation spectroscopy as a robust and broadly applicable probe of strain-induced gauge fields in Dirac materials, opening avenues for mechanically tunable valleytronic and straintronic devices."}
{"id": "2511.15268", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15268", "abs": "https://arxiv.org/abs/2511.15268", "authors": ["Mohammad Mortezaei Nobahari"], "title": "Photoinduced topological phase transition in monolayer 1T$^\\prime$-MoS$_2$", "comment": null, "summary": "We investigate the nonequilibrium topological phases of monolayer 1T$^\\prime$--MoS$_2$ under high-frequency circularly polarized driving using a low-energy $k\\!\\cdot\\!p$ Hamiltonian combined with a van Vleck expansion. The off-resonant field generates spin- and valley-dependent mass corrections that reshape the Berry curvature profile and shift the conditions for band inversion. By evaluating the quasienergy bands, Berry curvatures, Hall conductivities, and spin- valley-resolved Chern numbers, we identify a sequence of light-controlled topological transitions marked by well-defined gap closings. Depending on the Floquet coupling strength and the electric-field parameter, the system evolves between the equilibrium quantum spin Hall (QSH) state and a set of driven phases including spin-polarized quantum Hall insulator (S-QHI), quantum valley Hall (QVH or BI) and photo-induced quantum Hall insulator (P-QHI) regimes. The results establish 1T$^\\prime$--MoS$_2$ as a tunable platform where circular driving selectively manipulates spin and valley degrees of freedom, enabling controlled access to non-equilibrium topological phases in transition-metal dichalcogenides."}
{"id": "2511.15337", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.15337", "abs": "https://arxiv.org/abs/2511.15337", "authors": ["Ronika Sarkar", "Arka Bandyopadhyay", "Awadhesh Narayan", "Diptiman Sen"], "title": "Refraction Hall Effect", "comment": "6 pages, 4 figures", "summary": "We introduce a new mechanism that produces a Hall-like response in time-reversal-invariant materials, driven entirely by geometric effects. Specifically, we demonstrate that a tilted potential interface causes electron wave packets to undergo a refraction-like deflection upon transmission through the barrier, leading to a finite transverse current and a corresponding Hall conductance. Our analytical framework captures the essential features of this refraction Hall effect, and the resulting Hall conductivity profile is corroborated by numerical simulations across different lattice models and device geometries. We further visualize our predicted effect through real-time wave packet dynamics, which reveals its purely geometric origin and the robustness of the transverse response. These findings establish a fundamentally distinct class of Hall-like transport phenomena in mesoscopic systems that preserve time-reversal symmetry."}
{"id": "2511.14847", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.14847", "abs": "https://arxiv.org/abs/2511.14847", "authors": ["Julia Wildeboer", "Marton Lajer", "Robert M. Konik"], "title": "Breakdown of Quantum Chaos in the Staggered-Field XXZ Chain: Confinement and Meson Formation", "comment": "20 pages, 11 figures", "summary": "Confinement of fractionalized excitations can strongly restructure many-body spectra. We investigate this phenomenon in the gapped spin-$\\frac{1}{2}$ XXZ chain subject to a staggered field, where spinons bind into domain-wall ``mesons'' deep in the antiferromagnetic phase. We present evidence that this non-integrable model exhibits both Hilbert space fractionalization and quantum scar formation as controlled by the anisotropy parameter $Δ$. Exact diagonalization across symmetry-resolved sectors reveals a crossover from Gaussian-orthogonal (chaotic) level statistics at weak anisotropy $Δ\\sim 1$ to non-ergodic behavior deep in the antiferromagnetic regime $Δ\\gg 1$ through scrutinizing the adjacent gap ratios, accompanied by a striking banding of eigenstates by domain-wall number in correlation and entanglement measures. The Page-like entanglement dome characteristic of chaotic spectra gives way to suppressed, band-resolved entanglement consistent with emergent quasi-conservation of domain walls. To investigate further the formation mechanism of mesonic scar states, we carry out meson spectroscopy near the two-spinon threshold and compare with the analytic ladder predicted by Rutkevich [Phys. Rev. B 106, 134405 (2022)]. We test the theory through continuum-relative bindings, an offset-removed Airy scaling collapse, and explicit two-meson thresholds that determine the number of stable meson levels. The low-lying spectrum shows close quantitative agreement, while deviations at higher energies are consistent with finite-size and subleading corrections. These results establish a unified account of confinement-induced nonergodicity and provide a template for quantitative meson spectroscopy in quantum spin chains."}
{"id": "2511.14940", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.14940", "abs": "https://arxiv.org/abs/2511.14940", "authors": ["Florian Pabst", "Harald Forbert", "Dominik Marx"], "title": "Resolving the Nature of the Lowest-Frequency Raman Mode of Liquid Water", "comment": null, "summary": "The lowest-frequency Raman mode of water, observed through depolarized light scattering or optical Kerr effect techniques, is routinely used to track dynamic changes in water molecules near ions or biomolecules. Yet, the microscopic origin of this mode and its relation to dielectric relaxation still remains debated for pure water with conflicting interpretations attributing it to either translational or rotational molecular motions. In this study, we compute the low-frequency Raman spectrum in the GHz to THz range using ab initio simulations, achieving excellent agreement with experimental data. Detailed decomposition analysis reveals that the rotational and translational contributions are equally important, while strong negative orientational cross-correlations as well as internal field effects significantly modify the rotational component, making it distinct from expectations inferred from dielectric spectroscopy."}
{"id": "2511.15020", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15020", "abs": "https://arxiv.org/abs/2511.15020", "authors": ["Ross D. Monaghan", "Jonathan L. Marenkovic", "Giuseppe C. Tettamanzi"], "title": "Synthetic areas spread in two-dimensional Superconducting Quantum Interference Arrays", "comment": "12 pages, 8 Figure", "summary": "Superconducting Quantum Interference Devices (SQUIDs), formed by incorporating Josephson junctions into loops of superconducting material, are the backbone of many modern quantum sensing systems. It has been demonstrated that, by combining multiple SQUID loops into a two-dimensional (2D) array, it is possible to fabricate ultra-high-performing Radio frequency sensors. However, to function as absolute magnetometers, current-in-use arrays require the area of each SQUID loop in the array to be incommensurate and, in turn, forbid the achievement of their full potential in terms of quantum-limited performances. This is because imposing incommensurability in the areas contrasts with optimised performance in each single SQUID loop. In this work, we report that by selectively inserting bare sections of a superconducting circuit with no Josephson junctions, 2D SQUID arrays can operate as an absolute magnetometer even when no physical area spread is applied. Based on a generalisation of current available theories, a complete analytical formulation for the one-to-one correspondence between the distribution of these bare loops and what we call a synthetic area spread is unveiled. This synthetic spread represents the equivalent physical spread of incommensurate SQUID loops that you will use to obtain the absolute Voltage-Magnetic Flux response if no bare loops were in use. Our work opens the way to a broader use of this technology for the fabrication of ultra-high-performance absolute quantum sensors. Our approach is also experimentally verified by fabricating several 2D SQUID arrays incorporating bare superconducting loops and by demonstrating that they behave in alignment with what is suggested by our theory."}
{"id": "2511.14925", "categories": ["physics.comp-ph", "math.NA"], "pdf": "https://arxiv.org/pdf/2511.14925", "abs": "https://arxiv.org/abs/2511.14925", "authors": ["Changhong Mou", "Yeyu Zhang", "Xuewen Zhu", "Qiao Zhuang"], "title": "PAS-Net: Physics-informed Adaptive Scale Deep Operator Network", "comment": null, "summary": "Nonlinear physical phenomena often show complex multiscale interactions; motivated by the principles of multiscale modeling in scientific computing, we propose PAS-Net, a physics-informed Adaptive-Scale Deep Operator Network for learning solution operators of nonlinear and singularly perturbed evolution PDEs with small parameters and localized features. Specifically, PAS-Net augments the trunk input in the physics informed Deep Operator Network (PI-DeepONet) with a prescribed (or learnable) locally rescaled coordinate transformation centered at reference points. This addition introduces a multiscale feature embedding that acts as an architecture-independent preconditioner which improves the representation of localized, stiff, and multiscale dynamics. From an optimization perspective, the adaptive-scale embedding in PAS-Net modifies the geometry of the Neural Tangent Kernel (NTK) associated with the neural network by increasing its smallest eigenvalue, which in turn improves spectral conditioning and accelerates gradient-based convergence. We further show that this adaptive-scale mechanism explicitly accelerates neural network training in approximating functions with steep transitions and strong asymptotic behavior, and we provide a rigorous proof of this function-approximation result within the finite-dimensional NTK matrix framework. We test the proposed PAS-Net on three different problems: (i) the one-dimensional viscous Burgers equation, (ii) a nonlinear diffusion-reaction system with sharp spatial gradients, and (iii) a two-dimensional eikonal equation. The numerical results show that PAS-Net consistently achieves higher accuracy and faster convergence than the standard DeepONet and PI-DeepONet models under a similar training cost."}
{"id": "2511.14905", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14905", "abs": "https://arxiv.org/abs/2511.14905", "authors": ["Hyun Sang Park", "Timothy Long", "Michael Wall", "Alexander deJong", "Ali Rachidi", "Kacper Kowalik", "David Elbert", "Robert Drake", "Todd C. Hufnagel"], "title": "Automated laboratory x-ray diffractometer and fluorescence spectrometer for high-throughput materials characterization", "comment": "8 pages, 10 figures. For data, see https://doi.org/10.34863/e8bx-pk70", "summary": "The increasing importance of artificial intelligence and machine learning in materials research has created demand for automated, high-throughput characterization techniques capable of generating large data sets rapidly. We describe here a new instrument for simultaneous x-ray diffraction and x-ray fluorescence spectroscopy optimized for high-throughput studies of combinatorial specimens. A bright, focused, high-energy x-ray beam 24 keV) combined with a pixel array area detector allows rapid, spatially-resolved (250 μm) transmission diffraction measurements through thick (100 μm) specimens of structural metals with exposure times as short as 1 s. Simultaneously, a silicon drift detector records x-ray fluorescence from the specimen for spatially-resolved measurement of composition. Specimen handling is fully automated, with a robot inside the x-ray enclosure manipulating the sample for measurements at different locations. Data orchestration is also automated, with data streamed off the instrument and processed autonomously. In this paper we assess the performance of the instrument in terms of throughput, resolution, and signal-to-noise ratio, and provide an example of its capabilities through a combinatorial study of Cu-Ti alloys to demonstrate rapid data set creation."}
{"id": "2511.15017", "categories": ["cond-mat.stat-mech", "math.DS"], "pdf": "https://arxiv.org/pdf/2511.15017", "abs": "https://arxiv.org/abs/2511.15017", "authors": ["Subhrajit Sinha", "Parvathi Kooloth"], "title": "On Entropic Characterization of Symmetry Breaking in Dynamical Systems I: Spontaneous Symmetry Breaking", "comment": null, "summary": "We develop an entropy based framework for analyzing symmetry breaking in dynamical systems. Information transfer, which measures the directional exchange of entropy between observables, provides a quantitative early indicator of symmetry loss. For local spontaneous symmetry breaking (SSB), we show that as a symmetric equilibrium approaches instability, trajectories exhibit pronounced critical slowing down accompanied by a rise in Shannon entropy. This establishes a direct link between symmetry loss, slowing down, and entropy growth. We further characterize the entropy discontinuity associated with global symmetry breaking (GSSB) through an ergodic decomposition viewpoint. Numerical examples illustrate that entropy and information transfer measures serve as reliable precursors and diagnostics of symmetry breaking transitions."}
{"id": "2511.14847", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.14847", "abs": "https://arxiv.org/abs/2511.14847", "authors": ["Julia Wildeboer", "Marton Lajer", "Robert M. Konik"], "title": "Breakdown of Quantum Chaos in the Staggered-Field XXZ Chain: Confinement and Meson Formation", "comment": "20 pages, 11 figures", "summary": "Confinement of fractionalized excitations can strongly restructure many-body spectra. We investigate this phenomenon in the gapped spin-$\\frac{1}{2}$ XXZ chain subject to a staggered field, where spinons bind into domain-wall ``mesons'' deep in the antiferromagnetic phase. We present evidence that this non-integrable model exhibits both Hilbert space fractionalization and quantum scar formation as controlled by the anisotropy parameter $Δ$. Exact diagonalization across symmetry-resolved sectors reveals a crossover from Gaussian-orthogonal (chaotic) level statistics at weak anisotropy $Δ\\sim 1$ to non-ergodic behavior deep in the antiferromagnetic regime $Δ\\gg 1$ through scrutinizing the adjacent gap ratios, accompanied by a striking banding of eigenstates by domain-wall number in correlation and entanglement measures. The Page-like entanglement dome characteristic of chaotic spectra gives way to suppressed, band-resolved entanglement consistent with emergent quasi-conservation of domain walls. To investigate further the formation mechanism of mesonic scar states, we carry out meson spectroscopy near the two-spinon threshold and compare with the analytic ladder predicted by Rutkevich [Phys. Rev. B 106, 134405 (2022)]. We test the theory through continuum-relative bindings, an offset-removed Airy scaling collapse, and explicit two-meson thresholds that determine the number of stable meson levels. The low-lying spectrum shows close quantitative agreement, while deviations at higher energies are consistent with finite-size and subleading corrections. These results establish a unified account of confinement-induced nonergodicity and provide a template for quantitative meson spectroscopy in quantum spin chains."}
{"id": "2511.15386", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2511.15386", "abs": "https://arxiv.org/abs/2511.15386", "authors": ["Damjan Dagbjartsson", "Simon Banks", "Björgvin Hjörvarsson"], "title": "Dynamic stabilisation of mesospin chains", "comment": null, "summary": "We present a rare example of a one-dimensional system with short-range range interactions for which a self-stabilizing long-range ordered phase persists to finite temperatures. Our model offers a new perspective on the origins of shape anisotropy on the mesoscopic scale in magnetic metamaterials. Specifically, we show how the combination of a physically realistic stray-field potential and the spatial dimensionality of the system can reduce the effective dimensionality of classical magnetic mesospins. The resulting emergent constraints on the magnetic excitation spectrum underpin the observed ordering, in stark contrast to the behaviour of analogous one-dimensional models with strictly isotropic spins."}
{"id": "2511.14878", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.14878", "abs": "https://arxiv.org/abs/2511.14878", "authors": ["Sashikanta Mohapatra", "Sanjay Moudgalya", "Ajit C. Balram"], "title": "Unraveling additional quantum many-body scars of the spin-$1$ $XY$ model with Fock-space cages and commutant algebras", "comment": null, "summary": "Quantum many-body scars (QMBS) represent a mechanism for weak ergodicity breaking, characterized by the coexistence of atypical non-thermal eigenstates within an otherwise thermalizing many-body spectrum. In this work, we revisit the spin-$1$ $XY$ model on a periodic chain and construct several new families of exact scar eigenstates embedded within its extensively degenerate manifolds that owe their origins to an interplay of $U(1)$ magnetization conservation and chiral symmetries. We go beyond previously studied towers of states and first identify a novel set of interference-protected eigenstates resembling Fock space cage states, where destructive interference confines the wave function to sparse subgraphs of the Fock space. These states exhibit subextensive entanglement entropy, and when subjected to a transverse magnetic field, form equally spaced ladders whose coherent superpositions display long-lived fidelity oscillations. We further reveal a simpler organizing principle behind these nonthermal states by using the commutant algebra framework, in particular by showing that they are simultaneous eigenstates of non-commuting local operators. Moreover, in doing so, we uncover two more novel families of exact scars: a tower of volume-entangled states, and a set of mirror-dimer states with some free local degrees of freedom. Our results illustrate the power and interplay of interference-based and algebraic mechanisms of non-ergodicity, offering systematic routes to identifying and classifying QMBS in generic many-body quantum systems."}
{"id": "2511.15088", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.15088", "abs": "https://arxiv.org/abs/2511.15088", "authors": ["Hernán R. Sánchez"], "title": "Chromatographic Peak Shape from Stochastic Model: Analytic Time-Domain Expression in Terms of Physical Parameters and Conditions under which Heterogeneity Reduces Tailing", "comment": null, "summary": "A time-domain representation of chromatographic peak shapes is presented as an analytic expression designed for high computational efficiency, which can be used for direct time-domain peak fitting with parameters that represent physical quantities. The underlying model integrates the effects of axial diffusion (molecular and multipath/eddy), finite initial spatial variance, and two distinct retention mechanisms: one characterized by a high rate of short-duration events (fast kinetics), and another by a low rate of long-duration events (slow kinetics). Fits to experimental chromatograms yield substantially smaller residual standard error (RSE) than the standard EMG and the lowest average normalised RSE among 12 established peak-shape functions in the examined cases. The stochastic approach is reformulated using single-particle probability laws, providing a rigorous basis for future theoretical extensions. The validity of the foundational Poisson assumption is critically examined by deriving expressions for the excess variance caused by correlated microscopic retention rate fluctuations. A statistical interpretation of the HETP is presented and used to determine a lower bound on the number of microscopic retention events from chromatogram-derived macroscopic observables. This, in turn, justifies the applicability of the Gaussian limit for the mobile-plus-fast component, as established by analysis of the cumulant generating function of the closed-form benchmark derived herein. The contribution from the slow-kinetic mechanism is incorporated via a decoupling approximation, whose validity is established through a cumulant-based analysis that explicitly bounds the decoupling-induced error. Finally, the notion that mechanistic heterogeneity necessarily exacerbates peak tailing is qualified, analytically delineating parameter regions in which it leads to a reduction in peak asymmetry."}
{"id": "2511.15116", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15116", "abs": "https://arxiv.org/abs/2511.15116", "authors": ["Chung-Yang Wang", "Zeming Sun", "Thomas Oseroff", "Matthias U. Liepe", "Steven M. Anlage"], "title": "Microscopic Investigation of rf Vortex Nucleation in Nb3Sn Films Using a Near-Field Magnetic Microwave Microscope", "comment": "9 pages, 8 figures", "summary": "We use a near-field magnetic microwave microscope to investigate and compare rf vortex nucleation in two superconducting radio-frequency (SRF)-quality Nb3Sn films fabricated by different methods: a conventional vapor-diffused film and an electrochemically plated film followed by thermal annealing, both of which are deposited on Nb substrates. The microscope applies a localized rf magnetic field to the sample surface and measures the resulting third-harmonic response P3f, which is particularly sensitive to rf vortex nucleation triggered by surface defects. Both Nb3Sn films exhibit nontrivial P3f(T) structures below 7 K that display the key signatures associated with rf vortex nucleation at local defects. The electrochemical film additionally shows multiple P3f(T) structures between 14 K and 16 K that are absent in the vapor-diffused sample. Our results highlight the influence of fabrication method on rf vortex penetration properties and demonstrate the utility of third-harmonic response as a local diagnostic tool for surface defects in Nb3Sn films."}
{"id": "2511.14962", "categories": ["physics.comp-ph", "cs.LG", "eess.IV", "physics.bio-ph", "q-bio.QM"], "pdf": "https://arxiv.org/pdf/2511.14962", "abs": "https://arxiv.org/abs/2511.14962", "authors": ["Haizhou Wen", "He Li", "Zhen Li"], "title": "Reconstruction of three-dimensional shapes of normal and disease-related erythrocytes from partial observations using multi-fidelity neural networks", "comment": "29 pages, 10 figures, 3 appendices", "summary": "Reconstruction of 3D erythrocyte or red blood cell (RBC) morphology from partial observations, such as microscope images, is essential for understanding the physiology of RBC aging and the pathology of various RBC disorders. In this study, we propose a multi-fidelity neural network (MFNN) approach to fuse high-fidelity cross-sections of an RBC, with a morphologically similar low-fidelity reference 3D RBC shape to recover its full 3D surface. The MFNN predictor combines a convolutional neural network trained on low-fidelity reference RBC data with a feedforward neural network that captures nonlinear morphological correlations, and augments training with surface area and volume constraints for regularization in the low-fidelity branch. This approach is theoretically grounded by a topological homeomorphism between a sphere and 3D RBC surfaces, with training data generated by dissipative particle dynamics simulations of stomatocyte-discocyte-echinocyte transformation. Benchmarking across diverse RBC shapes observed in normal and aged populations, our results show that the MFNN predictor can reconstruct complex RBC morphologies with over 95% coordinate accuracy when provided with at least two orthogonal cross-sections. It is observed that informative oblique cross-sections intersecting spicule tips of echinocytes improve both local and global feature reconstruction, highlighting the value of feature-aware sampling. Our study further evaluates the influence of sampling strategies, shape dissimilarity, and noise, showing enhanced robustness under physically constrained training. Altogether, these results demonstrate the capability of MFNN to reconstruct the 3D shape of normal and aged RBCs from partial cross-sections as observed in conventional microscope images, which could facilitate the quantitative analysis of RBC morphological parameters in normal and disease-related RBC samples."}
{"id": "2511.14933", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14933", "abs": "https://arxiv.org/abs/2511.14933", "authors": ["Lars Forberger", "Jacob T. Baillie", "Zhaojie Feng", "Rachel E. Gariepy", "Sankhya Hirani", "Daniel R. Gamelin", "Shuai Zhang", "Werner Kaminsky", "Peter J. Pauzauskie"], "title": "Hydrothermal Synthesis of Ultra-high Aspect Ratio $β$-NaYF Disks via Methyliminodiacetic Acid (MIDA)", "comment": "21 pages total (14 main + 7 supporting material) with 13 figures (5 main + 8 SI)", "summary": "The hexagonal $β$-phase of sodium yttrium fluoride (NaYF) is a leading host material for lanthanide upconversion and anti-Stokes fluorescence laser refrigeration based on its low phonon energies and high upconversion efficiency. Recently experiments have been proposed to use this material as an optically-levitated sensor of high-frequency gravitational waves. In order to maximize signal-to-noise in this experiment, the NaYF sensor must have both a two-dimensional, disk-like morphology and also a large mass. Here we report a novel hydrothermal process based on the chelation ligand methylimidodiacetic acid (MIDA) to realize hexagonal $β$-NaYF prisms with corner-to-corner diameters up to 44 $\\mathrm{μm}$ while keeping the height around 1 $\\mathrm{μm}$. The surface quality is comparable to particles synthesized with EDTA based on atomic force microscopy (AFM) measurements. Unlike particles synthesized with EDTA the $β$-NaYF particles show no lensing based on curvature of the hexagonal basal plane. Single crystal X-ray diffraction data were refined to the P-62c (#190) space group which to the best of our knowledge has not been reported in the literature. One of six 44 $\\mathrm{μm}$ $β$-NaYF disks doped with 10% ytterbium showed laser refrigeration of ($-4.9 \\pm 1.0$) K suggesting future applications in both levitated optomechanics and microoptics."}
{"id": "2511.15160", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15160", "abs": "https://arxiv.org/abs/2511.15160", "authors": ["D. Shapoval", "M. Dudka"], "title": "Critical exponents of the Ising model with quenched structural disorder and long-range interactions at spatial dimension $d=3$", "comment": "15 pages, 7 figures", "summary": "We analyse the critical properties of a weakly diluted (random) Ising model with the long-range interaction decaying with distance $x$ as $\\sim x^{-d-σ}$ in a $d$-dimensional space. It is known to belong to a new long-range random universality class for certain values of the decay parameter $σ$. Exploiting the field-theoretic renormalization group approach within the minimal subtraction scheme, we compute the three-loop rermalization group functions. On their basis, with the help of asymptotic series resummation methods, we estimate the correlation length critical exponent $ν$ characterising the new universality class for $d=3$ and for those values of $σ$ for which long-range interactions are relevant for the critical behaviour."}
{"id": "2511.14866", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.14866", "abs": "https://arxiv.org/abs/2511.14866", "authors": ["Igor L. C. Lima", "M. V. Milošević", "F. M. Peeters", "Andrey Chaves"], "title": "Tuning of exciton type by environmental screening", "comment": null, "summary": "We theoretically investigate the binding energy and electron-hole (e-h) overlap of excitonic states confined at the interface between two-dimensional materials with type-II band alignment, i.e., with lowest conduction and highest valence band edges placed in different materials, arranged in a side-by-side planar heterostructure. We propose a variational procedure within the effective mass approximation to calculate the exciton ground state and apply our model to a monolayer MoS$_2$/WS$_2$ heterostructure. The role of nonabrupt interfaces between the materials is accounted for in our model by assuming a W$_x$Mo$_{1-x}$S$_2$ alloy around the interfacial region. Our results demonstrate that (i) interface-bound excitons are energetically favorable only for small interface thickness and/or for systems under high dielectric screening by the materials surrounding the monolayer, and that (ii) the interface exciton binding energy and its e-h overlap are controllable by the interface width and dielectric environment."}
{"id": "2511.15467", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15467", "abs": "https://arxiv.org/abs/2511.15467", "authors": ["Sumera Javeed", "Shoaib Ahmad"], "title": "Experimental and Theoretical Aspects of the Fragmentation of Carbon's Single and Multi-Walled Nanotubes", "comment": "51 pages,18 Figures, Chapter In Handbook of Carbon Nanotube", "summary": "Energetic ion irradiation is an effective method for studying how single and multi-shelled carbon nanotubes break apart. The energy from ions is dissipated through both linear and nonlinear processes in the nanotubes, leading to defect formation. Fragmentation occurs via atomic collision cascades and thermal spikes, each described by different theoretical models. Experiments with Cs-irradiated nanotubes support these models, and an information-theoretic approach further explains the fragmentation mechanisms. Sputtered species yield probability distributions, which are analyzed using Shannon entropy and fractal dimension to assess spatial characteristics. Kullback-Leibler divergence helps identify the diversity of emission mechanisms. Together, thermal and information-theoretic models clarify and distinguish the roles of collision cascades and thermal spikes in nanotube fragmentation."}
{"id": "2511.14902", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.14902", "abs": "https://arxiv.org/abs/2511.14902", "authors": ["Eduard Koller", "Swetlana Swarup", "Johannes Knolle", "Natalia B. Perkins"], "title": "Spin-lattice coupling induced chiral phonons and their signature in Raman Circular Dichroism", "comment": "20 pages, 6 figures", "summary": "Recent Raman experiments on the Kitaev material $α$-RuCl$_3$ have reported a finite Raman circular dichroism (RCD), revealing chiral phonon behaviour not expected from lattice symmetry alone. To explain this observation, we develop a diagrammatic framework for the spin-phonon coupled Kitaev model. We demonstrate that bare phonons contribute no RCD, but coupling to the chiral spin excitation continuum under an applied magnetic field renormalizes the phonon propagator, mixing real polarization eigenvectors into complex superpositions with finite angular momentum. This interaction-induced modification generates a nonzero RCD accompanied by characteristic Fano line shapes in the Raman response, reflecting interference between discrete phonons and the continuum. The resulting signal grows with magnetic field strength, consistent with experiment, and directly tracks the field-induced chirality of the spin sector. More broadly, our results establish RCD as a powerful probe of interaction-induced chiral phonons in correlated quantum materials."}
{"id": "2511.15514", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.15514", "abs": "https://arxiv.org/abs/2511.15514", "authors": ["Jakob J. Kresse", "Alexander Sikorski", "Marcus Weber"], "title": "Revealing the Atomistic Mechanism of Rare Events in Molecular Dynamics", "comment": null, "summary": "Interpretable reaction coordinates are essential for understanding rare conformational transitions in molecular dynamics. The Atomistic Mechanism Of Rare Events in Molecular Dynamics (AMORE-MD) framework enhances interpretability of deep-learned reaction coordinates by connecting them to atomistic mechanisms, without requiring any a priori knowledge of collective variables, pathways, or endpoints. Here, AMORE-MD employs the ISOKANN algorithm to learn a neural membership function $χ$ representing the dominant slow process, from which transition pathways are reconstructed as minimum-energy paths aligned with the gradient of $χ$, and atomic contributions are quantified through gradient-based sensitivity analysis. Iterative enhanced sampling further enriches transition regions and improves coverage of rare events enabling recovery of known mechanisms and chemically interpretable structural rearrangements at atomic resolution for the Müller-Brown potential, alanine dipeptide, and the elastin-derived hexapeptide VGVAPG."}
{"id": "2511.15265", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15265", "abs": "https://arxiv.org/abs/2511.15265", "authors": ["Hengyuan Zhang", "Jielong Zhang", "Mengwu Huo", "Junfeng Chen", "Deyuan Hu", "Dao-Xin Yao", "Hualei Sun", "Kun Cao", "Meng Wang"], "title": "Identifying the structure of La3Ni2O7 in the pressurized superconducting state", "comment": null, "summary": "The precise crystal structure of La3Ni2O7 in its high-pressure superconducting state has been a subject of intense debate, with proposed models including both orthorhombic and tetragonal symmetries. Using high-pressure Raman spectroscopy combined with frst-principles calculations, we unravel the structural evolution of La3Ni2O7 under pressure up to 32.7 GPa. We identify a clear structural transition sequence: from the orthorhombic Amam phase to a mixed Amam+Fmmm phase at 4 GPa, followed by a complete transition to the tetragonal I4/mmm phase at 14.5 GPa, which is signaled by a pronounced phonon renormalization. The emergence of bulk superconductivity is found to coincide precisely with this transition to the I4/mmm phase. Our results de nitively establish the tetragonal I4/mmm structure as the host of superconductivity in La3Ni2O7, resolving a central controversy and providing a critical foundation for understanding the superconducting mechanism in nickelates."}
{"id": "2511.15269", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.15269", "abs": "https://arxiv.org/abs/2511.15269", "authors": ["Robert Kraft", "Florian Bruckner", "Dieter Suess", "Claas Abert"], "title": "jaxFMM: An Adaptive, GPU-Parallel Implementation of the Fast Multipole Method in JAX", "comment": null, "summary": "We introduce jaxFMM, an open-source, adaptive, highly parallel point-charge Fast Multipole Method implementation for the Laplace kernel written in JAX. It is based on a non-uniform refinement strategy, which results in extremely concise and simple code. Benchmarks show that the algorithm performs well even for highly non-uniform charge distributions. JaxFMM already massively speeds up stray-field computations in micromagnetics and with JAX features like autodiff, novel applications such as inverse-design problems and machine-learning tasks can be tackled with ease in the future."}
{"id": "2511.14956", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14956", "abs": "https://arxiv.org/abs/2511.14956", "authors": ["Siegfried Kaidisch", "Amir Kleiner", "Sivan Refaely-Abramson", "Peter Puschnig", "Christian S. Kern"], "title": "Photoemission tomography of excitons in 2D systems: momentum-space signatures of correlated electron-hole wave functions", "comment": null, "summary": "The momentum-space signatures of excitons can be experimentally accessed through time-resolved (pump-probe) photoelectron spectroscopy. In this work, we develop a computational framework for exciton photoemission orbital tomography (exPOT) in periodic systems, enabling the simulation and interpretation of experimental observables within many-body perturbation theory. By connecting the $GW$+Bethe-Salpeter Equation (BSE) approach to photoemission tomography, our formalism captures exciton photoemission in periodic systems, explicitly incorporating photoemission matrix element effects induced by the probe pulse. The correlated nature of electrons and holes introduces distinct consequences for excitonic photoemission, including a dependence on pump pulse polarization. Using the prototypical two-dimensional material hexagonal boron nitride, we demonstrate these effects and show how our framework extends to excitons with finite center-of-mass momentum, making it well-suited to studying momentum-dark excitons. This provides valuable insights into the microscopic nature of excitonic phenomena in quantum materials."}
{"id": "2511.15362", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15362", "abs": "https://arxiv.org/abs/2511.15362", "authors": ["R. V. Romanik", "O. A. Dobush", "M. P. Kozlovskii", "I. V. Pylyuk", "M. A. Shpot"], "title": "Pair distribution function of the cell fluid model with Curie-Weiss interaction", "comment": "14 pages, 5 figures", "summary": "In this paper we present results for the pair distribution function for the cell fluid model with Curie-Weiss interaction. As a supplementary result, one- and two-particle densities are calculated."}
{"id": "2511.14878", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.14878", "abs": "https://arxiv.org/abs/2511.14878", "authors": ["Sashikanta Mohapatra", "Sanjay Moudgalya", "Ajit C. Balram"], "title": "Unraveling additional quantum many-body scars of the spin-$1$ $XY$ model with Fock-space cages and commutant algebras", "comment": null, "summary": "Quantum many-body scars (QMBS) represent a mechanism for weak ergodicity breaking, characterized by the coexistence of atypical non-thermal eigenstates within an otherwise thermalizing many-body spectrum. In this work, we revisit the spin-$1$ $XY$ model on a periodic chain and construct several new families of exact scar eigenstates embedded within its extensively degenerate manifolds that owe their origins to an interplay of $U(1)$ magnetization conservation and chiral symmetries. We go beyond previously studied towers of states and first identify a novel set of interference-protected eigenstates resembling Fock space cage states, where destructive interference confines the wave function to sparse subgraphs of the Fock space. These states exhibit subextensive entanglement entropy, and when subjected to a transverse magnetic field, form equally spaced ladders whose coherent superpositions display long-lived fidelity oscillations. We further reveal a simpler organizing principle behind these nonthermal states by using the commutant algebra framework, in particular by showing that they are simultaneous eigenstates of non-commuting local operators. Moreover, in doing so, we uncover two more novel families of exact scars: a tower of volume-entangled states, and a set of mirror-dimer states with some free local degrees of freedom. Our results illustrate the power and interplay of interference-based and algebraic mechanisms of non-ergodicity, offering systematic routes to identifying and classifying QMBS in generic many-body quantum systems."}
{"id": "2511.15483", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.15483", "abs": "https://arxiv.org/abs/2511.15483", "authors": ["Christina Vantaraki", "Oier Bikondoa", "Matías P. Grassi", "Brindaban Ojha", "Alkaios Stamatelatos", "Natalia Kwiatek-Maroszek", "Miguel Angel Niño Orti", "Michael Foerster", "Thomas Saerbeck", "Daniel Primetzhofer", "Max Wolff", "Nicolas Jaouen", "Thomas P. A. Hase", "Vassilios Kapaklis"], "title": "Long-Range Magnetic Order in Structurally Embedded Mesospin Metamaterials", "comment": "21 pages main article, 8 pages supplementary information, 7 figure in main article, 6 figures in supplementary information", "summary": "Engineered assemblies of interacting magnetic elements-magnetic metamaterials-provide a powerful route to tailor collective magnetic order and dynamics. By structuring matter at the mesoscale, they bridge atomic magnetism and macroscopic functionality, enabling emergent behaviour inaccessible in conventional materials. However, realizing large-area metamaterials that combine high morphological uniformity with intrinsic long-range order has remained challenging, largely due to the structural disorder inherent to lithographic fabrication. Here we demonstrate a scalable route to structurally and magnetically coherent metamaterials by embedding iron-ions to form mesospins within a non-magnetic thin film palladium host matrix. Using controlled implantation, we realize morphologically uniform arrays that spontaneously develop extended antiferromagnetic order in the as-fabricated state - without the need of external annealing or field cycling. Resonant X-ray scattering and microscopy reveal sharp magnetic Bragg peaks modulated by the mesospin form factor, evidencing long-range antiferromagnetic order coupled to structural coherence. This embedded architecture establishes a platform for exploring coherent spin-photon interactions and functional X-ray scattering in magnetic metamaterials free from lithographic topography and disorder."}
{"id": "2511.14904", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14904", "abs": "https://arxiv.org/abs/2511.14904", "authors": ["Leonid V. Pourovskii"], "title": "5d-mediated indirect exchange and effective spin Hamiltonians in Ce triangular-lattice delafossites", "comment": "9 pages, 3 figures", "summary": "Anisotropic intersite exchange interactions in frustrated rare-earth magnets are difficult to assess both theoretically and experimentally. Here, we propose an ab initio force-theorem framework combining the quasi-atomic Hubbard-I approach to 4f correlations with a static mean-field treatment of the on-site intershell Coulomb interaction between rare-earth 4f and 5d states to simultaneously capture both 4f superexchange and 5d-mediated indirect exchange. Applying it to the triangular lattice Ce delafossites CsCeSe$_2$, KCeS$_2$, and RbCeO$_2$, we find that the indirect exchange dominates in the selenide, the superexchange in the oxide, while both mechanisms contribute almost equally in the sulfide. The magnetic exciation spectra of CsCeSe$_2$ and KCeS$_2$ evaluated from the calculated spin Hamiltonains are in good qualitative and quantitative agreement with experimental data."}
{"id": "2511.14965", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.14965", "abs": "https://arxiv.org/abs/2511.14965", "authors": ["Emdadul Haque Chowdhury", "Masoud Aryanpour", "Yun Kyung Shin", "Bladimir Ramos-Alvarado", "Matthias Ihme", "Adri van Duin"], "title": "Third-Body Stabilization of Supercritical CO2 in CO Oxidation: Development and Application of a New ReaxFF Force Field for the CO/O/CO2 System", "comment": null, "summary": "Supercritical CO2 (scCO2) plays a crucial role as a solvent in separation processes, advanced power cycles, and green chemical and materials processing. Nonetheless, the atomistic comprehension of how the dense scCO2 matrix influences the fundamental combustion of carbon monoxide (CO) is still insufficiently explored. Experimental studies and traditional molecular dynamics (MD) simulations frequently fail to detect the highly reactive, transient intermediates, such as atomic oxygen (O), that drive these reactions. To fill this knowledge gap, we have developed a novel ReaxFF reactive force field for the CO2/CO/O system. To effectively model CO2 crystal properties, intermolecular interactions, bond energies, and critical reaction energy barriers, the force field parameters were calibrated using data obtained from the density functional theory and second-order Moller-Plesset calculations. The force field was able to reproduce the cohesive energy of the CO2 crystal, the pressure characteristics of bulk scCO2, and the structural properties of liquid and scCO2, as documented by experiments, ab-initio MD, and prominent non-reactive models. The force field was subsequently applied to study the CO + O = CO2 reaction. In a dilute gas-phase environment, the reaction exhibits inefficiency as the newly formed CO2 rapidly dissociates back due to substantial kinetic energy acquired from the exothermic reaction. Conversely, in a dense scCO2 environment, the surrounding CO2 matrix acts as an efficient third body, stabilizing the emerging CO2 product by dissipating its excess energy via molecular collisions. As such, this ReaxFF force field facilitates a unique, large-scale reactive MD description of radical chemistry in scCO2 and establishes a mechanistic foundation for third-body stabilization in dense reactive environments."}
{"id": "2511.15510", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15510", "abs": "https://arxiv.org/abs/2511.15510", "authors": ["Hao Zhang", "Hui Chen", "Zichen Huang", "Zi-Ang Wang", "Senhao Lv", "Guoyu Xian", "Hui Guo", "Haitao Yang", "Hong-Jun Gao"], "title": "Tuning Bound States of Symmetry-Breaking Vortices via Unidirectional Charge Density Wave in a Transition-Metal Dichalcogenide Superconductor", "comment": null, "summary": "The interplay between charge density wave (CDW) and superconducting vortex bound states are crucial for fundamental physics of superconductivity and advancing quantum nanotechnologies. However, the CDW-mediated modulation of vortex bound states, which opens up a new platform for vortex engineering, remains unexplored. Here, we report spatially anisotropic vortex states modulated by the unidirectional CDWs in a transition-metal dichalcogenide superconductor 1T''-NbTe2 using ultra-low-temperature scanning tunneling microscopy/spectroscopy. The stripe-like 3x1x3 CDW order exhibits a robust three-dimensional character across step edges and coexists with superconductivity below a critical temperature of 0.4 K. Under out-of-plane magnetic fields, we observe elliptical vortices whose elongation aligns with the CDW stripes, indicating strong coupling between vortex morphology and underlying electronic order. Remarkably, CDW domain boundaries induce abrupt changes in vortex orientation and vortex bound states, enabling controllable vortex states across CDW nanodomains. These findings establish a new pathway for manipulating superconducting vortex bound states via CDW coupling."}
{"id": "2511.15549", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2511.15549", "abs": "https://arxiv.org/abs/2511.15549", "authors": ["Eirik Endeve", "Doug Stefanski", "Marc-Olivier G. Delchini", "Stuart Slattery", "Cory D. Hauck", "Bruno Turcksin", "Sergey Smolentsev"], "title": "A Full-Induction Magnetohydrodynamics Solver for Liquid Metal Fusion Blankets in Vertex-CFD", "comment": null, "summary": "Multiphysics modeling of liquid metal fusion blankets, which produce tritium and convert energy of neutrons created via fusion reactions into heat, is crucial for predicting performance, ensuring structural integrity, and optimizing energy production. While traditional blanket modeling of liquid metal flows during normal steady operating conditions commonly employs the inductionless approximation of the magnetohydrodynamics (MHD) equations, transient scenarios, when the plasma-confining magnetic field varies on millisecond time scales, require a full-induction MHD approach that dynamically evolves the magnetic field via the time-dependent induction equation. This paper presents the formulation, implementation, and initial verification of a full-induction MHD solver integrated within the open-source Vertex-CFD framework, which aims to achieve tight multiphysics coupling, a flexible software design enabling easy extension and addition of physics models, and performance portability across computing platforms. The solver utilizes finite element spatial discretization, implicit Runge--Kutta time integration, and an inexact Newton method to solve the resulting discrete nonlinear system, leveraging Trilinos packages for efficient computation. Verification against selected benchmark problems demonstrates accuracy and robustness of the solver. Furthermore, when the solver is applied to an idealized blanket model in 2.5D and full 3D, results obtained with Vertex-CFD are in good agreement with recently published quasi-2D simulations. These findings establish a computational foundation for future simulations of transient MHD phenomena in liquid metal blankets with Vertex-CFD, and open avenues for future extensions and performance optimizations."}
{"id": "2511.14965", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.14965", "abs": "https://arxiv.org/abs/2511.14965", "authors": ["Emdadul Haque Chowdhury", "Masoud Aryanpour", "Yun Kyung Shin", "Bladimir Ramos-Alvarado", "Matthias Ihme", "Adri van Duin"], "title": "Third-Body Stabilization of Supercritical CO2 in CO Oxidation: Development and Application of a New ReaxFF Force Field for the CO/O/CO2 System", "comment": null, "summary": "Supercritical CO2 (scCO2) plays a crucial role as a solvent in separation processes, advanced power cycles, and green chemical and materials processing. Nonetheless, the atomistic comprehension of how the dense scCO2 matrix influences the fundamental combustion of carbon monoxide (CO) is still insufficiently explored. Experimental studies and traditional molecular dynamics (MD) simulations frequently fail to detect the highly reactive, transient intermediates, such as atomic oxygen (O), that drive these reactions. To fill this knowledge gap, we have developed a novel ReaxFF reactive force field for the CO2/CO/O system. To effectively model CO2 crystal properties, intermolecular interactions, bond energies, and critical reaction energy barriers, the force field parameters were calibrated using data obtained from the density functional theory and second-order Moller-Plesset calculations. The force field was able to reproduce the cohesive energy of the CO2 crystal, the pressure characteristics of bulk scCO2, and the structural properties of liquid and scCO2, as documented by experiments, ab-initio MD, and prominent non-reactive models. The force field was subsequently applied to study the CO + O = CO2 reaction. In a dilute gas-phase environment, the reaction exhibits inefficiency as the newly formed CO2 rapidly dissociates back due to substantial kinetic energy acquired from the exothermic reaction. Conversely, in a dense scCO2 environment, the surrounding CO2 matrix acts as an efficient third body, stabilizing the emerging CO2 product by dissipating its excess energy via molecular collisions. As such, this ReaxFF force field facilitates a unique, large-scale reactive MD description of radical chemistry in scCO2 and establishes a mechanistic foundation for third-body stabilization in dense reactive environments."}
{"id": "2511.15399", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15399", "abs": "https://arxiv.org/abs/2511.15399", "authors": ["Malek Telfah", "Abdalla Obeidat"], "title": "Exact Analytical Results for the 1D Ising Chain with Periodic Impurity Fields", "comment": "15 pages, 5 figures, submitted to JSTAT", "summary": "We present an exact analytical solution for the one-dimensional Ising model in the presence of an external magnetic field applied periodically to every $k$-th site. The problem is handled using the symmetrized transfer matrix approach, we derive a compact closed-form expression for the system's eigenvalues for arbitrary period $k$. From the resulting free energy, we obtain exact expressions for the magnetization and zero-field susceptibility. Explicit results are presented for $k = 1$, $k = 2$, and $k = 3$ which is considered a novel result. We further analyze the spin-spin correlation functions, deriving the correlation length and the set of position-dependent correlation strength prefactors, $A_{ij}$. The framework highlights how impurity spacing suppresses thermodynamic responses, with susceptibility scaling as $χ\\sim β/ k$ for large $k$, offering insights into diluted magnetic systems and serving as a benchmark for quasiperiodic modulations. The correlation strengths exhibit a strong anisotropy, revealing a complex, non-local structure of spin fluctuations. These results provide a complete and rigorous benchmark for understanding the effects of periodic modulation in 1D systems."}
{"id": "2511.14888", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.14888", "abs": "https://arxiv.org/abs/2511.14888", "authors": ["Divya Sahani", "Sunit Das", "Kenji Watanabe", "Takashi Taniguchi", "Amit Agarwal", "Aveek Bid"], "title": "Quantum Transport Spectroscopy of Pseudomagnetic Field in Graphene", "comment": null, "summary": "Nonuniform strain in graphene acts as a valley-dependent gauge field, generating pseudomagnetic fields (PMFs) that mimic real magnetic fields but preserve global time-reversal symmetry. While local probes have visualized such fields, their quantitative detection via macroscopic transport has remained elusive. Here, we demonstrate that high-mobility graphene exhibits distinct beating patterns in Shubnikov-de Haas oscillations, arising from valley-resolved Landau quantization under different effective magnetic fields. Systematic analysis of these beats reveals universal quadratic and linear scaling of the node carrier density and Landau level filling factor with the applied magnetic field, enabling the extraction of PMFs as small as a few millitesla. Our results establish quantum oscillation spectroscopy as a robust and broadly applicable probe of strain-induced gauge fields in Dirac materials, opening avenues for mechanically tunable valleytronic and straintronic devices."}
{"id": "2511.15506", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15506", "abs": "https://arxiv.org/abs/2511.15506", "authors": ["T. Sato", "B. Petrović", "R. Weih", "F. Hartmann", "S. Höfling", "S. Birner", "C. Jirauschek", "T. Grange"], "title": "Impact of Carrier Injector Design on the Threshold of Interband Cascade Lasers", "comment": null, "summary": "We investigate theoretically how the injector region design of interband cascade lasers (ICLs) impacts the threshold carrier and current densities. The model combines a polarization-sensitive 8-band $\\mathbf{k}\\cdot\\mathrm{p}$ calculation, electrostatics, and a microscopic calculation of Auger recombination rates. The carrier-carrier scattering is included to lowest order within the non-equilibrium Green's function formalism. It captures the combined effects of charge carrier redistribution, parasitic absorption and bias voltage on the Auger recombination rate. We show that heavily doping the electron injector suppresses the dominant multi-hole Auger recombination by reducing the hole population of the recombination quantum wells. This agrees with the experimental observation that the heavy doping reduces threshold currents. Yet, our model suggests that the Auger recombination alone is not sufficient to explain the increase of threshold currents at high doping concentrations. Furthermore, by introducing indium to the conventional GaSb hole injector wells, we explain the rule of thumb from experiments that raising the hole injector levels does not outperform the doping strategy. Our model provides physical insights toward optimization of ICL carrier injectors."}
{"id": "2511.14960", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.14960", "abs": "https://arxiv.org/abs/2511.14960", "authors": ["Swagata Acharya", "Brooks Tellekamp", "Jerome Jackson", "Dimitar Pashov", "Jeffrey L. Blackburn", "Kirstin Alberi", "Mark van Schilfgaarde"], "title": "Origin of metal-insulator transition in rare-earth Nickelates", "comment": null, "summary": "Rare-earth nickelates RNiO3 (R=rare-earth element) exhibit three kinds of phase transitions with decreasing temperature: a structural transition from a pseudo-cubic to a monoclinic phase, a metal- insulator transition (MIT), and a magnetic transition from a paramagnetic state to an ordered one. The first two occur at the same temperature, which has led to a consensus that the MIT is driven by lattice distortions. We show here that the primary driving force for the MIT is magnetic; however because of the unusual d7 configuration of Ni, additional flexibility in spin configurations are also needed which symmetry-lowing structural deformations make possible. The latter enable Ni to disproportionate into two kinds: a high-spin and a low-spin configuration, which allow the system to reduce its unfavorable orbital moment and also open a gap."}
{"id": "2511.15402", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn", "physics.atom-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.15402", "abs": "https://arxiv.org/abs/2511.15402", "authors": ["Davide Tisi", "Sergey Pozdnyakov", "Michele Ceriotti"], "title": "Mechanistic study of mixed lithium halides solid state electrolytes", "comment": null, "summary": "Lithium halides with the general formula Li$_x$M$_y$X$_6$, where M indicates transition metal ions and X halide anions are very actively studied as solid-state electrolytes, because of relatively low cost, high stability and Li conductivity. The structure and properties of these halide-based solid electrolytes (HSE) can be tuned by alloying, e.g. using different halides and/or transition metals simultaneously. The large chemical space is difficult to sample by experiments, making simulations based on broadly applicable machine-learning interatomic potentials (MLIPs) a promising approach to elucidate structure-property relations, and facilitate the design of better-performing compositions. Here we focus on the Li$_3$YCl$_{6x}$Br$_{6(1-x)}$ system, for which reliable experimental data exists, and use the recently-developed PET-MAD universal MLIP to investigate the structure of the alloy, the interplay of crystalline lattice, volume and chemical composition, and its effect on Li conductivity. We find that the distribution of Cl and Br atoms is only weakly correlated, and that the primary effect of alloying is to modulate the lattice parameter -- although it can also trigger transition between different lattice symmetries. By comparing constant-volume and constant-pressure simulations, we disentangle the effect of lattice parameter and chemical composition on the conductivity, finding that the two effects compensate each other, reducing the overall dependency of conductivity on alloy composition. We also study the effect of Y-In metal substitution finding a small increase in the conductivity for the C2/m phase at 25\\% In content, and an overall higher conductivity for the P$\\bar{3}$m1 phase."}
{"id": "2511.15526", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15526", "abs": "https://arxiv.org/abs/2511.15526", "authors": ["Long Cheng", "Jia Liu", "Tongying Liu", "Pan Chen", "Mingyue Zhang", "Jiashi Li", "Shiyu Zhang", "Fei Ye", "Qing Wang", "Weitao Liu", "Jian Kang", "Jiandi Zhang", "Xiaofang Zhai"], "title": "Interplay of spin-orbit coupling and trigonal crystal field enhances superconductivity in $LaAlO_3/KTaO_3$ (111)", "comment": null, "summary": "In conventional superconductors, bulk physical properties typically degrade as the film thickness approaches the two-dimensional (2D) limit. Here in the (111) oriented LaAlO3/KTaO3 (LAO/KTO) heterostructure, we demonstrate experimental evidence that reducing the conducting layer thickness at the interface significantly enhances superconducting transition temperature Tc, in direct contrast to conventional wisdom. From the sum frequency generation (SFG) spectroscopy and superconducting upper-critical field measurements, both the trigonal symmetry and spin orbit scattering are enhanced with the increased Tc. We attribute the enhanced superconductivity (SC) to the synergic interplay between spin-orbit coupling (SOC) and trigonal crystal field, resulting in an enhanced electron-phonon coupling. Furthermore, we show the existence of unconventional SC: the approaching linear temperature dependence of normal state resistance with increasing Tc and the existence of a quantum critical point (QCP) near the superconducting phase. Our findings provide important insight into the underlying mechanism of the strong orientation-dependent KTO interface SC."}
{"id": "2511.14974", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14974", "abs": "https://arxiv.org/abs/2511.14974", "authors": ["Fanghao Zhang", "Guanchun Rui", "Yujie Quan", "Shantal Adajian", "Matthew Delmont", "Q. M. Zhang", "Bolin Liao"], "title": "Electric-Field-Dependent Thermal Conductivity in Fresh and Aged Bulk Single Crystalline $\\mathrm{BaTiO_3}$", "comment": null, "summary": "Active thermal management requires advances in thermal switching materials, whose thermal conductivity responds to external stimuli. The electric field, as one of the most convenient and effective stimuli, has shown great potential in tuning the thermal conductivity of ferroelectric materials. While previous studies on electric-field-induced ferroelectric thermal switching have primarily focused on thin films and bulk solid solutions with strong extrinsic interface and defect scatterings, bulk single crystals, which can offer clear insights into intrinsic thermal switching mechanisms, have received comparatively less attention. Here, we demonstrate electric-field-induced thermal switching in bulk single-crystalline $\\mathrm{BaTiO_3}$ (BTO) at room temperature and elucidate the critical role of domain evolution and aging in governing heat transport. Using a customized steady-state platform with in-situ electric fields up to $\\pm$10 kV/cm, we observe a modulation of thermal conductivity up to 35% in fresh BTO driven by polarization reorientation and domain restructuring. First-principles finite-temperature lattice-dynamics calculations confirm that the switching behavior primarily originates from anisotropic phonon transport associated with domain configuration rather than strain-induced changes in phonon velocities. We further reveal that both ambient aging and controlled thermal aging can enhance the switching contrast through the formation and alignment of defect dipoles that modulate phonon-defect scattering. These results establish defect-domain interactions as a powerful design parameter for ferroelectric thermal switches and demonstrate a versatile experimental platform for exploring field-tunable heat transport and phase behavior in bulk functional materials."}
{"id": "2511.15691", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15691", "abs": "https://arxiv.org/abs/2511.15691", "authors": ["Maggie Williams", "Emery Doucet", "Sebastian Deffner"], "title": "Demon with dementia - the deterioration of information transcription", "comment": "12 pages, 13 figures", "summary": "In introductory biology, aging is typically explained as a result of mutations during the DNA replication process within cells. Upon abstraction, we recognize that cellular aging can be understood as the gradual decay in fidelity of information transcription. Since cellular processes are microscopic and inherently stochastic, the abstracted process of information transcription can be understood using Markovian dynamics. In our work, we model the process of information transcription with an autonomous Maxwell's demon (AMD) which interacts with two bitstreams, a lifted mass, and a heat reservoir. As main results, we analyze the steady-state properties of the system with both time-independent and time-dependent transition rates, focusing on the statistics of extractable work, bit transcription fidelity, and two-bit mutual information. Together, these results provide a holistic view of a simplified model for DNA transcription as an information-theoretic process."}
{"id": "2511.14902", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.14902", "abs": "https://arxiv.org/abs/2511.14902", "authors": ["Eduard Koller", "Swetlana Swarup", "Johannes Knolle", "Natalia B. Perkins"], "title": "Spin-lattice coupling induced chiral phonons and their signature in Raman Circular Dichroism", "comment": "20 pages, 6 figures", "summary": "Recent Raman experiments on the Kitaev material $α$-RuCl$_3$ have reported a finite Raman circular dichroism (RCD), revealing chiral phonon behaviour not expected from lattice symmetry alone. To explain this observation, we develop a diagrammatic framework for the spin-phonon coupled Kitaev model. We demonstrate that bare phonons contribute no RCD, but coupling to the chiral spin excitation continuum under an applied magnetic field renormalizes the phonon propagator, mixing real polarization eigenvectors into complex superpositions with finite angular momentum. This interaction-induced modification generates a nonzero RCD accompanied by characteristic Fano line shapes in the Raman response, reflecting interference between discrete phonons and the continuum. The resulting signal grows with magnetic field strength, consistent with experiment, and directly tracks the field-induced chirality of the spin sector. More broadly, our results establish RCD as a powerful probe of interaction-induced chiral phonons in correlated quantum materials."}
{"id": "2511.15582", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15582", "abs": "https://arxiv.org/abs/2511.15582", "authors": ["O. Moreno Segura", "Y. Pavlyukh", "R. Tuovinen"], "title": "Stability bounds for the generalized Kadanoff-Baym ansatz in the Holstein dimer", "comment": "8 pages, 5 figures", "summary": "Predicting real-time dynamics in correlated systems is demanding: exact two-time Green's function methods are accurate but often too costly, while the Generalized Kadanoff-Baym Ansatz (GKBA) offers time-linear propagation at the risk of uncontrolled behavior. We examine when and why GKBA fails in a minimal yet informative setting, the Holstein dimer that describes electron-phonon coupling. Using a conserving, fully self-consistent electron-phonon self-energy, we map out parameter regions where GKBA dynamics is stable and where it becomes unstable. We trace the onset of these failures to qualitative changes in the model's ground-state solutions obtained from the full nonequilibrium Green's function theory, thereby providing practical stability bounds for GKBA time evolution. We further show that coupling the dimer to electronic leads can damp and, in part, cure these instabilities. The results supply simple diagnostics and guidelines for reliable GKBA simulations of electron-phonon dynamics."}
{"id": "2511.14968", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2511.14968", "abs": "https://arxiv.org/abs/2511.14968", "authors": ["Swagata Acharya", "Dimitar Pashov", "Daphne Lubert-Perquel", "Mark van Schilfgaarde", "Justin C. Johnson"], "title": "Spin-quenching in molecule-transition-metal-dichalcogenide heterostructure through inverse proximity effect", "comment": null, "summary": "A functional heterostructure is central to integrated circuitry in quantum photonics, optoelectronics, neuromorphic computing, spintronics, and straintronics. Recently, heterostructures combining 2D magnets and nonmagnetic transition metal dichalcogenides (TMDs) have been explored. In these, electron and hole wavefunctions are localized in 2D magnets but delocalized in TMDs. When combined, a proximity induced magnetic inter layer exciton can emerge, with energy differing by 20 to 30 meV from intra layer excitons and being two orders of magnitude darker, making it hard to detect and functionalize. Using a high fidelity ab initio many body diagrammatic approach, we show that functionality can be significantly enhanced in a transition metal molecule TMD interface. The molecular exciton exhibits charge transfer character and is extended, unlike the localized Frenkel excitation in 2D magnets. Moreover, the degree of localization and magnetic moment can be tuned by varying the molecular orientation relative to the TMD. This changes the proximity to the magnetic ion, altering screening and enabling a pathway to quench the ion's spin moment. This inverse proximity effect tunes the energies, spin states, and brightness of molecular and inter layer magnetic excitons, a mechanism absent in 2D magnet TMD systems. We also identify conditions under which the interlayer exciton becomes well separated and brighter than intra layer excitons, making it promising for protocols that probe and manipulate magnetic excitonic states."}
{"id": "2511.15538", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15538", "abs": "https://arxiv.org/abs/2511.15538", "authors": ["Hao Zhang", "Hui Chen", "Zichen Huang", "Zi-Ang Wang", "Guangyuan Han", "Ruisong Ma", "Xiangde Zhu", "Wei Ning", "Chengmin Shen", "Qing Huan", "Hong-Jun Gao"], "title": "Atomic Visualization of Bulk and Surface Superconductivity in Weyl Semimetal γ-PtBi2", "comment": null, "summary": "A bulk superconductor hosting intrinsic surface superconductivity provides a unique platform to study Majorana bound states. The superconductor, trigonal γ-PtBi2, is a promising candidate, as surface superconducting gaps and topological surface states have been observed. However, the simultaneous presence of bulk and surface superconductivity has not been resolved. Here, we directly visualize coexisting bulk and surface superconducting gaps in trigonal PtBi2 by using ultra-low-temperature scanning tunneling microscopy/spectroscopy. The bulk gap is Δ ~ 0.053 meV with a critical temperature (Tc) ~ 0.5 K and a critical field below 0.01 T, accompanied by a vortex lattice and bound states, yielding a coherence length of ~200 nm. Remarkably, certain surface regions show a much larger gap of Δ ~ 0.42 meV, persisting up to Tc ~ 3 K and surviving magnetic fields up to 2 T, yet lacking a static vortex lattice. This coexistence of robust surface and bulk superconductivity establishes γ-PtBi2 as a unique platform for investigating the interplay between bulk and surface Cooper pairings in superconducting topological materials."}
{"id": "2511.15027", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.15027", "abs": "https://arxiv.org/abs/2511.15027", "authors": ["Zunyi Deng", "Wenwen Xuan", "Bin Wei", "Yongheng Li"], "title": "Pressure-Induced Reversal of Thermal Anisotropy in Bi2O2Se", "comment": "15 pages, 4 figures", "summary": "Bi2O2Se is an emerging semiconductor with intrinsically low thermal conductivity, making it a promising material for thermoelectric applications. Hydrostatic pressure can effectively tunes the thermal conductivity, with various pressure-dependent trends reported. However, its impact on thermal anisotropy, particularly in the highly anisotropic Bi2O2Se, remains poorly understood. Here, we report a pressure-driven reversal of thermal anisotropy: k_z < k_x at 0 GPa transforms into k_z > k_x at 60 GPa without phase transition. This stems from distinct phonon dispersions along the x- and z-directions under pressure, leading to a reshaped group velocity landscape. Below 10 meV, vz > vx at both pressures, with a much greater advantage at 60 GPa. Above 10 meV, vx > vz at 0 GPa; however, the difference nearly vanishes at 60 GPa. These changes result from anisotropic lattice compression, with the z-axis shrinking more significantly than the x-axis and suppressing the lone pair activity of Bi atoms. This study calls for revisiting the pressure dependence of thermal conductivity anisotropy and provides insights for pressure-driven thermal switching applications."}
{"id": "2511.14878", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.14878", "abs": "https://arxiv.org/abs/2511.14878", "authors": ["Sashikanta Mohapatra", "Sanjay Moudgalya", "Ajit C. Balram"], "title": "Unraveling additional quantum many-body scars of the spin-$1$ $XY$ model with Fock-space cages and commutant algebras", "comment": null, "summary": "Quantum many-body scars (QMBS) represent a mechanism for weak ergodicity breaking, characterized by the coexistence of atypical non-thermal eigenstates within an otherwise thermalizing many-body spectrum. In this work, we revisit the spin-$1$ $XY$ model on a periodic chain and construct several new families of exact scar eigenstates embedded within its extensively degenerate manifolds that owe their origins to an interplay of $U(1)$ magnetization conservation and chiral symmetries. We go beyond previously studied towers of states and first identify a novel set of interference-protected eigenstates resembling Fock space cage states, where destructive interference confines the wave function to sparse subgraphs of the Fock space. These states exhibit subextensive entanglement entropy, and when subjected to a transverse magnetic field, form equally spaced ladders whose coherent superpositions display long-lived fidelity oscillations. We further reveal a simpler organizing principle behind these nonthermal states by using the commutant algebra framework, in particular by showing that they are simultaneous eigenstates of non-commuting local operators. Moreover, in doing so, we uncover two more novel families of exact scars: a tower of volume-entangled states, and a set of mirror-dimer states with some free local degrees of freedom. Our results illustrate the power and interplay of interference-based and algebraic mechanisms of non-ergodicity, offering systematic routes to identifying and classifying QMBS in generic many-body quantum systems."}
{"id": "2511.14904", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14904", "abs": "https://arxiv.org/abs/2511.14904", "authors": ["Leonid V. Pourovskii"], "title": "5d-mediated indirect exchange and effective spin Hamiltonians in Ce triangular-lattice delafossites", "comment": "9 pages, 3 figures", "summary": "Anisotropic intersite exchange interactions in frustrated rare-earth magnets are difficult to assess both theoretically and experimentally. Here, we propose an ab initio force-theorem framework combining the quasi-atomic Hubbard-I approach to 4f correlations with a static mean-field treatment of the on-site intershell Coulomb interaction between rare-earth 4f and 5d states to simultaneously capture both 4f superexchange and 5d-mediated indirect exchange. Applying it to the triangular lattice Ce delafossites CsCeSe$_2$, KCeS$_2$, and RbCeO$_2$, we find that the indirect exchange dominates in the selenide, the superexchange in the oxide, while both mechanisms contribute almost equally in the sulfide. The magnetic exciation spectra of CsCeSe$_2$ and KCeS$_2$ evaluated from the calculated spin Hamiltonains are in good qualitative and quantitative agreement with experimental data."}
{"id": "2511.14968", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2511.14968", "abs": "https://arxiv.org/abs/2511.14968", "authors": ["Swagata Acharya", "Dimitar Pashov", "Daphne Lubert-Perquel", "Mark van Schilfgaarde", "Justin C. Johnson"], "title": "Spin-quenching in molecule-transition-metal-dichalcogenide heterostructure through inverse proximity effect", "comment": null, "summary": "A functional heterostructure is central to integrated circuitry in quantum photonics, optoelectronics, neuromorphic computing, spintronics, and straintronics. Recently, heterostructures combining 2D magnets and nonmagnetic transition metal dichalcogenides (TMDs) have been explored. In these, electron and hole wavefunctions are localized in 2D magnets but delocalized in TMDs. When combined, a proximity induced magnetic inter layer exciton can emerge, with energy differing by 20 to 30 meV from intra layer excitons and being two orders of magnitude darker, making it hard to detect and functionalize. Using a high fidelity ab initio many body diagrammatic approach, we show that functionality can be significantly enhanced in a transition metal molecule TMD interface. The molecular exciton exhibits charge transfer character and is extended, unlike the localized Frenkel excitation in 2D magnets. Moreover, the degree of localization and magnetic moment can be tuned by varying the molecular orientation relative to the TMD. This changes the proximity to the magnetic ion, altering screening and enabling a pathway to quench the ion's spin moment. This inverse proximity effect tunes the energies, spin states, and brightness of molecular and inter layer magnetic excitons, a mechanism absent in 2D magnet TMD systems. We also identify conditions under which the interlayer exciton becomes well separated and brighter than intra layer excitons, making it promising for protocols that probe and manipulate magnetic excitonic states."}
{"id": "2511.15144", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.15144", "abs": "https://arxiv.org/abs/2511.15144", "authors": ["Snigdh Sabharwal", "Matthias Gohlke", "Paul Skrzypczyk", "Nic Shannon"], "title": "Characterizing entanglement at finite temperature: how does a \"classical\" paramagnet become a quantum spin liquid?", "comment": null, "summary": "Quantum spin liquids (QSL) are phases of matter which are distinguished not by the symmetries they break, but rather by the patterns of entanglement within them. Although these entanglement properties have been widely discussed for ground states, the way in which QSL form at finite temperature remains an open question. Here we introduce a method of characterizing both the depth and spatial structure of entanglement, and use this to explore how patterns of entanglement form as temperature is reduced in two widely studied models of QSL, the Kitaev honeycomb model, and the spin-1/2 Heisenberg antiferromagnet on a Kagome lattice. These results enable us to evaluate both the temperature at which spins within the high-temperature paramagnet first become entangled, and the temperature at which the system first develops the structured, multipartite entanglement characteristic of its QSL ground state."}
{"id": "2511.15560", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15560", "abs": "https://arxiv.org/abs/2511.15560", "authors": ["Zi-Ang Wang", "Bin Hu", "Xianghe Han", "Hui Chen", "Hong-Jun Gao"], "title": "Recent progress of scanning tunneling microscopy/spectroscopy study of pair density wave in superconductors", "comment": null, "summary": "A pair density wave (PDW) is a superconducting state characterized by an order parameter with finite center-of-mass momentum in the absence of an external magnetic field, thereby breaking the conventional translational symmetry in homogeneous superconductors. It is proposed that PDW emerges from magnetic interactions, strong electron-electron correlations, and their interplay with competing orders. In this review, we highlight recent advances in the detection and study of PDWs using scanning tunneling microscopy and spectroscopy (STM/STS). We focus on how the signatures of PDW have been experimentally visualized across a variety of extraordinary superconductors, including iron-based superconductors, cuprate superconductors, spin-triplet superconductors, kagome-lattice superconductors, and transition metal dichalcogenides. Beginning with an introduction to the fundamental concept of PDWs and the unique capabilities of STM/STS, particularly its atomic-scale spatial resolution and advanced data analysis techniques, we discuss key experimental findings, including the direct visualization of charge density modulations associated with PDWs. Finally, we discuss emerging challenges and future directions, aiming to inspire future research into the nature of PDWs in superconductors."}
{"id": "2511.15035", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15035", "abs": "https://arxiv.org/abs/2511.15035", "authors": ["Yunpeng Fan", "Xinbao Zhao", "Yu Zhou", "Quanzhao Yue", "Wanshun Xia", "Yuefeng Gu", "Ze Zhang"], "title": "A Novel Strategy to Strengthen Directionally Solidified Superalloy Through Grain Boundary Simplified Design", "comment": "44 pages, 13 figures", "summary": "Conventional strategies for enhancing creep resistance often rely on grain boundary strengthening, yet this approach can inadvertently promote premature grain boundary fracture. This study presents a subtractive alloy design strategy for nickel-based directionally solidified superalloys (DS superalloy) through elimination of conventional grain boundary strengthening elements (C, B, Zr) and the strategy improves the creep performance by 60% rivaling 2nd generation single crystal superalloys. Through characterization of heat-treated and heat-exposed microstructures, we confirm the suppression of deleterious grain boundary phases. Creep tests and fracture analysis reveal a critical transition in failure mechanism: the removal of these elements shifts the fracture mode from transgranular to intergranular. Our discussion comprehensively links this microstructural engineering to the underlying creep deformation mechanisms, showing that the enhanced performance stems from stabilization of γ channel and phase interfaces within grains, as well as strengthening of grain boundaries through serration. This work establishes a novel materials design principle that decouples grain boundary strengthening from elemental additions, offering transformative potential for next-generation high-efficiency turbine blade applications."}
{"id": "2511.15144", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.15144", "abs": "https://arxiv.org/abs/2511.15144", "authors": ["Snigdh Sabharwal", "Matthias Gohlke", "Paul Skrzypczyk", "Nic Shannon"], "title": "Characterizing entanglement at finite temperature: how does a \"classical\" paramagnet become a quantum spin liquid?", "comment": null, "summary": "Quantum spin liquids (QSL) are phases of matter which are distinguished not by the symmetries they break, but rather by the patterns of entanglement within them. Although these entanglement properties have been widely discussed for ground states, the way in which QSL form at finite temperature remains an open question. Here we introduce a method of characterizing both the depth and spatial structure of entanglement, and use this to explore how patterns of entanglement form as temperature is reduced in two widely studied models of QSL, the Kitaev honeycomb model, and the spin-1/2 Heisenberg antiferromagnet on a Kagome lattice. These results enable us to evaluate both the temperature at which spins within the high-temperature paramagnet first become entangled, and the temperature at which the system first develops the structured, multipartite entanglement characteristic of its QSL ground state."}
{"id": "2511.14905", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14905", "abs": "https://arxiv.org/abs/2511.14905", "authors": ["Hyun Sang Park", "Timothy Long", "Michael Wall", "Alexander deJong", "Ali Rachidi", "Kacper Kowalik", "David Elbert", "Robert Drake", "Todd C. Hufnagel"], "title": "Automated laboratory x-ray diffractometer and fluorescence spectrometer for high-throughput materials characterization", "comment": "8 pages, 10 figures. For data, see https://doi.org/10.34863/e8bx-pk70", "summary": "The increasing importance of artificial intelligence and machine learning in materials research has created demand for automated, high-throughput characterization techniques capable of generating large data sets rapidly. We describe here a new instrument for simultaneous x-ray diffraction and x-ray fluorescence spectroscopy optimized for high-throughput studies of combinatorial specimens. A bright, focused, high-energy x-ray beam 24 keV) combined with a pixel array area detector allows rapid, spatially-resolved (250 μm) transmission diffraction measurements through thick (100 μm) specimens of structural metals with exposure times as short as 1 s. Simultaneously, a silicon drift detector records x-ray fluorescence from the specimen for spatially-resolved measurement of composition. Specimen handling is fully automated, with a robot inside the x-ray enclosure manipulating the sample for measurements at different locations. Data orchestration is also automated, with data streamed off the instrument and processed autonomously. In this paper we assess the performance of the instrument in terms of throughput, resolution, and signal-to-noise ratio, and provide an example of its capabilities through a combinatorial study of Cu-Ti alloys to demonstrate rapid data set creation."}
{"id": "2511.15178", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15178", "abs": "https://arxiv.org/abs/2511.15178", "authors": ["Shunsuke Hirai", "Ibuki Terada", "Michi-To Suzuki"], "title": "Wannier based analysis of the direct-indirect bandgap transition by stacking MoS$_2$ layers", "comment": "6 pages, 6 figures", "summary": "Molybdenum disulfide (MoS$_2$), a layered van der Waals material, has attracted considerable attention as a promising alternative to graphene for applications in field-effect transistors and nanophotonic devices because of its sizable band gap, high carrier mobility, large on/off ratio, and strong photoluminescence efficiency. A particularly intriguing property of MoS$_2$ is the transition of its band gap character with layer thickness: while the monolayer exhibits a direct gap, the band gap becomes indirect in multilayer and bulk forms. To clarify the microscopic mechanism behind this transition, we performed first-principles calculations combined with Wannier-based modeling, focusing on the roles of atomic orbitals and interlayer interactions. While orbitals oriented perpendicular to the plane -- such as Mo-$d_{z^2}$ and S-$p_z$ -- have been considered the primary contributors, our analysis reveals that in-plane $p_x$ and $p_y$ orbitals of S atoms also play a significant role. These findings highlight the importance of both out-of-plane and in-plane orbital contributions in governing the electronic structure of layered MoS$_2$, providing deeper insight into its band gap engineering for future device applications."}
{"id": "2511.15452", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15452", "abs": "https://arxiv.org/abs/2511.15452", "authors": ["Dirk Wulferding", "Diana Lucia Quintero-Castro", "Pontus Laurell", "Gonzalo Alvarez", "Elbio Dagotto", "Kwang-Yong Choi"], "title": "Spinon excitations and spin correlations in the one-dimensional quantum magnet $β$-VOSO$_4$ probed by Raman spectroscopy", "comment": null, "summary": "Fractionalized excitations such as spinons and anyons have emerged as a central theme in condensed matter physics with broad implications for superconductivity, quantum statistics, and quantum computation. The nearly ideal one-dimensional $S=1/2$ system $β$-VOSO$_4$ without long-range order down to 85 mK provides a promising platform to experimentally explore such fractionalized excitations. Here, we employ Raman spectroscopy to probe magnetic excitations and the evolution of spin correlations in $β$-VOSO$_4$. Spinon signatures are found along the chain direction, evidenced by a broad, gapless scattering continuum at low temperatures. The temperature dependence of the spinon spectral weight aligns considerably with numerical density matrix renormalization group calculations. By comparing the experimental spinon spectral weight with calculated results and evaluating the associated quantum Fisher information (QFI) therefrom, we observe a steep increase in QFI upon cooling, indicating rapidly growing correlation lengths. Our study showcases QFI as a probe of spin correlations in quantum magnets."}
{"id": "2511.15708", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15708", "abs": "https://arxiv.org/abs/2511.15708", "authors": ["Kevin P. Lucht", "J. H. Pixley", "Pavel A. Volkov"], "title": "Moiré-induced gapped phases in twisted nodal superconductors", "comment": "17 pages, 8 figures", "summary": "We demonstrate the emergence of gapped phases driven by the moiré superlattice that trivialize the topological states in twisted nodal superconductors. The effect arises from umklapp tunneling between non-adjacent Dirac points in momentum space close to specific twist angles or chemical potentials, determined by the Fermi surface geometry. We confirm the robustness of the non-topological phase against interactions with self-consistent calculations and show that this gap competes with the previously predicted topological gapped phases, leading to topological phase transitions. These transitions were overlooked in prior literature, signifying the necessity of modifying the phase diagrams of topological phases exhibited in twisted nodal superconductors with and without an interlayer current. We also estimate the relevant twist angles and discuss experimental signatures, focusing on twisted Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$"}
{"id": "2511.15042", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15042", "abs": "https://arxiv.org/abs/2511.15042", "authors": ["Zahra Teimouri", "Mahtab Masouminia", "Ashkan Irannezhad", "Reza Eslami", "Joseph Deering", "Navid Noor", "Shunquan Tan", "Amirhossein Foroozan", "Shayan Angizi", "Sung-Fu Hun", "Drew Higgins"], "title": "Integrating Atomic Scale Catalyst Design with Transport Engineering for Stable and Efficient CO2 Electrolysis to CO in a Membrane Electrode Assembly", "comment": "32 pages, 7 figures", "summary": "Electrochemical CO2 reduction (CO2R) offers a promising approach to decarbonize chemical manufacturing through production of carbon-neutral fuels. However, insufficient performance and instability of membrane electrode assembly (MEA) reactors limit commercial viability, with both metrics directly impacted by the CO2R catalysts. Here we develop an atomically dispersed nickel-nitrogen-carbon (Ni-NC) catalyst through a scalable synthesis approach using two different carbon supports. When using carbon nanotubes as the support, the resulting Ni-NCNT electrode achieves a partial current density toward CO of 558 mA cm-2 with 92 percent Faradaic efficiency toward CO at a cell voltage of 3.2 V and an energy efficiency of 39 percent toward CO at a total current density of 607 mA cm-2. The MEA demonstrates stable operation at 100 mA cm-2 over 210 hours, outperforming previously reported Ni-NC catalysts. Focused ion beam scanning electron microscopy (FIB-SEM) tomography illustrates the key role of catalyst support on the performance of the electrode. COMSOL Multiphysics simulations using 3D reconstructed images of the catalyst layers from FIB-SEM tomography demonstrate that the higher CO2R performance of the Ni-NCNT electrode is due to improved CO2 diffusion and a more uniform current-density distribution compared to the Ni-NCB electrode prepared with carbon black as the support. The stability and performance of the Ni-NCNT compare favorably to state-of-the-art Ag-based catalysts, while bottom-up cost analysis estimates the purchase cost of the Ni-NCNT catalyst to be about 589 USD per kg, substantially lower than the 1900 USD per kg estimated for Ag-based catalysts."}
{"id": "2511.14933", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14933", "abs": "https://arxiv.org/abs/2511.14933", "authors": ["Lars Forberger", "Jacob T. Baillie", "Zhaojie Feng", "Rachel E. Gariepy", "Sankhya Hirani", "Daniel R. Gamelin", "Shuai Zhang", "Werner Kaminsky", "Peter J. Pauzauskie"], "title": "Hydrothermal Synthesis of Ultra-high Aspect Ratio $β$-NaYF Disks via Methyliminodiacetic Acid (MIDA)", "comment": "21 pages total (14 main + 7 supporting material) with 13 figures (5 main + 8 SI)", "summary": "The hexagonal $β$-phase of sodium yttrium fluoride (NaYF) is a leading host material for lanthanide upconversion and anti-Stokes fluorescence laser refrigeration based on its low phonon energies and high upconversion efficiency. Recently experiments have been proposed to use this material as an optically-levitated sensor of high-frequency gravitational waves. In order to maximize signal-to-noise in this experiment, the NaYF sensor must have both a two-dimensional, disk-like morphology and also a large mass. Here we report a novel hydrothermal process based on the chelation ligand methylimidodiacetic acid (MIDA) to realize hexagonal $β$-NaYF prisms with corner-to-corner diameters up to 44 $\\mathrm{μm}$ while keeping the height around 1 $\\mathrm{μm}$. The surface quality is comparable to particles synthesized with EDTA based on atomic force microscopy (AFM) measurements. Unlike particles synthesized with EDTA the $β$-NaYF particles show no lensing based on curvature of the hexagonal basal plane. Single crystal X-ray diffraction data were refined to the P-62c (#190) space group which to the best of our knowledge has not been reported in the literature. One of six 44 $\\mathrm{μm}$ $β$-NaYF disks doped with 10% ytterbium showed laser refrigeration of ($-4.9 \\pm 1.0$) K suggesting future applications in both levitated optomechanics and microoptics."}
{"id": "2511.15461", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15461", "abs": "https://arxiv.org/abs/2511.15461", "authors": ["Vadim Ohanyan", "Johannes Richter", "Michael Sekania", "Lucas Giambattista", "Alexei Andreanov", "Marcus Kollar"], "title": "On flat bands in the $J_1$-$J_2$-$J_3$ XXZ sawtooth chain", "comment": "18 pages, 7 figures", "summary": "We consider a generalization of the XXZ model on the sawtooth spin chain with Dzyaloshinskii-Moriya interactions in which all exchange constants (symmetric, antisymmetric and axial anisotropy) are different for the three different bonds of each triangle.\n  We derive and resolve algebraic constraints on the exchange constants ensuring the appearance of a flat band in the one-magnon spectrum.\n  The properties of the corresponding flat magnon bands and localized magnon states are analyzed.\n  We further construct the mapping of the flat-band conditions for the Dzyaloshinskii-Moriya constants onto the Katsura-Nagaosa-Balatsky parameters.\n  Based on the mapping the possibility of the electric field driven flat bands with aid of the magnetoelectric coupling is examined."}
{"id": "2511.14960", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.14960", "abs": "https://arxiv.org/abs/2511.14960", "authors": ["Swagata Acharya", "Brooks Tellekamp", "Jerome Jackson", "Dimitar Pashov", "Jeffrey L. Blackburn", "Kirstin Alberi", "Mark van Schilfgaarde"], "title": "Origin of metal-insulator transition in rare-earth Nickelates", "comment": null, "summary": "Rare-earth nickelates RNiO3 (R=rare-earth element) exhibit three kinds of phase transitions with decreasing temperature: a structural transition from a pseudo-cubic to a monoclinic phase, a metal- insulator transition (MIT), and a magnetic transition from a paramagnetic state to an ordered one. The first two occur at the same temperature, which has led to a consensus that the MIT is driven by lattice distortions. We show here that the primary driving force for the MIT is magnetic; however because of the unusual d7 configuration of Ni, additional flexibility in spin configurations are also needed which symmetry-lowing structural deformations make possible. The latter enable Ni to disproportionate into two kinds: a high-spin and a low-spin configuration, which allow the system to reduce its unfavorable orbital moment and also open a gap."}
{"id": "2511.15101", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15101", "abs": "https://arxiv.org/abs/2511.15101", "authors": ["Ashutosh Srivastava", "Nikhilesh Maiity", "Abhishek Kumar Singh"], "title": "Anisotropic in-plane lattice thermal conductivity in bilayer ReS2", "comment": null, "summary": "The significantly weak interlayer coupling strength and puckered structure provide the novel layer-tolerant and anisotropic features in two-dimensional (2D) ReS2. These unique features offer an opportunity to modulate the optoelectronic, vibrational, and transport properties along different lattice directions in ReS2. Here, using first-principles density functional theory (DFT), we investigated the thermal transport properties of ReS2 in AA and AB stacking orders. The anisotopic ratios for lattice thermal conductivities (\\k{appa}) are found to be 1.08 and 1.12 for AA and AB stacking, respectively. This anisotropic nature remains intact even at higher temperatures up to 1000K, demonstrating anisotropic robustness. Lower symmetry in AB stacking leads to higher phonon scattering, which results in lower group velocity, smaller phonon lifetime, and thereby lower \\k{appa} along both directions as compared to AA stacking. The strong breathing and shear Raman modes in AB stacking indicate stronger layer coupling, further confirming the dominant contribution of acoustic modes towards thermal transport. The findings underscore that the stacking-order-driven preferential heat flow in ReS2 and opens up a new dimension for optimizing device performance."}
{"id": "2511.14956", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14956", "abs": "https://arxiv.org/abs/2511.14956", "authors": ["Siegfried Kaidisch", "Amir Kleiner", "Sivan Refaely-Abramson", "Peter Puschnig", "Christian S. Kern"], "title": "Photoemission tomography of excitons in 2D systems: momentum-space signatures of correlated electron-hole wave functions", "comment": null, "summary": "The momentum-space signatures of excitons can be experimentally accessed through time-resolved (pump-probe) photoelectron spectroscopy. In this work, we develop a computational framework for exciton photoemission orbital tomography (exPOT) in periodic systems, enabling the simulation and interpretation of experimental observables within many-body perturbation theory. By connecting the $GW$+Bethe-Salpeter Equation (BSE) approach to photoemission tomography, our formalism captures exciton photoemission in periodic systems, explicitly incorporating photoemission matrix element effects induced by the probe pulse. The correlated nature of electrons and holes introduces distinct consequences for excitonic photoemission, including a dependence on pump pulse polarization. Using the prototypical two-dimensional material hexagonal boron nitride, we demonstrate these effects and show how our framework extends to excitons with finite center-of-mass momentum, making it well-suited to studying momentum-dark excitons. This provides valuable insights into the microscopic nature of excitonic phenomena in quantum materials."}
{"id": "2511.15486", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15486", "abs": "https://arxiv.org/abs/2511.15486", "authors": ["Shu-Hong Tang", "Han-Yu Wang", "Da-Yong Liu", "Feng Lu", "Wei-Hua Wang", "H. -Q. Lin", "Liang-Jian Zou"], "title": "Evolution of correlated electronic states of La2NiO4 under hydrostatic pressure", "comment": "15 pages, 6 figures", "summary": "We elucidate the electronic structure and quantum many-body instabilities of the monolayer nickelate La2NiO4 under hydrostatic pressure using a combination of density functional theory, dynamical mean-field theory (DFT+DMFT), and random phase approximation (RPA). Our DFT+DMFT calculations reveal non-Fermi-liquid behavior and coherence loss near the Fermi level at low pressures, driven by strong electron correlations within the Ni-e_g orbital manifold, which is analogous to the low-energy electronic properties observed in La3Ni2O7. However, multi-orbital spin susceptibility analysis demonstrates an exceptionally suppressed critical Stoner parameter U_c (about 0.4~0.7 eV), indicating robust magnetic order that dominates the ground state and precludes superconductivity in the pristine system. Below U_c, superconducting instabilities exhibit a pressure-driven symmetry transition: the d_(x2-y2)-wave pairing prevails at ambient and low pressure, while the s+g-wave symmetry occurs above 75 GPa. This transition is attributed to pressure-induced self-doping effect. The high-angular-momentum g-wave component incurs significant energetic penalties, rendering high-Tc superconductivity unlikely. We conclude that the absence of superconductivity in La2NiO4 arises from its robust intrinsic magnetism and the unfavorable pairing symmetry under pressure, suggesting that alternative routes-such as chemical doping or epitaxial strain-are necessary to suppress magnetism and unlock superconducting states."}
{"id": "2511.15486", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15486", "abs": "https://arxiv.org/abs/2511.15486", "authors": ["Shu-Hong Tang", "Han-Yu Wang", "Da-Yong Liu", "Feng Lu", "Wei-Hua Wang", "H. -Q. Lin", "Liang-Jian Zou"], "title": "Evolution of correlated electronic states of La2NiO4 under hydrostatic pressure", "comment": "15 pages, 6 figures", "summary": "We elucidate the electronic structure and quantum many-body instabilities of the monolayer nickelate La2NiO4 under hydrostatic pressure using a combination of density functional theory, dynamical mean-field theory (DFT+DMFT), and random phase approximation (RPA). Our DFT+DMFT calculations reveal non-Fermi-liquid behavior and coherence loss near the Fermi level at low pressures, driven by strong electron correlations within the Ni-e_g orbital manifold, which is analogous to the low-energy electronic properties observed in La3Ni2O7. However, multi-orbital spin susceptibility analysis demonstrates an exceptionally suppressed critical Stoner parameter U_c (about 0.4~0.7 eV), indicating robust magnetic order that dominates the ground state and precludes superconductivity in the pristine system. Below U_c, superconducting instabilities exhibit a pressure-driven symmetry transition: the d_(x2-y2)-wave pairing prevails at ambient and low pressure, while the s+g-wave symmetry occurs above 75 GPa. This transition is attributed to pressure-induced self-doping effect. The high-angular-momentum g-wave component incurs significant energetic penalties, rendering high-Tc superconductivity unlikely. We conclude that the absence of superconductivity in La2NiO4 arises from its robust intrinsic magnetism and the unfavorable pairing symmetry under pressure, suggesting that alternative routes-such as chemical doping or epitaxial strain-are necessary to suppress magnetism and unlock superconducting states."}
{"id": "2511.15109", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15109", "abs": "https://arxiv.org/abs/2511.15109", "authors": ["Devin Chugh", "Bhagath Sreenarayanan", "Steven Suwito", "Ganesh Raghavendran", "Bing Joe Hwang", "Ying Shirley Meng", "Weinien Su"], "title": "Deep Learning Assisted Prediction of Electrochemical Lithiation State in Spinel Lithium Titanium Oxide Thin Films", "comment": null, "summary": "Machine Learning (ML) and Deep Learning (DL) based framework have evolved rapidly and generated considerable interests for predicting the properties of materials. In this work, we utilize ML-DL framework to predict the electrochemical lithiation state and associated electrical conductivity of spinel Li4Ti5O12 (LTO) thin films using Raman spectroscopy data. Raman spectroscopy, with its rapid, non-destructive, and high-resolution capabilities, is leveraged to monitor dynamic electrochemical changes in LTO films. A comprehensive dataset of 3,272 Raman spectra, representing lithiation states from 0% to 100%, was collected and preprocessed using advanced techniques including cosmic ray removal, smoothing, baseline correction, normalization, and data augmentation. Classical machine learning models such as Support Vector Machine (SVM), Linear Discriminant Analysis (LDA), and Random Forest (RF) were evaluated alongside a Convolutional Neural Network (CNN). While traditional models achieved moderate to high accuracy, they struggled with generalization and noise sensitivity. In contrast, the CNN demonstrated superior performance, achieving over 99.5% accuracy and robust predictions on unseen samples. The CNN model effectively captured non-linear spectral features and showed resilience to experimental variability. This pipeline not only enables accurate lithiation state classification but also facilitates conductivity estimation, offering a scalable approach for real-time battery material characterization and potential extension to other spectroscopic datasets."}
{"id": "2511.14960", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.14960", "abs": "https://arxiv.org/abs/2511.14960", "authors": ["Swagata Acharya", "Brooks Tellekamp", "Jerome Jackson", "Dimitar Pashov", "Jeffrey L. Blackburn", "Kirstin Alberi", "Mark van Schilfgaarde"], "title": "Origin of metal-insulator transition in rare-earth Nickelates", "comment": null, "summary": "Rare-earth nickelates RNiO3 (R=rare-earth element) exhibit three kinds of phase transitions with decreasing temperature: a structural transition from a pseudo-cubic to a monoclinic phase, a metal- insulator transition (MIT), and a magnetic transition from a paramagnetic state to an ordered one. The first two occur at the same temperature, which has led to a consensus that the MIT is driven by lattice distortions. We show here that the primary driving force for the MIT is magnetic; however because of the unusual d7 configuration of Ni, additional flexibility in spin configurations are also needed which symmetry-lowing structural deformations make possible. The latter enable Ni to disproportionate into two kinds: a high-spin and a low-spin configuration, which allow the system to reduce its unfavorable orbital moment and also open a gap."}
{"id": "2511.15547", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.15547", "abs": "https://arxiv.org/abs/2511.15547", "authors": ["Gustavo M. Yoshitome", "Pedro R. S. Gomes"], "title": "Non-Abelian Zero Modes in Fractional Quantum Hall-Superconductor Heterostructure", "comment": "22 pages, 3 figures", "summary": "We discuss the emergence of non-Abelian zero modes from twist defects in Abelian topological phases. We consider a setup built from a fractional quantum Hall (FQH)-superconductor heterostructure, which effectively induces a phase transition, leading to a topological phase endowed with new anyonic symmetries, and accordingly supporting distinct types of zero modes at fixed filling. These defects are modeled at the interface between two copies of the same heterostructure arranged side by side, which produces counterpropagating modes that can be gapped by interactions that realize the anyonic symmetries. We characterize the parafermions associated with each anyonic symmetry and discuss how their presence affect the periodicity of Josephson tunneling current."}
{"id": "2511.15147", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15147", "abs": "https://arxiv.org/abs/2511.15147", "authors": ["Y. Sun", "M. Alzate Banguero", "P. Salev", "Ivan K. Schuller", "L. Aigouy", "A. Zimmers", "E. W. Carlson"], "title": "Effects of Interactions and Defect Motion on Ramp Reversal Memory in Locally Phase Separated Materials", "comment": "13 + 11 pages, 10 + 7 figures, first submitted version before peer-review, accepted by Advanced Electronic Materials", "summary": "The ramp-reversal memory (RRM) effect in metal-insulator transition metal oxides (TMOs), a non-volatile resistance change induced by repeated temperature cycling, has attracted considerable interest in neuromorphic computing and non-volatile memory devices. Our previously introduced defect motion model successfully explained RRM in vanadium dioxide (VO$_2$), capturing observed critical temperature shifts and memory accumulation throughout the sample. However, this approach lacked interactions between metallic and insulating domains, whereas the RRM only appears when TMOs are brought into the metal-insulator coexistence regime. Here, we extend our model by combining the Random Field Ising Model with defect diffusion-segregation, thereby enabling accurate hysteresis modeling while predicting the relationship between RRM and domain interactions. Our simulations demonstrate that maximum RRM occurs when the turnaround temperature approaches the warming branch inflection point, consistent with experimental observations on VO$_2$. Most significantly, we find that increasing nearest-neighbor interactions enhances the maximum memory effect, thus providing a clear mechanism for optimizing RRM performance. Since our model employs minimal assumptions, we predict that RRM should be a widespread phenomenon in materials exhibiting patterned phase coexistence of electronic domains. This work not only advances fundamental understanding of memory behavior in TMOs but also establishes a much-needed theoretical framework for optimizing device applications."}
{"id": "2511.14965", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.14965", "abs": "https://arxiv.org/abs/2511.14965", "authors": ["Emdadul Haque Chowdhury", "Masoud Aryanpour", "Yun Kyung Shin", "Bladimir Ramos-Alvarado", "Matthias Ihme", "Adri van Duin"], "title": "Third-Body Stabilization of Supercritical CO2 in CO Oxidation: Development and Application of a New ReaxFF Force Field for the CO/O/CO2 System", "comment": null, "summary": "Supercritical CO2 (scCO2) plays a crucial role as a solvent in separation processes, advanced power cycles, and green chemical and materials processing. Nonetheless, the atomistic comprehension of how the dense scCO2 matrix influences the fundamental combustion of carbon monoxide (CO) is still insufficiently explored. Experimental studies and traditional molecular dynamics (MD) simulations frequently fail to detect the highly reactive, transient intermediates, such as atomic oxygen (O), that drive these reactions. To fill this knowledge gap, we have developed a novel ReaxFF reactive force field for the CO2/CO/O system. To effectively model CO2 crystal properties, intermolecular interactions, bond energies, and critical reaction energy barriers, the force field parameters were calibrated using data obtained from the density functional theory and second-order Moller-Plesset calculations. The force field was able to reproduce the cohesive energy of the CO2 crystal, the pressure characteristics of bulk scCO2, and the structural properties of liquid and scCO2, as documented by experiments, ab-initio MD, and prominent non-reactive models. The force field was subsequently applied to study the CO + O = CO2 reaction. In a dilute gas-phase environment, the reaction exhibits inefficiency as the newly formed CO2 rapidly dissociates back due to substantial kinetic energy acquired from the exothermic reaction. Conversely, in a dense scCO2 environment, the surrounding CO2 matrix acts as an efficient third body, stabilizing the emerging CO2 product by dissipating its excess energy via molecular collisions. As such, this ReaxFF force field facilitates a unique, large-scale reactive MD description of radical chemistry in scCO2 and establishes a mechanistic foundation for third-body stabilization in dense reactive environments."}
{"id": "2511.15584", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15584", "abs": "https://arxiv.org/abs/2511.15584", "authors": ["Rafaela F. S. Penacchio", "Siham Mohamed", "Sérgio L. Morelhão", "Sergey L. Bud'ko", "Paul C. Canfield", "Tyler J. Slade"], "title": "Structural phase transitions in the van der Waals ferromagnets Fe$_x$Pd$_{y}$Te$_2$", "comment": null, "summary": "Here, we provide a detailed study of the crystal structure and physical properties of the recently discovered vdW ferromagnet FePd$_2$Te$_2$. We find this compound has a relatively wide width of formation, and grow single crystals with compositions Fe$_x$Pd$_{y}$Te$_2$ where $x$ ranges from 0.9 to 1.1 and $y$ from 1.8 to 2.5, respectively. Temperature-dependent X-ray diffraction and transport measurements reveal that a first-order structural transition occurs in the range of $T$ = 360-420 K. Above the transition, the compounds with Pd fraction $y>2$ adopt a disordered derivative of the tetragonal FeTe structure, with the Fe layer showing mixed Fe/Pd occupancy and the extra Pd atoms partially occupying interstitial sites. Below 370 K, the structure is incommensurately modulated. For $y<2$, the composition Fe$_{1.1}$Pd$_{1.8}$Te$_2$ has monoclinic symmetry at room temperature that is consistent with the reported structure of FePd$_2$Te$_2$. This phase undergoes a structural transition at 420 K for which the high temperature structure is yet to be determined; however, based on the similarities with the $y > 2$ compounds, we speculate that this composition also adopts a tetragonal structure above 420\\,K. All compounds investigated in the Fe$_x$Pd$_{y}$Te$_2$ series show metallic behavior, with magnetic characterization indicating that they are easy-plane, hard, ferromagnets with $T_C$ spanning 98--180 K. Both the critical temperature for the structural transition and the Curie temperature are moderately suppressed with increasing Pd fraction $y$ and corresponding decreasing Fe fraction $x$, indicating that synthetic control over $x$ and $y$ paves way for the further exploration of these compounds."}
{"id": "2511.15178", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15178", "abs": "https://arxiv.org/abs/2511.15178", "authors": ["Shunsuke Hirai", "Ibuki Terada", "Michi-To Suzuki"], "title": "Wannier based analysis of the direct-indirect bandgap transition by stacking MoS$_2$ layers", "comment": "6 pages, 6 figures", "summary": "Molybdenum disulfide (MoS$_2$), a layered van der Waals material, has attracted considerable attention as a promising alternative to graphene for applications in field-effect transistors and nanophotonic devices because of its sizable band gap, high carrier mobility, large on/off ratio, and strong photoluminescence efficiency. A particularly intriguing property of MoS$_2$ is the transition of its band gap character with layer thickness: while the monolayer exhibits a direct gap, the band gap becomes indirect in multilayer and bulk forms. To clarify the microscopic mechanism behind this transition, we performed first-principles calculations combined with Wannier-based modeling, focusing on the roles of atomic orbitals and interlayer interactions. While orbitals oriented perpendicular to the plane -- such as Mo-$d_{z^2}$ and S-$p_z$ -- have been considered the primary contributors, our analysis reveals that in-plane $p_x$ and $p_y$ orbitals of S atoms also play a significant role. These findings highlight the importance of both out-of-plane and in-plane orbital contributions in governing the electronic structure of layered MoS$_2$, providing deeper insight into its band gap engineering for future device applications."}
{"id": "2511.14968", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2511.14968", "abs": "https://arxiv.org/abs/2511.14968", "authors": ["Swagata Acharya", "Dimitar Pashov", "Daphne Lubert-Perquel", "Mark van Schilfgaarde", "Justin C. Johnson"], "title": "Spin-quenching in molecule-transition-metal-dichalcogenide heterostructure through inverse proximity effect", "comment": null, "summary": "A functional heterostructure is central to integrated circuitry in quantum photonics, optoelectronics, neuromorphic computing, spintronics, and straintronics. Recently, heterostructures combining 2D magnets and nonmagnetic transition metal dichalcogenides (TMDs) have been explored. In these, electron and hole wavefunctions are localized in 2D magnets but delocalized in TMDs. When combined, a proximity induced magnetic inter layer exciton can emerge, with energy differing by 20 to 30 meV from intra layer excitons and being two orders of magnitude darker, making it hard to detect and functionalize. Using a high fidelity ab initio many body diagrammatic approach, we show that functionality can be significantly enhanced in a transition metal molecule TMD interface. The molecular exciton exhibits charge transfer character and is extended, unlike the localized Frenkel excitation in 2D magnets. Moreover, the degree of localization and magnetic moment can be tuned by varying the molecular orientation relative to the TMD. This changes the proximity to the magnetic ion, altering screening and enabling a pathway to quench the ion's spin moment. This inverse proximity effect tunes the energies, spin states, and brightness of molecular and inter layer magnetic excitons, a mechanism absent in 2D magnet TMD systems. We also identify conditions under which the interlayer exciton becomes well separated and brighter than intra layer excitons, making it promising for protocols that probe and manipulate magnetic excitonic states."}
{"id": "2511.15608", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15608", "abs": "https://arxiv.org/abs/2511.15608", "authors": ["Jiong Mei", "Shao-Hang Shi", "Ping Xu", "Ziyan Chen", "Hui-Ke Jin", "Mingpu Qin", "Zi-Xiang Li", "Kun Jiang"], "title": "Magnetic electron-hole asymmetry in cuprates: a computational revisit", "comment": "Main: 16 pages, 11 figures; Supplement: 6 pages, 6 figures", "summary": "In this work, we revisit the electron-hole asymmetry of antiferromagnetism in cuprates by studying the three-band Emery model. Using parameters relevant to La$_2$CuO$_4$, we benchmark the anti-ferromagnetic response for a large range of dopings with variational Monte Carlo, determinant quantum Monte Carlo, constrained-path auxiliary-field quantum Monte Carlo, density-matrix embedding theory, and the Gutzwiller approximation. Across methods and accessible sizes/temperatures, we find no significant electron-hole asymmetry if we consider only Neel anti-ferronagnetic response and ignore other possible orders such as stripe state. This result is robust to a moderate oxygen-site repulsion $U_p$ and to parameter sets of Nd$_2$CuO$_4$. Incorporating dopant-induced local potentials reveals an extrinsic route to asymmetry: Cu-site defects enhance AFM on the electron-doped side, whereas O-site defects suppress it on the hole-doped side. These results indicate that dopant-driven effects make a non-negligible contribution to apparent electron-hole asymmetry in the general phase diagram of cuprates and should be included when analyzing competing orders in cuprates."}
{"id": "2511.15222", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.15222", "abs": "https://arxiv.org/abs/2511.15222", "authors": ["Pol Benítez", "Cibrán López", "Edgardo Saucedo", "Teruyasu Mizoguchi", "Claudio Cazorla"], "title": "Why Physics Still Matters: Improving Machine Learning Prediction of Material Properties with Phonon-Informed Datasets", "comment": "12 pages; 5 figures", "summary": "Machine learning (ML) methods have become powerful tools for predicting material properties with near first-principles accuracy and vastly reduced computational cost. However, the performance of ML models critically depends on the quality, size, and diversity of the training dataset. In materials science, this dependence is particularly important for learning from low-symmetry atomistic configurations that capture thermal excitations, structural defects, and chemical disorder, features that are ubiquitous in real materials but underrepresented in most datasets. The absence of systematic strategies for generating representative training data may therefore limit the predictive power of ML models in technologically critical fields such as energy conversion and photonics. In this work, we assess the effectiveness of graph neural network (GNN) models trained on two fundamentally different types of datasets: one composed of randomly generated atomic configurations and another constructed using physically informed sampling based on lattice vibrations. As a case study, we address the challenging task of predicting electronic and mechanical properties of a prototypical family of optoelectronic materials under realistic finite-temperature conditions. We find that the phonons-informed model consistently outperforms the randomly trained counterpart, despite relying on fewer data points. Explainability analyses further reveal that high-performing models assign greater weight to chemically meaningful bonds that control property variations, underscoring the importance of physically guided data generation. Overall, this work demonstrates that larger datasets do not necessarily yield better GNN predictive models and introduces a simple and general strategy for efficiently constructing high-quality training data in materials informatics."}
{"id": "2511.14974", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14974", "abs": "https://arxiv.org/abs/2511.14974", "authors": ["Fanghao Zhang", "Guanchun Rui", "Yujie Quan", "Shantal Adajian", "Matthew Delmont", "Q. M. Zhang", "Bolin Liao"], "title": "Electric-Field-Dependent Thermal Conductivity in Fresh and Aged Bulk Single Crystalline $\\mathrm{BaTiO_3}$", "comment": null, "summary": "Active thermal management requires advances in thermal switching materials, whose thermal conductivity responds to external stimuli. The electric field, as one of the most convenient and effective stimuli, has shown great potential in tuning the thermal conductivity of ferroelectric materials. While previous studies on electric-field-induced ferroelectric thermal switching have primarily focused on thin films and bulk solid solutions with strong extrinsic interface and defect scatterings, bulk single crystals, which can offer clear insights into intrinsic thermal switching mechanisms, have received comparatively less attention. Here, we demonstrate electric-field-induced thermal switching in bulk single-crystalline $\\mathrm{BaTiO_3}$ (BTO) at room temperature and elucidate the critical role of domain evolution and aging in governing heat transport. Using a customized steady-state platform with in-situ electric fields up to $\\pm$10 kV/cm, we observe a modulation of thermal conductivity up to 35% in fresh BTO driven by polarization reorientation and domain restructuring. First-principles finite-temperature lattice-dynamics calculations confirm that the switching behavior primarily originates from anisotropic phonon transport associated with domain configuration rather than strain-induced changes in phonon velocities. We further reveal that both ambient aging and controlled thermal aging can enhance the switching contrast through the formation and alignment of defect dipoles that modulate phonon-defect scattering. These results establish defect-domain interactions as a powerful design parameter for ferroelectric thermal switches and demonstrate a versatile experimental platform for exploring field-tunable heat transport and phase behavior in bulk functional materials."}
{"id": "2511.15678", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15678", "abs": "https://arxiv.org/abs/2511.15678", "authors": ["Shang-Shun Zhang", "Anish Bhardwaj", "S. M. Koohpayeh", "D. M. Pajerowski", "Jeffrey G. Rau", "Hitesh J. Changlani", "Allen Scheie"], "title": "Intrinsic quantum disorder in Yb2Ti2O7 and the quantum S=1/2 pyrochlore phase diagram", "comment": "8 pages 6 figures main text, 7 pages appendices & references, 8 pages supplemental information", "summary": "We present an experimental and theoretical study of the anisotropic pyrochlore phase diagram. Inelastic field-dependent neutron scattering on Yb$_2$Ti$_2$O$_7$ shows intrinsic broadening and a flat low-energy magnon mode which is partially captured by interacting magnon models. Exact diagonalization reveals the existence of an emergent quantum phase between ferromagnetism and antiferromagnetism, in which Yb$_2$Ti$_2$O$_7$ Hamiltonian potentially resides. This behavior matches the phenomenology of quantum criticality in heavy fermion systems, and shows Yb$_2$Ti$_2$O$_7$ is a clean system which can be field-tuned from well-defined magnons to a nontrivial quantum ground state. This suggests that quantum criticality is a generic feature of the dipolar phase diagram."}
{"id": "2511.15235", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15235", "abs": "https://arxiv.org/abs/2511.15235", "authors": ["Julian M. Rosalie", "Anton Hohenwarter"], "title": "Dynamic precipitation during high-pressure torsion of a magnesium-manganese alloy", "comment": "15 pages, 9 figures", "summary": "An ultrafine grained magnesium alloy has been produced through room temperature high-pressure torsion (HPT) of solutionised Mg-1.35 wt.%Mn. Dynamic precipitation of nanometer-scale Mn particles occurred during deformation. These particles populated the grain boundaries, acting as pinning sites which allowed the alloy to develop a grain size of 140 nm after 0.5 rotations. Further HPT deformation resulted in a gradual increase in grain size with no increase in precipitate size. Despite the extensive deformation applied, the alloy did not develop a bimodal grain structure and retained a grain size of 230 nm after 10 complete rotations, demonstrating the stability and effectiveness of these pinning particles."}
{"id": "2511.15017", "categories": ["cond-mat.stat-mech", "math.DS"], "pdf": "https://arxiv.org/pdf/2511.15017", "abs": "https://arxiv.org/abs/2511.15017", "authors": ["Subhrajit Sinha", "Parvathi Kooloth"], "title": "On Entropic Characterization of Symmetry Breaking in Dynamical Systems I: Spontaneous Symmetry Breaking", "comment": null, "summary": "We develop an entropy based framework for analyzing symmetry breaking in dynamical systems. Information transfer, which measures the directional exchange of entropy between observables, provides a quantitative early indicator of symmetry loss. For local spontaneous symmetry breaking (SSB), we show that as a symmetric equilibrium approaches instability, trajectories exhibit pronounced critical slowing down accompanied by a rise in Shannon entropy. This establishes a direct link between symmetry loss, slowing down, and entropy growth. We further characterize the entropy discontinuity associated with global symmetry breaking (GSSB) through an ergodic decomposition viewpoint. Numerical examples illustrate that entropy and information transfer measures serve as reliable precursors and diagnostics of symmetry breaking transitions."}
{"id": "2511.15147", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15147", "abs": "https://arxiv.org/abs/2511.15147", "authors": ["Y. Sun", "M. Alzate Banguero", "P. Salev", "Ivan K. Schuller", "L. Aigouy", "A. Zimmers", "E. W. Carlson"], "title": "Effects of Interactions and Defect Motion on Ramp Reversal Memory in Locally Phase Separated Materials", "comment": "13 + 11 pages, 10 + 7 figures, first submitted version before peer-review, accepted by Advanced Electronic Materials", "summary": "The ramp-reversal memory (RRM) effect in metal-insulator transition metal oxides (TMOs), a non-volatile resistance change induced by repeated temperature cycling, has attracted considerable interest in neuromorphic computing and non-volatile memory devices. Our previously introduced defect motion model successfully explained RRM in vanadium dioxide (VO$_2$), capturing observed critical temperature shifts and memory accumulation throughout the sample. However, this approach lacked interactions between metallic and insulating domains, whereas the RRM only appears when TMOs are brought into the metal-insulator coexistence regime. Here, we extend our model by combining the Random Field Ising Model with defect diffusion-segregation, thereby enabling accurate hysteresis modeling while predicting the relationship between RRM and domain interactions. Our simulations demonstrate that maximum RRM occurs when the turnaround temperature approaches the warming branch inflection point, consistent with experimental observations on VO$_2$. Most significantly, we find that increasing nearest-neighbor interactions enhances the maximum memory effect, thus providing a clear mechanism for optimizing RRM performance. Since our model employs minimal assumptions, we predict that RRM should be a widespread phenomenon in materials exhibiting patterned phase coexistence of electronic domains. This work not only advances fundamental understanding of memory behavior in TMOs but also establishes a much-needed theoretical framework for optimizing device applications."}
{"id": "2511.15249", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15249", "abs": "https://arxiv.org/abs/2511.15249", "authors": ["Laurent Chaput", "Henrique Miranda", "Atsushi Togo", "Manuel Engel", "Martin Schlipf", "Martijn Marsman", "Georg Kresse"], "title": "Ab initio calculations of the thermoelectric figure of merit, within the relaxation time approximation", "comment": null, "summary": "In this paper, we propose a computational framework, based on the VASP and phono3py computer codes, to obtain the thermoelectric figure of merit from the electron-phonon and phonon-phonon interactions using finite displacements in supercells. Several numerical techniques are developed for efficiency.\n  The method is applied to several thermoelectric materials. We found different behaviors for the lifetimes of the electrons in PbTe, PbSe, and in compounds of the half-Heusler and magnesium silicide family. This is traced back to the different frequencies of the phonons involved in the scattering around the Fermi level. They have a lower frequency in PbTe and PbSe.\n  The magnitude of the thermoelectric figures of merit we computed compare well with experiments, but the agreement is far from perfect. The role of the defects, not explicitly considered in our calculations, but abundant in thermoelectric materials, is discussed as a possible explanation. It is also shown that the choice of the exchange-correlation functional can strongly impact the results."}
{"id": "2511.15020", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15020", "abs": "https://arxiv.org/abs/2511.15020", "authors": ["Ross D. Monaghan", "Jonathan L. Marenkovic", "Giuseppe C. Tettamanzi"], "title": "Synthetic areas spread in two-dimensional Superconducting Quantum Interference Arrays", "comment": "12 pages, 8 Figure", "summary": "Superconducting Quantum Interference Devices (SQUIDs), formed by incorporating Josephson junctions into loops of superconducting material, are the backbone of many modern quantum sensing systems. It has been demonstrated that, by combining multiple SQUID loops into a two-dimensional (2D) array, it is possible to fabricate ultra-high-performing Radio frequency sensors. However, to function as absolute magnetometers, current-in-use arrays require the area of each SQUID loop in the array to be incommensurate and, in turn, forbid the achievement of their full potential in terms of quantum-limited performances. This is because imposing incommensurability in the areas contrasts with optimised performance in each single SQUID loop. In this work, we report that by selectively inserting bare sections of a superconducting circuit with no Josephson junctions, 2D SQUID arrays can operate as an absolute magnetometer even when no physical area spread is applied. Based on a generalisation of current available theories, a complete analytical formulation for the one-to-one correspondence between the distribution of these bare loops and what we call a synthetic area spread is unveiled. This synthetic spread represents the equivalent physical spread of incommensurate SQUID loops that you will use to obtain the absolute Voltage-Magnetic Flux response if no bare loops were in use. Our work opens the way to a broader use of this technology for the fabrication of ultra-high-performance absolute quantum sensors. Our approach is also experimentally verified by fabricating several 2D SQUID arrays incorporating bare superconducting loops and by demonstrating that they behave in alignment with what is suggested by our theory."}
{"id": "2511.15265", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15265", "abs": "https://arxiv.org/abs/2511.15265", "authors": ["Hengyuan Zhang", "Jielong Zhang", "Mengwu Huo", "Junfeng Chen", "Deyuan Hu", "Dao-Xin Yao", "Hualei Sun", "Kun Cao", "Meng Wang"], "title": "Identifying the structure of La3Ni2O7 in the pressurized superconducting state", "comment": null, "summary": "The precise crystal structure of La3Ni2O7 in its high-pressure superconducting state has been a subject of intense debate, with proposed models including both orthorhombic and tetragonal symmetries. Using high-pressure Raman spectroscopy combined with frst-principles calculations, we unravel the structural evolution of La3Ni2O7 under pressure up to 32.7 GPa. We identify a clear structural transition sequence: from the orthorhombic Amam phase to a mixed Amam+Fmmm phase at 4 GPa, followed by a complete transition to the tetragonal I4/mmm phase at 14.5 GPa, which is signaled by a pronounced phonon renormalization. The emergence of bulk superconductivity is found to coincide precisely with this transition to the I4/mmm phase. Our results de nitively establish the tetragonal I4/mmm structure as the host of superconductivity in La3Ni2O7, resolving a central controversy and providing a critical foundation for understanding the superconducting mechanism in nickelates."}
{"id": "2511.15281", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15281", "abs": "https://arxiv.org/abs/2511.15281", "authors": ["Sarah C. Gillespie", "Jérome Gautier", "Linde M. van de Ven", "Agustin O. Alvarez", "Bruno Ehrler", "L. J. Geerligs", "Veronique S. Gevaerts", "Gianluca Coletti", "Erik C. Garnett"], "title": "Photoluminescence Mapping of Mobile and Fixed Defects in Halide Perovskite Films", "comment": null, "summary": "Metal halide perovskites exhibit coupled electronic and ionic properties that determine their photovoltaic performance and operational stability. Understanding and quantifying ionic transport are therefore essential for advancing perovskite optoelectronics. Conventional electrical methods such as impedance spectroscopy require fully integrated devices, and their interpretation is often complicated by interfacial and contact effects, limiting the ability to isolate intrinsic ionic behavior. Here, a localized adaptation of intensity-modulated photoluminescence spectroscopy (IMPLS) is utilized to optically probe lateral ionic transport in perovskite films. The frequency-dependent photoluminescence response is measured under controlled carrier injection levels and correlated with the photoluminescence quantum yield (PLQY). The proposed diffusion model indicates that mobile ionic defects laterally migrate from high light intensity regions, giving rise to characteristic photoluminescence modulations. Ionic diffusion coefficients extracted from IMPLS agree well with literature values obtained from electrical measurements. Importantly, IMPLS mapping separates mobile and immobile defect contributions through a defect contrast coefficient (DCC), which quantifies the normalized difference between the area-averaged photoluminescence intensity and phase data. This work ultimately demonstrates that localized IMPLS provides a contact-free means to extract lateral ion diffusion coefficients while spatially distinguishing defect types across the sample."}
{"id": "2511.15027", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2511.15027", "abs": "https://arxiv.org/abs/2511.15027", "authors": ["Zunyi Deng", "Wenwen Xuan", "Bin Wei", "Yongheng Li"], "title": "Pressure-Induced Reversal of Thermal Anisotropy in Bi2O2Se", "comment": "15 pages, 4 figures", "summary": "Bi2O2Se is an emerging semiconductor with intrinsically low thermal conductivity, making it a promising material for thermoelectric applications. Hydrostatic pressure can effectively tunes the thermal conductivity, with various pressure-dependent trends reported. However, its impact on thermal anisotropy, particularly in the highly anisotropic Bi2O2Se, remains poorly understood. Here, we report a pressure-driven reversal of thermal anisotropy: k_z < k_x at 0 GPa transforms into k_z > k_x at 60 GPa without phase transition. This stems from distinct phonon dispersions along the x- and z-directions under pressure, leading to a reshaped group velocity landscape. Below 10 meV, vz > vx at both pressures, with a much greater advantage at 60 GPa. Above 10 meV, vx > vz at 0 GPa; however, the difference nearly vanishes at 60 GPa. These changes result from anisotropic lattice compression, with the z-axis shrinking more significantly than the x-axis and suppressing the lone pair activity of Bi atoms. This study calls for revisiting the pressure dependence of thermal conductivity anisotropy and provides insights for pressure-driven thermal switching applications."}
{"id": "2511.15402", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn", "physics.atom-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.15402", "abs": "https://arxiv.org/abs/2511.15402", "authors": ["Davide Tisi", "Sergey Pozdnyakov", "Michele Ceriotti"], "title": "Mechanistic study of mixed lithium halides solid state electrolytes", "comment": null, "summary": "Lithium halides with the general formula Li$_x$M$_y$X$_6$, where M indicates transition metal ions and X halide anions are very actively studied as solid-state electrolytes, because of relatively low cost, high stability and Li conductivity. The structure and properties of these halide-based solid electrolytes (HSE) can be tuned by alloying, e.g. using different halides and/or transition metals simultaneously. The large chemical space is difficult to sample by experiments, making simulations based on broadly applicable machine-learning interatomic potentials (MLIPs) a promising approach to elucidate structure-property relations, and facilitate the design of better-performing compositions. Here we focus on the Li$_3$YCl$_{6x}$Br$_{6(1-x)}$ system, for which reliable experimental data exists, and use the recently-developed PET-MAD universal MLIP to investigate the structure of the alloy, the interplay of crystalline lattice, volume and chemical composition, and its effect on Li conductivity. We find that the distribution of Cl and Br atoms is only weakly correlated, and that the primary effect of alloying is to modulate the lattice parameter -- although it can also trigger transition between different lattice symmetries. By comparing constant-volume and constant-pressure simulations, we disentangle the effect of lattice parameter and chemical composition on the conductivity, finding that the two effects compensate each other, reducing the overall dependency of conductivity on alloy composition. We also study the effect of Y-In metal substitution finding a small increase in the conductivity for the C2/m phase at 25\\% In content, and an overall higher conductivity for the P$\\bar{3}$m1 phase."}
{"id": "2511.15035", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15035", "abs": "https://arxiv.org/abs/2511.15035", "authors": ["Yunpeng Fan", "Xinbao Zhao", "Yu Zhou", "Quanzhao Yue", "Wanshun Xia", "Yuefeng Gu", "Ze Zhang"], "title": "A Novel Strategy to Strengthen Directionally Solidified Superalloy Through Grain Boundary Simplified Design", "comment": "44 pages, 13 figures", "summary": "Conventional strategies for enhancing creep resistance often rely on grain boundary strengthening, yet this approach can inadvertently promote premature grain boundary fracture. This study presents a subtractive alloy design strategy for nickel-based directionally solidified superalloys (DS superalloy) through elimination of conventional grain boundary strengthening elements (C, B, Zr) and the strategy improves the creep performance by 60% rivaling 2nd generation single crystal superalloys. Through characterization of heat-treated and heat-exposed microstructures, we confirm the suppression of deleterious grain boundary phases. Creep tests and fracture analysis reveal a critical transition in failure mechanism: the removal of these elements shifts the fracture mode from transgranular to intergranular. Our discussion comprehensively links this microstructural engineering to the underlying creep deformation mechanisms, showing that the enhanced performance stems from stabilization of γ channel and phase interfaces within grains, as well as strengthening of grain boundaries through serration. This work establishes a novel materials design principle that decouples grain boundary strengthening from elemental additions, offering transformative potential for next-generation high-efficiency turbine blade applications."}
{"id": "2511.15449", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15449", "abs": "https://arxiv.org/abs/2511.15449", "authors": ["Nils Hertl", "Connor L. Box", "Reinhard J. Maurer"], "title": "Mode selectivity in electron promoted vibrational relaxation of chemisorbed hydrogen on molybdenum and tungsten surfaces", "comment": "11 pages, 3 figures, 4 tables, submitted to Faraday Discussions on Vibrations at Interfaces", "summary": "Electron-phonon coupling in atoms and molecules adsorbed at metal surfaces gives rise to finite vibrational linewidths in infrared or electron energy loss spectra. When it is the dominant contribution to the vibrational lifetime, it manifests itself in the form of a Fano line shape. Here, we report the linewidths of vibrational modes of chemisorbed hydrogen on the (100) and (110) surfaces of molybdenum and tungsten calculated from first-order time-dependent perturbation theory. For those modes with a Fano line shape, our results are in good agreement with the experiment. We further observe that the coupling strength between vibrations and electrons depends on the nature of the mode: for Lorentzian-shaped peaks, the experimental linewidths are always larger than those predicted based on pure electron-phonon coupling. The calculated linewidths exhibit a strong coverage dependence, decreasing towards higher coverages. This finding has important implications for nonadiabatic energy dissipation in hydrogen dynamics at metal surfaces. While electron-hole pair excitation is the dominant energy-transfer mechanism between hydrogen and pristine metal surfaces, other channels for energy dissipation, such as adsorbate-adsorbate interactions, may become more significant on metal surfaces densely covered with hydrogen."}
{"id": "2511.15042", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15042", "abs": "https://arxiv.org/abs/2511.15042", "authors": ["Zahra Teimouri", "Mahtab Masouminia", "Ashkan Irannezhad", "Reza Eslami", "Joseph Deering", "Navid Noor", "Shunquan Tan", "Amirhossein Foroozan", "Shayan Angizi", "Sung-Fu Hun", "Drew Higgins"], "title": "Integrating Atomic Scale Catalyst Design with Transport Engineering for Stable and Efficient CO2 Electrolysis to CO in a Membrane Electrode Assembly", "comment": "32 pages, 7 figures", "summary": "Electrochemical CO2 reduction (CO2R) offers a promising approach to decarbonize chemical manufacturing through production of carbon-neutral fuels. However, insufficient performance and instability of membrane electrode assembly (MEA) reactors limit commercial viability, with both metrics directly impacted by the CO2R catalysts. Here we develop an atomically dispersed nickel-nitrogen-carbon (Ni-NC) catalyst through a scalable synthesis approach using two different carbon supports. When using carbon nanotubes as the support, the resulting Ni-NCNT electrode achieves a partial current density toward CO of 558 mA cm-2 with 92 percent Faradaic efficiency toward CO at a cell voltage of 3.2 V and an energy efficiency of 39 percent toward CO at a total current density of 607 mA cm-2. The MEA demonstrates stable operation at 100 mA cm-2 over 210 hours, outperforming previously reported Ni-NC catalysts. Focused ion beam scanning electron microscopy (FIB-SEM) tomography illustrates the key role of catalyst support on the performance of the electrode. COMSOL Multiphysics simulations using 3D reconstructed images of the catalyst layers from FIB-SEM tomography demonstrate that the higher CO2R performance of the Ni-NCNT electrode is due to improved CO2 diffusion and a more uniform current-density distribution compared to the Ni-NCB electrode prepared with carbon black as the support. The stability and performance of the Ni-NCNT compare favorably to state-of-the-art Ag-based catalysts, while bottom-up cost analysis estimates the purchase cost of the Ni-NCNT catalyst to be about 589 USD per kg, substantially lower than the 1900 USD per kg estimated for Ag-based catalysts."}
{"id": "2511.14904", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.14904", "abs": "https://arxiv.org/abs/2511.14904", "authors": ["Leonid V. Pourovskii"], "title": "5d-mediated indirect exchange and effective spin Hamiltonians in Ce triangular-lattice delafossites", "comment": "9 pages, 3 figures", "summary": "Anisotropic intersite exchange interactions in frustrated rare-earth magnets are difficult to assess both theoretically and experimentally. Here, we propose an ab initio force-theorem framework combining the quasi-atomic Hubbard-I approach to 4f correlations with a static mean-field treatment of the on-site intershell Coulomb interaction between rare-earth 4f and 5d states to simultaneously capture both 4f superexchange and 5d-mediated indirect exchange. Applying it to the triangular lattice Ce delafossites CsCeSe$_2$, KCeS$_2$, and RbCeO$_2$, we find that the indirect exchange dominates in the selenide, the superexchange in the oxide, while both mechanisms contribute almost equally in the sulfide. The magnetic exciation spectra of CsCeSe$_2$ and KCeS$_2$ evaluated from the calculated spin Hamiltonains are in good qualitative and quantitative agreement with experimental data."}
{"id": "2511.15101", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15101", "abs": "https://arxiv.org/abs/2511.15101", "authors": ["Ashutosh Srivastava", "Nikhilesh Maiity", "Abhishek Kumar Singh"], "title": "Anisotropic in-plane lattice thermal conductivity in bilayer ReS2", "comment": null, "summary": "The significantly weak interlayer coupling strength and puckered structure provide the novel layer-tolerant and anisotropic features in two-dimensional (2D) ReS2. These unique features offer an opportunity to modulate the optoelectronic, vibrational, and transport properties along different lattice directions in ReS2. Here, using first-principles density functional theory (DFT), we investigated the thermal transport properties of ReS2 in AA and AB stacking orders. The anisotopic ratios for lattice thermal conductivities (\\k{appa}) are found to be 1.08 and 1.12 for AA and AB stacking, respectively. This anisotropic nature remains intact even at higher temperatures up to 1000K, demonstrating anisotropic robustness. Lower symmetry in AB stacking leads to higher phonon scattering, which results in lower group velocity, smaller phonon lifetime, and thereby lower \\k{appa} along both directions as compared to AA stacking. The strong breathing and shear Raman modes in AB stacking indicate stronger layer coupling, further confirming the dominant contribution of acoustic modes towards thermal transport. The findings underscore that the stacking-order-driven preferential heat flow in ReS2 and opens up a new dimension for optimizing device performance."}
{"id": "2511.14960", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.14960", "abs": "https://arxiv.org/abs/2511.14960", "authors": ["Swagata Acharya", "Brooks Tellekamp", "Jerome Jackson", "Dimitar Pashov", "Jeffrey L. Blackburn", "Kirstin Alberi", "Mark van Schilfgaarde"], "title": "Origin of metal-insulator transition in rare-earth Nickelates", "comment": null, "summary": "Rare-earth nickelates RNiO3 (R=rare-earth element) exhibit three kinds of phase transitions with decreasing temperature: a structural transition from a pseudo-cubic to a monoclinic phase, a metal- insulator transition (MIT), and a magnetic transition from a paramagnetic state to an ordered one. The first two occur at the same temperature, which has led to a consensus that the MIT is driven by lattice distortions. We show here that the primary driving force for the MIT is magnetic; however because of the unusual d7 configuration of Ni, additional flexibility in spin configurations are also needed which symmetry-lowing structural deformations make possible. The latter enable Ni to disproportionate into two kinds: a high-spin and a low-spin configuration, which allow the system to reduce its unfavorable orbital moment and also open a gap."}
{"id": "2511.15109", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15109", "abs": "https://arxiv.org/abs/2511.15109", "authors": ["Devin Chugh", "Bhagath Sreenarayanan", "Steven Suwito", "Ganesh Raghavendran", "Bing Joe Hwang", "Ying Shirley Meng", "Weinien Su"], "title": "Deep Learning Assisted Prediction of Electrochemical Lithiation State in Spinel Lithium Titanium Oxide Thin Films", "comment": null, "summary": "Machine Learning (ML) and Deep Learning (DL) based framework have evolved rapidly and generated considerable interests for predicting the properties of materials. In this work, we utilize ML-DL framework to predict the electrochemical lithiation state and associated electrical conductivity of spinel Li4Ti5O12 (LTO) thin films using Raman spectroscopy data. Raman spectroscopy, with its rapid, non-destructive, and high-resolution capabilities, is leveraged to monitor dynamic electrochemical changes in LTO films. A comprehensive dataset of 3,272 Raman spectra, representing lithiation states from 0% to 100%, was collected and preprocessed using advanced techniques including cosmic ray removal, smoothing, baseline correction, normalization, and data augmentation. Classical machine learning models such as Support Vector Machine (SVM), Linear Discriminant Analysis (LDA), and Random Forest (RF) were evaluated alongside a Convolutional Neural Network (CNN). While traditional models achieved moderate to high accuracy, they struggled with generalization and noise sensitivity. In contrast, the CNN demonstrated superior performance, achieving over 99.5% accuracy and robust predictions on unseen samples. The CNN model effectively captured non-linear spectral features and showed resilience to experimental variability. This pipeline not only enables accurate lithiation state classification but also facilitates conductivity estimation, offering a scalable approach for real-time battery material characterization and potential extension to other spectroscopic datasets."}
{"id": "2511.14968", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2511.14968", "abs": "https://arxiv.org/abs/2511.14968", "authors": ["Swagata Acharya", "Dimitar Pashov", "Daphne Lubert-Perquel", "Mark van Schilfgaarde", "Justin C. Johnson"], "title": "Spin-quenching in molecule-transition-metal-dichalcogenide heterostructure through inverse proximity effect", "comment": null, "summary": "A functional heterostructure is central to integrated circuitry in quantum photonics, optoelectronics, neuromorphic computing, spintronics, and straintronics. Recently, heterostructures combining 2D magnets and nonmagnetic transition metal dichalcogenides (TMDs) have been explored. In these, electron and hole wavefunctions are localized in 2D magnets but delocalized in TMDs. When combined, a proximity induced magnetic inter layer exciton can emerge, with energy differing by 20 to 30 meV from intra layer excitons and being two orders of magnitude darker, making it hard to detect and functionalize. Using a high fidelity ab initio many body diagrammatic approach, we show that functionality can be significantly enhanced in a transition metal molecule TMD interface. The molecular exciton exhibits charge transfer character and is extended, unlike the localized Frenkel excitation in 2D magnets. Moreover, the degree of localization and magnetic moment can be tuned by varying the molecular orientation relative to the TMD. This changes the proximity to the magnetic ion, altering screening and enabling a pathway to quench the ion's spin moment. This inverse proximity effect tunes the energies, spin states, and brightness of molecular and inter layer magnetic excitons, a mechanism absent in 2D magnet TMD systems. We also identify conditions under which the interlayer exciton becomes well separated and brighter than intra layer excitons, making it promising for protocols that probe and manipulate magnetic excitonic states."}
{"id": "2511.15116", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15116", "abs": "https://arxiv.org/abs/2511.15116", "authors": ["Chung-Yang Wang", "Zeming Sun", "Thomas Oseroff", "Matthias U. Liepe", "Steven M. Anlage"], "title": "Microscopic Investigation of rf Vortex Nucleation in Nb3Sn Films Using a Near-Field Magnetic Microwave Microscope", "comment": "9 pages, 8 figures", "summary": "We use a near-field magnetic microwave microscope to investigate and compare rf vortex nucleation in two superconducting radio-frequency (SRF)-quality Nb3Sn films fabricated by different methods: a conventional vapor-diffused film and an electrochemically plated film followed by thermal annealing, both of which are deposited on Nb substrates. The microscope applies a localized rf magnetic field to the sample surface and measures the resulting third-harmonic response P3f, which is particularly sensitive to rf vortex nucleation triggered by surface defects. Both Nb3Sn films exhibit nontrivial P3f(T) structures below 7 K that display the key signatures associated with rf vortex nucleation at local defects. The electrochemical film additionally shows multiple P3f(T) structures between 14 K and 16 K that are absent in the vapor-diffused sample. Our results highlight the influence of fabrication method on rf vortex penetration properties and demonstrate the utility of third-harmonic response as a local diagnostic tool for surface defects in Nb3Sn films."}
{"id": "2511.15483", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.15483", "abs": "https://arxiv.org/abs/2511.15483", "authors": ["Christina Vantaraki", "Oier Bikondoa", "Matías P. Grassi", "Brindaban Ojha", "Alkaios Stamatelatos", "Natalia Kwiatek-Maroszek", "Miguel Angel Niño Orti", "Michael Foerster", "Thomas Saerbeck", "Daniel Primetzhofer", "Max Wolff", "Nicolas Jaouen", "Thomas P. A. Hase", "Vassilios Kapaklis"], "title": "Long-Range Magnetic Order in Structurally Embedded Mesospin Metamaterials", "comment": "21 pages main article, 8 pages supplementary information, 7 figure in main article, 6 figures in supplementary information", "summary": "Engineered assemblies of interacting magnetic elements-magnetic metamaterials-provide a powerful route to tailor collective magnetic order and dynamics. By structuring matter at the mesoscale, they bridge atomic magnetism and macroscopic functionality, enabling emergent behaviour inaccessible in conventional materials. However, realizing large-area metamaterials that combine high morphological uniformity with intrinsic long-range order has remained challenging, largely due to the structural disorder inherent to lithographic fabrication. Here we demonstrate a scalable route to structurally and magnetically coherent metamaterials by embedding iron-ions to form mesospins within a non-magnetic thin film palladium host matrix. Using controlled implantation, we realize morphologically uniform arrays that spontaneously develop extended antiferromagnetic order in the as-fabricated state - without the need of external annealing or field cycling. Resonant X-ray scattering and microscopy reveal sharp magnetic Bragg peaks modulated by the mesospin form factor, evidencing long-range antiferromagnetic order coupled to structural coherence. This embedded architecture establishes a platform for exploring coherent spin-photon interactions and functional X-ray scattering in magnetic metamaterials free from lithographic topography and disorder."}
{"id": "2511.15144", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.15144", "abs": "https://arxiv.org/abs/2511.15144", "authors": ["Snigdh Sabharwal", "Matthias Gohlke", "Paul Skrzypczyk", "Nic Shannon"], "title": "Characterizing entanglement at finite temperature: how does a \"classical\" paramagnet become a quantum spin liquid?", "comment": null, "summary": "Quantum spin liquids (QSL) are phases of matter which are distinguished not by the symmetries they break, but rather by the patterns of entanglement within them. Although these entanglement properties have been widely discussed for ground states, the way in which QSL form at finite temperature remains an open question. Here we introduce a method of characterizing both the depth and spatial structure of entanglement, and use this to explore how patterns of entanglement form as temperature is reduced in two widely studied models of QSL, the Kitaev honeycomb model, and the spin-1/2 Heisenberg antiferromagnet on a Kagome lattice. These results enable us to evaluate both the temperature at which spins within the high-temperature paramagnet first become entangled, and the temperature at which the system first develops the structured, multipartite entanglement characteristic of its QSL ground state."}
{"id": "2511.15526", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15526", "abs": "https://arxiv.org/abs/2511.15526", "authors": ["Long Cheng", "Jia Liu", "Tongying Liu", "Pan Chen", "Mingyue Zhang", "Jiashi Li", "Shiyu Zhang", "Fei Ye", "Qing Wang", "Weitao Liu", "Jian Kang", "Jiandi Zhang", "Xiaofang Zhai"], "title": "Interplay of spin-orbit coupling and trigonal crystal field enhances superconductivity in $LaAlO_3/KTaO_3$ (111)", "comment": null, "summary": "In conventional superconductors, bulk physical properties typically degrade as the film thickness approaches the two-dimensional (2D) limit. Here in the (111) oriented LaAlO3/KTaO3 (LAO/KTO) heterostructure, we demonstrate experimental evidence that reducing the conducting layer thickness at the interface significantly enhances superconducting transition temperature Tc, in direct contrast to conventional wisdom. From the sum frequency generation (SFG) spectroscopy and superconducting upper-critical field measurements, both the trigonal symmetry and spin orbit scattering are enhanced with the increased Tc. We attribute the enhanced superconductivity (SC) to the synergic interplay between spin-orbit coupling (SOC) and trigonal crystal field, resulting in an enhanced electron-phonon coupling. Furthermore, we show the existence of unconventional SC: the approaching linear temperature dependence of normal state resistance with increasing Tc and the existence of a quantum critical point (QCP) near the superconducting phase. Our findings provide important insight into the underlying mechanism of the strong orientation-dependent KTO interface SC."}
{"id": "2511.15147", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15147", "abs": "https://arxiv.org/abs/2511.15147", "authors": ["Y. Sun", "M. Alzate Banguero", "P. Salev", "Ivan K. Schuller", "L. Aigouy", "A. Zimmers", "E. W. Carlson"], "title": "Effects of Interactions and Defect Motion on Ramp Reversal Memory in Locally Phase Separated Materials", "comment": "13 + 11 pages, 10 + 7 figures, first submitted version before peer-review, accepted by Advanced Electronic Materials", "summary": "The ramp-reversal memory (RRM) effect in metal-insulator transition metal oxides (TMOs), a non-volatile resistance change induced by repeated temperature cycling, has attracted considerable interest in neuromorphic computing and non-volatile memory devices. Our previously introduced defect motion model successfully explained RRM in vanadium dioxide (VO$_2$), capturing observed critical temperature shifts and memory accumulation throughout the sample. However, this approach lacked interactions between metallic and insulating domains, whereas the RRM only appears when TMOs are brought into the metal-insulator coexistence regime. Here, we extend our model by combining the Random Field Ising Model with defect diffusion-segregation, thereby enabling accurate hysteresis modeling while predicting the relationship between RRM and domain interactions. Our simulations demonstrate that maximum RRM occurs when the turnaround temperature approaches the warming branch inflection point, consistent with experimental observations on VO$_2$. Most significantly, we find that increasing nearest-neighbor interactions enhances the maximum memory effect, thus providing a clear mechanism for optimizing RRM performance. Since our model employs minimal assumptions, we predict that RRM should be a widespread phenomenon in materials exhibiting patterned phase coexistence of electronic domains. This work not only advances fundamental understanding of memory behavior in TMOs but also establishes a much-needed theoretical framework for optimizing device applications."}
{"id": "2511.15160", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15160", "abs": "https://arxiv.org/abs/2511.15160", "authors": ["D. Shapoval", "M. Dudka"], "title": "Critical exponents of the Ising model with quenched structural disorder and long-range interactions at spatial dimension $d=3$", "comment": "15 pages, 7 figures", "summary": "We analyse the critical properties of a weakly diluted (random) Ising model with the long-range interaction decaying with distance $x$ as $\\sim x^{-d-σ}$ in a $d$-dimensional space. It is known to belong to a new long-range random universality class for certain values of the decay parameter $σ$. Exploiting the field-theoretic renormalization group approach within the minimal subtraction scheme, we compute the three-loop rermalization group functions. On their basis, with the help of asymptotic series resummation methods, we estimate the correlation length critical exponent $ν$ characterising the new universality class for $d=3$ and for those values of $σ$ for which long-range interactions are relevant for the critical behaviour."}
{"id": "2511.15178", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15178", "abs": "https://arxiv.org/abs/2511.15178", "authors": ["Shunsuke Hirai", "Ibuki Terada", "Michi-To Suzuki"], "title": "Wannier based analysis of the direct-indirect bandgap transition by stacking MoS$_2$ layers", "comment": "6 pages, 6 figures", "summary": "Molybdenum disulfide (MoS$_2$), a layered van der Waals material, has attracted considerable attention as a promising alternative to graphene for applications in field-effect transistors and nanophotonic devices because of its sizable band gap, high carrier mobility, large on/off ratio, and strong photoluminescence efficiency. A particularly intriguing property of MoS$_2$ is the transition of its band gap character with layer thickness: while the monolayer exhibits a direct gap, the band gap becomes indirect in multilayer and bulk forms. To clarify the microscopic mechanism behind this transition, we performed first-principles calculations combined with Wannier-based modeling, focusing on the roles of atomic orbitals and interlayer interactions. While orbitals oriented perpendicular to the plane -- such as Mo-$d_{z^2}$ and S-$p_z$ -- have been considered the primary contributors, our analysis reveals that in-plane $p_x$ and $p_y$ orbitals of S atoms also play a significant role. These findings highlight the importance of both out-of-plane and in-plane orbital contributions in governing the electronic structure of layered MoS$_2$, providing deeper insight into its band gap engineering for future device applications."}
{"id": "2511.15222", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2511.15222", "abs": "https://arxiv.org/abs/2511.15222", "authors": ["Pol Benítez", "Cibrán López", "Edgardo Saucedo", "Teruyasu Mizoguchi", "Claudio Cazorla"], "title": "Why Physics Still Matters: Improving Machine Learning Prediction of Material Properties with Phonon-Informed Datasets", "comment": "12 pages; 5 figures", "summary": "Machine learning (ML) methods have become powerful tools for predicting material properties with near first-principles accuracy and vastly reduced computational cost. However, the performance of ML models critically depends on the quality, size, and diversity of the training dataset. In materials science, this dependence is particularly important for learning from low-symmetry atomistic configurations that capture thermal excitations, structural defects, and chemical disorder, features that are ubiquitous in real materials but underrepresented in most datasets. The absence of systematic strategies for generating representative training data may therefore limit the predictive power of ML models in technologically critical fields such as energy conversion and photonics. In this work, we assess the effectiveness of graph neural network (GNN) models trained on two fundamentally different types of datasets: one composed of randomly generated atomic configurations and another constructed using physically informed sampling based on lattice vibrations. As a case study, we address the challenging task of predicting electronic and mechanical properties of a prototypical family of optoelectronic materials under realistic finite-temperature conditions. We find that the phonons-informed model consistently outperforms the randomly trained counterpart, despite relying on fewer data points. Explainability analyses further reveal that high-performing models assign greater weight to chemically meaningful bonds that control property variations, underscoring the importance of physically guided data generation. Overall, this work demonstrates that larger datasets do not necessarily yield better GNN predictive models and introduces a simple and general strategy for efficiently constructing high-quality training data in materials informatics."}
{"id": "2511.15235", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15235", "abs": "https://arxiv.org/abs/2511.15235", "authors": ["Julian M. Rosalie", "Anton Hohenwarter"], "title": "Dynamic precipitation during high-pressure torsion of a magnesium-manganese alloy", "comment": "15 pages, 9 figures", "summary": "An ultrafine grained magnesium alloy has been produced through room temperature high-pressure torsion (HPT) of solutionised Mg-1.35 wt.%Mn. Dynamic precipitation of nanometer-scale Mn particles occurred during deformation. These particles populated the grain boundaries, acting as pinning sites which allowed the alloy to develop a grain size of 140 nm after 0.5 rotations. Further HPT deformation resulted in a gradual increase in grain size with no increase in precipitate size. Despite the extensive deformation applied, the alloy did not develop a bimodal grain structure and retained a grain size of 230 nm after 10 complete rotations, demonstrating the stability and effectiveness of these pinning particles."}
{"id": "2511.15249", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15249", "abs": "https://arxiv.org/abs/2511.15249", "authors": ["Laurent Chaput", "Henrique Miranda", "Atsushi Togo", "Manuel Engel", "Martin Schlipf", "Martijn Marsman", "Georg Kresse"], "title": "Ab initio calculations of the thermoelectric figure of merit, within the relaxation time approximation", "comment": null, "summary": "In this paper, we propose a computational framework, based on the VASP and phono3py computer codes, to obtain the thermoelectric figure of merit from the electron-phonon and phonon-phonon interactions using finite displacements in supercells. Several numerical techniques are developed for efficiency.\n  The method is applied to several thermoelectric materials. We found different behaviors for the lifetimes of the electrons in PbTe, PbSe, and in compounds of the half-Heusler and magnesium silicide family. This is traced back to the different frequencies of the phonons involved in the scattering around the Fermi level. They have a lower frequency in PbTe and PbSe.\n  The magnitude of the thermoelectric figures of merit we computed compare well with experiments, but the agreement is far from perfect. The role of the defects, not explicitly considered in our calculations, but abundant in thermoelectric materials, is discussed as a possible explanation. It is also shown that the choice of the exchange-correlation functional can strongly impact the results."}
{"id": "2511.15265", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15265", "abs": "https://arxiv.org/abs/2511.15265", "authors": ["Hengyuan Zhang", "Jielong Zhang", "Mengwu Huo", "Junfeng Chen", "Deyuan Hu", "Dao-Xin Yao", "Hualei Sun", "Kun Cao", "Meng Wang"], "title": "Identifying the structure of La3Ni2O7 in the pressurized superconducting state", "comment": null, "summary": "The precise crystal structure of La3Ni2O7 in its high-pressure superconducting state has been a subject of intense debate, with proposed models including both orthorhombic and tetragonal symmetries. Using high-pressure Raman spectroscopy combined with frst-principles calculations, we unravel the structural evolution of La3Ni2O7 under pressure up to 32.7 GPa. We identify a clear structural transition sequence: from the orthorhombic Amam phase to a mixed Amam+Fmmm phase at 4 GPa, followed by a complete transition to the tetragonal I4/mmm phase at 14.5 GPa, which is signaled by a pronounced phonon renormalization. The emergence of bulk superconductivity is found to coincide precisely with this transition to the I4/mmm phase. Our results de nitively establish the tetragonal I4/mmm structure as the host of superconductivity in La3Ni2O7, resolving a central controversy and providing a critical foundation for understanding the superconducting mechanism in nickelates."}
{"id": "2511.15268", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15268", "abs": "https://arxiv.org/abs/2511.15268", "authors": ["Mohammad Mortezaei Nobahari"], "title": "Photoinduced topological phase transition in monolayer 1T$^\\prime$-MoS$_2$", "comment": null, "summary": "We investigate the nonequilibrium topological phases of monolayer 1T$^\\prime$--MoS$_2$ under high-frequency circularly polarized driving using a low-energy $k\\!\\cdot\\!p$ Hamiltonian combined with a van Vleck expansion. The off-resonant field generates spin- and valley-dependent mass corrections that reshape the Berry curvature profile and shift the conditions for band inversion. By evaluating the quasienergy bands, Berry curvatures, Hall conductivities, and spin- valley-resolved Chern numbers, we identify a sequence of light-controlled topological transitions marked by well-defined gap closings. Depending on the Floquet coupling strength and the electric-field parameter, the system evolves between the equilibrium quantum spin Hall (QSH) state and a set of driven phases including spin-polarized quantum Hall insulator (S-QHI), quantum valley Hall (QVH or BI) and photo-induced quantum Hall insulator (P-QHI) regimes. The results establish 1T$^\\prime$--MoS$_2$ as a tunable platform where circular driving selectively manipulates spin and valley degrees of freedom, enabling controlled access to non-equilibrium topological phases in transition-metal dichalcogenides."}
{"id": "2511.15281", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15281", "abs": "https://arxiv.org/abs/2511.15281", "authors": ["Sarah C. Gillespie", "Jérome Gautier", "Linde M. van de Ven", "Agustin O. Alvarez", "Bruno Ehrler", "L. J. Geerligs", "Veronique S. Gevaerts", "Gianluca Coletti", "Erik C. Garnett"], "title": "Photoluminescence Mapping of Mobile and Fixed Defects in Halide Perovskite Films", "comment": null, "summary": "Metal halide perovskites exhibit coupled electronic and ionic properties that determine their photovoltaic performance and operational stability. Understanding and quantifying ionic transport are therefore essential for advancing perovskite optoelectronics. Conventional electrical methods such as impedance spectroscopy require fully integrated devices, and their interpretation is often complicated by interfacial and contact effects, limiting the ability to isolate intrinsic ionic behavior. Here, a localized adaptation of intensity-modulated photoluminescence spectroscopy (IMPLS) is utilized to optically probe lateral ionic transport in perovskite films. The frequency-dependent photoluminescence response is measured under controlled carrier injection levels and correlated with the photoluminescence quantum yield (PLQY). The proposed diffusion model indicates that mobile ionic defects laterally migrate from high light intensity regions, giving rise to characteristic photoluminescence modulations. Ionic diffusion coefficients extracted from IMPLS agree well with literature values obtained from electrical measurements. Importantly, IMPLS mapping separates mobile and immobile defect contributions through a defect contrast coefficient (DCC), which quantifies the normalized difference between the area-averaged photoluminescence intensity and phase data. This work ultimately demonstrates that localized IMPLS provides a contact-free means to extract lateral ion diffusion coefficients while spatially distinguishing defect types across the sample."}
{"id": "2511.15337", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2511.15337", "abs": "https://arxiv.org/abs/2511.15337", "authors": ["Ronika Sarkar", "Arka Bandyopadhyay", "Awadhesh Narayan", "Diptiman Sen"], "title": "Refraction Hall Effect", "comment": "6 pages, 4 figures", "summary": "We introduce a new mechanism that produces a Hall-like response in time-reversal-invariant materials, driven entirely by geometric effects. Specifically, we demonstrate that a tilted potential interface causes electron wave packets to undergo a refraction-like deflection upon transmission through the barrier, leading to a finite transverse current and a corresponding Hall conductance. Our analytical framework captures the essential features of this refraction Hall effect, and the resulting Hall conductivity profile is corroborated by numerical simulations across different lattice models and device geometries. We further visualize our predicted effect through real-time wave packet dynamics, which reveals its purely geometric origin and the robustness of the transverse response. These findings establish a fundamentally distinct class of Hall-like transport phenomena in mesoscopic systems that preserve time-reversal symmetry."}
{"id": "2511.15362", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15362", "abs": "https://arxiv.org/abs/2511.15362", "authors": ["R. V. Romanik", "O. A. Dobush", "M. P. Kozlovskii", "I. V. Pylyuk", "M. A. Shpot"], "title": "Pair distribution function of the cell fluid model with Curie-Weiss interaction", "comment": "14 pages, 5 figures", "summary": "In this paper we present results for the pair distribution function for the cell fluid model with Curie-Weiss interaction. As a supplementary result, one- and two-particle densities are calculated."}
{"id": "2511.15386", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2511.15386", "abs": "https://arxiv.org/abs/2511.15386", "authors": ["Damjan Dagbjartsson", "Simon Banks", "Björgvin Hjörvarsson"], "title": "Dynamic stabilisation of mesospin chains", "comment": null, "summary": "We present a rare example of a one-dimensional system with short-range range interactions for which a self-stabilizing long-range ordered phase persists to finite temperatures. Our model offers a new perspective on the origins of shape anisotropy on the mesoscopic scale in magnetic metamaterials. Specifically, we show how the combination of a physically realistic stray-field potential and the spatial dimensionality of the system can reduce the effective dimensionality of classical magnetic mesospins. The resulting emergent constraints on the magnetic excitation spectrum underpin the observed ordering, in stark contrast to the behaviour of analogous one-dimensional models with strictly isotropic spins."}
{"id": "2511.15399", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15399", "abs": "https://arxiv.org/abs/2511.15399", "authors": ["Malek Telfah", "Abdalla Obeidat"], "title": "Exact Analytical Results for the 1D Ising Chain with Periodic Impurity Fields", "comment": "15 pages, 5 figures, submitted to JSTAT", "summary": "We present an exact analytical solution for the one-dimensional Ising model in the presence of an external magnetic field applied periodically to every $k$-th site. The problem is handled using the symmetrized transfer matrix approach, we derive a compact closed-form expression for the system's eigenvalues for arbitrary period $k$. From the resulting free energy, we obtain exact expressions for the magnetization and zero-field susceptibility. Explicit results are presented for $k = 1$, $k = 2$, and $k = 3$ which is considered a novel result. We further analyze the spin-spin correlation functions, deriving the correlation length and the set of position-dependent correlation strength prefactors, $A_{ij}$. The framework highlights how impurity spacing suppresses thermodynamic responses, with susceptibility scaling as $χ\\sim β/ k$ for large $k$, offering insights into diluted magnetic systems and serving as a benchmark for quasiperiodic modulations. The correlation strengths exhibit a strong anisotropy, revealing a complex, non-local structure of spin fluctuations. These results provide a complete and rigorous benchmark for understanding the effects of periodic modulation in 1D systems."}
{"id": "2511.15402", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn", "physics.atom-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2511.15402", "abs": "https://arxiv.org/abs/2511.15402", "authors": ["Davide Tisi", "Sergey Pozdnyakov", "Michele Ceriotti"], "title": "Mechanistic study of mixed lithium halides solid state electrolytes", "comment": null, "summary": "Lithium halides with the general formula Li$_x$M$_y$X$_6$, where M indicates transition metal ions and X halide anions are very actively studied as solid-state electrolytes, because of relatively low cost, high stability and Li conductivity. The structure and properties of these halide-based solid electrolytes (HSE) can be tuned by alloying, e.g. using different halides and/or transition metals simultaneously. The large chemical space is difficult to sample by experiments, making simulations based on broadly applicable machine-learning interatomic potentials (MLIPs) a promising approach to elucidate structure-property relations, and facilitate the design of better-performing compositions. Here we focus on the Li$_3$YCl$_{6x}$Br$_{6(1-x)}$ system, for which reliable experimental data exists, and use the recently-developed PET-MAD universal MLIP to investigate the structure of the alloy, the interplay of crystalline lattice, volume and chemical composition, and its effect on Li conductivity. We find that the distribution of Cl and Br atoms is only weakly correlated, and that the primary effect of alloying is to modulate the lattice parameter -- although it can also trigger transition between different lattice symmetries. By comparing constant-volume and constant-pressure simulations, we disentangle the effect of lattice parameter and chemical composition on the conductivity, finding that the two effects compensate each other, reducing the overall dependency of conductivity on alloy composition. We also study the effect of Y-In metal substitution finding a small increase in the conductivity for the C2/m phase at 25\\% In content, and an overall higher conductivity for the P$\\bar{3}$m1 phase."}
{"id": "2511.15449", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15449", "abs": "https://arxiv.org/abs/2511.15449", "authors": ["Nils Hertl", "Connor L. Box", "Reinhard J. Maurer"], "title": "Mode selectivity in electron promoted vibrational relaxation of chemisorbed hydrogen on molybdenum and tungsten surfaces", "comment": "11 pages, 3 figures, 4 tables, submitted to Faraday Discussions on Vibrations at Interfaces", "summary": "Electron-phonon coupling in atoms and molecules adsorbed at metal surfaces gives rise to finite vibrational linewidths in infrared or electron energy loss spectra. When it is the dominant contribution to the vibrational lifetime, it manifests itself in the form of a Fano line shape. Here, we report the linewidths of vibrational modes of chemisorbed hydrogen on the (100) and (110) surfaces of molybdenum and tungsten calculated from first-order time-dependent perturbation theory. For those modes with a Fano line shape, our results are in good agreement with the experiment. We further observe that the coupling strength between vibrations and electrons depends on the nature of the mode: for Lorentzian-shaped peaks, the experimental linewidths are always larger than those predicted based on pure electron-phonon coupling. The calculated linewidths exhibit a strong coverage dependence, decreasing towards higher coverages. This finding has important implications for nonadiabatic energy dissipation in hydrogen dynamics at metal surfaces. While electron-hole pair excitation is the dominant energy-transfer mechanism between hydrogen and pristine metal surfaces, other channels for energy dissipation, such as adsorbate-adsorbate interactions, may become more significant on metal surfaces densely covered with hydrogen."}
{"id": "2511.15452", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15452", "abs": "https://arxiv.org/abs/2511.15452", "authors": ["Dirk Wulferding", "Diana Lucia Quintero-Castro", "Pontus Laurell", "Gonzalo Alvarez", "Elbio Dagotto", "Kwang-Yong Choi"], "title": "Spinon excitations and spin correlations in the one-dimensional quantum magnet $β$-VOSO$_4$ probed by Raman spectroscopy", "comment": null, "summary": "Fractionalized excitations such as spinons and anyons have emerged as a central theme in condensed matter physics with broad implications for superconductivity, quantum statistics, and quantum computation. The nearly ideal one-dimensional $S=1/2$ system $β$-VOSO$_4$ without long-range order down to 85 mK provides a promising platform to experimentally explore such fractionalized excitations. Here, we employ Raman spectroscopy to probe magnetic excitations and the evolution of spin correlations in $β$-VOSO$_4$. Spinon signatures are found along the chain direction, evidenced by a broad, gapless scattering continuum at low temperatures. The temperature dependence of the spinon spectral weight aligns considerably with numerical density matrix renormalization group calculations. By comparing the experimental spinon spectral weight with calculated results and evaluating the associated quantum Fisher information (QFI) therefrom, we observe a steep increase in QFI upon cooling, indicating rapidly growing correlation lengths. Our study showcases QFI as a probe of spin correlations in quantum magnets."}
{"id": "2511.15461", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15461", "abs": "https://arxiv.org/abs/2511.15461", "authors": ["Vadim Ohanyan", "Johannes Richter", "Michael Sekania", "Lucas Giambattista", "Alexei Andreanov", "Marcus Kollar"], "title": "On flat bands in the $J_1$-$J_2$-$J_3$ XXZ sawtooth chain", "comment": "18 pages, 7 figures", "summary": "We consider a generalization of the XXZ model on the sawtooth spin chain with Dzyaloshinskii-Moriya interactions in which all exchange constants (symmetric, antisymmetric and axial anisotropy) are different for the three different bonds of each triangle.\n  We derive and resolve algebraic constraints on the exchange constants ensuring the appearance of a flat band in the one-magnon spectrum.\n  The properties of the corresponding flat magnon bands and localized magnon states are analyzed.\n  We further construct the mapping of the flat-band conditions for the Dzyaloshinskii-Moriya constants onto the Katsura-Nagaosa-Balatsky parameters.\n  Based on the mapping the possibility of the electric field driven flat bands with aid of the magnetoelectric coupling is examined."}
{"id": "2511.15467", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15467", "abs": "https://arxiv.org/abs/2511.15467", "authors": ["Sumera Javeed", "Shoaib Ahmad"], "title": "Experimental and Theoretical Aspects of the Fragmentation of Carbon's Single and Multi-Walled Nanotubes", "comment": "51 pages,18 Figures, Chapter In Handbook of Carbon Nanotube", "summary": "Energetic ion irradiation is an effective method for studying how single and multi-shelled carbon nanotubes break apart. The energy from ions is dissipated through both linear and nonlinear processes in the nanotubes, leading to defect formation. Fragmentation occurs via atomic collision cascades and thermal spikes, each described by different theoretical models. Experiments with Cs-irradiated nanotubes support these models, and an information-theoretic approach further explains the fragmentation mechanisms. Sputtered species yield probability distributions, which are analyzed using Shannon entropy and fractal dimension to assess spatial characteristics. Kullback-Leibler divergence helps identify the diversity of emission mechanisms. Together, thermal and information-theoretic models clarify and distinguish the roles of collision cascades and thermal spikes in nanotube fragmentation."}
{"id": "2511.15483", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2511.15483", "abs": "https://arxiv.org/abs/2511.15483", "authors": ["Christina Vantaraki", "Oier Bikondoa", "Matías P. Grassi", "Brindaban Ojha", "Alkaios Stamatelatos", "Natalia Kwiatek-Maroszek", "Miguel Angel Niño Orti", "Michael Foerster", "Thomas Saerbeck", "Daniel Primetzhofer", "Max Wolff", "Nicolas Jaouen", "Thomas P. A. Hase", "Vassilios Kapaklis"], "title": "Long-Range Magnetic Order in Structurally Embedded Mesospin Metamaterials", "comment": "21 pages main article, 8 pages supplementary information, 7 figure in main article, 6 figures in supplementary information", "summary": "Engineered assemblies of interacting magnetic elements-magnetic metamaterials-provide a powerful route to tailor collective magnetic order and dynamics. By structuring matter at the mesoscale, they bridge atomic magnetism and macroscopic functionality, enabling emergent behaviour inaccessible in conventional materials. However, realizing large-area metamaterials that combine high morphological uniformity with intrinsic long-range order has remained challenging, largely due to the structural disorder inherent to lithographic fabrication. Here we demonstrate a scalable route to structurally and magnetically coherent metamaterials by embedding iron-ions to form mesospins within a non-magnetic thin film palladium host matrix. Using controlled implantation, we realize morphologically uniform arrays that spontaneously develop extended antiferromagnetic order in the as-fabricated state - without the need of external annealing or field cycling. Resonant X-ray scattering and microscopy reveal sharp magnetic Bragg peaks modulated by the mesospin form factor, evidencing long-range antiferromagnetic order coupled to structural coherence. This embedded architecture establishes a platform for exploring coherent spin-photon interactions and functional X-ray scattering in magnetic metamaterials free from lithographic topography and disorder."}
{"id": "2511.15486", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15486", "abs": "https://arxiv.org/abs/2511.15486", "authors": ["Shu-Hong Tang", "Han-Yu Wang", "Da-Yong Liu", "Feng Lu", "Wei-Hua Wang", "H. -Q. Lin", "Liang-Jian Zou"], "title": "Evolution of correlated electronic states of La2NiO4 under hydrostatic pressure", "comment": "15 pages, 6 figures", "summary": "We elucidate the electronic structure and quantum many-body instabilities of the monolayer nickelate La2NiO4 under hydrostatic pressure using a combination of density functional theory, dynamical mean-field theory (DFT+DMFT), and random phase approximation (RPA). Our DFT+DMFT calculations reveal non-Fermi-liquid behavior and coherence loss near the Fermi level at low pressures, driven by strong electron correlations within the Ni-e_g orbital manifold, which is analogous to the low-energy electronic properties observed in La3Ni2O7. However, multi-orbital spin susceptibility analysis demonstrates an exceptionally suppressed critical Stoner parameter U_c (about 0.4~0.7 eV), indicating robust magnetic order that dominates the ground state and precludes superconductivity in the pristine system. Below U_c, superconducting instabilities exhibit a pressure-driven symmetry transition: the d_(x2-y2)-wave pairing prevails at ambient and low pressure, while the s+g-wave symmetry occurs above 75 GPa. This transition is attributed to pressure-induced self-doping effect. The high-angular-momentum g-wave component incurs significant energetic penalties, rendering high-Tc superconductivity unlikely. We conclude that the absence of superconductivity in La2NiO4 arises from its robust intrinsic magnetism and the unfavorable pairing symmetry under pressure, suggesting that alternative routes-such as chemical doping or epitaxial strain-are necessary to suppress magnetism and unlock superconducting states."}
{"id": "2511.15506", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15506", "abs": "https://arxiv.org/abs/2511.15506", "authors": ["T. Sato", "B. Petrović", "R. Weih", "F. Hartmann", "S. Höfling", "S. Birner", "C. Jirauschek", "T. Grange"], "title": "Impact of Carrier Injector Design on the Threshold of Interband Cascade Lasers", "comment": null, "summary": "We investigate theoretically how the injector region design of interband cascade lasers (ICLs) impacts the threshold carrier and current densities. The model combines a polarization-sensitive 8-band $\\mathbf{k}\\cdot\\mathrm{p}$ calculation, electrostatics, and a microscopic calculation of Auger recombination rates. The carrier-carrier scattering is included to lowest order within the non-equilibrium Green's function formalism. It captures the combined effects of charge carrier redistribution, parasitic absorption and bias voltage on the Auger recombination rate. We show that heavily doping the electron injector suppresses the dominant multi-hole Auger recombination by reducing the hole population of the recombination quantum wells. This agrees with the experimental observation that the heavy doping reduces threshold currents. Yet, our model suggests that the Auger recombination alone is not sufficient to explain the increase of threshold currents at high doping concentrations. Furthermore, by introducing indium to the conventional GaSb hole injector wells, we explain the rule of thumb from experiments that raising the hole injector levels does not outperform the doping strategy. Our model provides physical insights toward optimization of ICL carrier injectors."}
{"id": "2511.15510", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15510", "abs": "https://arxiv.org/abs/2511.15510", "authors": ["Hao Zhang", "Hui Chen", "Zichen Huang", "Zi-Ang Wang", "Senhao Lv", "Guoyu Xian", "Hui Guo", "Haitao Yang", "Hong-Jun Gao"], "title": "Tuning Bound States of Symmetry-Breaking Vortices via Unidirectional Charge Density Wave in a Transition-Metal Dichalcogenide Superconductor", "comment": null, "summary": "The interplay between charge density wave (CDW) and superconducting vortex bound states are crucial for fundamental physics of superconductivity and advancing quantum nanotechnologies. However, the CDW-mediated modulation of vortex bound states, which opens up a new platform for vortex engineering, remains unexplored. Here, we report spatially anisotropic vortex states modulated by the unidirectional CDWs in a transition-metal dichalcogenide superconductor 1T''-NbTe2 using ultra-low-temperature scanning tunneling microscopy/spectroscopy. The stripe-like 3x1x3 CDW order exhibits a robust three-dimensional character across step edges and coexists with superconductivity below a critical temperature of 0.4 K. Under out-of-plane magnetic fields, we observe elliptical vortices whose elongation aligns with the CDW stripes, indicating strong coupling between vortex morphology and underlying electronic order. Remarkably, CDW domain boundaries induce abrupt changes in vortex orientation and vortex bound states, enabling controllable vortex states across CDW nanodomains. These findings establish a new pathway for manipulating superconducting vortex bound states via CDW coupling."}
{"id": "2511.15526", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2511.15526", "abs": "https://arxiv.org/abs/2511.15526", "authors": ["Long Cheng", "Jia Liu", "Tongying Liu", "Pan Chen", "Mingyue Zhang", "Jiashi Li", "Shiyu Zhang", "Fei Ye", "Qing Wang", "Weitao Liu", "Jian Kang", "Jiandi Zhang", "Xiaofang Zhai"], "title": "Interplay of spin-orbit coupling and trigonal crystal field enhances superconductivity in $LaAlO_3/KTaO_3$ (111)", "comment": null, "summary": "In conventional superconductors, bulk physical properties typically degrade as the film thickness approaches the two-dimensional (2D) limit. Here in the (111) oriented LaAlO3/KTaO3 (LAO/KTO) heterostructure, we demonstrate experimental evidence that reducing the conducting layer thickness at the interface significantly enhances superconducting transition temperature Tc, in direct contrast to conventional wisdom. From the sum frequency generation (SFG) spectroscopy and superconducting upper-critical field measurements, both the trigonal symmetry and spin orbit scattering are enhanced with the increased Tc. We attribute the enhanced superconductivity (SC) to the synergic interplay between spin-orbit coupling (SOC) and trigonal crystal field, resulting in an enhanced electron-phonon coupling. Furthermore, we show the existence of unconventional SC: the approaching linear temperature dependence of normal state resistance with increasing Tc and the existence of a quantum critical point (QCP) near the superconducting phase. Our findings provide important insight into the underlying mechanism of the strong orientation-dependent KTO interface SC."}
{"id": "2511.15538", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15538", "abs": "https://arxiv.org/abs/2511.15538", "authors": ["Hao Zhang", "Hui Chen", "Zichen Huang", "Zi-Ang Wang", "Guangyuan Han", "Ruisong Ma", "Xiangde Zhu", "Wei Ning", "Chengmin Shen", "Qing Huan", "Hong-Jun Gao"], "title": "Atomic Visualization of Bulk and Surface Superconductivity in Weyl Semimetal γ-PtBi2", "comment": null, "summary": "A bulk superconductor hosting intrinsic surface superconductivity provides a unique platform to study Majorana bound states. The superconductor, trigonal γ-PtBi2, is a promising candidate, as surface superconducting gaps and topological surface states have been observed. However, the simultaneous presence of bulk and surface superconductivity has not been resolved. Here, we directly visualize coexisting bulk and surface superconducting gaps in trigonal PtBi2 by using ultra-low-temperature scanning tunneling microscopy/spectroscopy. The bulk gap is Δ ~ 0.053 meV with a critical temperature (Tc) ~ 0.5 K and a critical field below 0.01 T, accompanied by a vortex lattice and bound states, yielding a coherence length of ~200 nm. Remarkably, certain surface regions show a much larger gap of Δ ~ 0.42 meV, persisting up to Tc ~ 3 K and surviving magnetic fields up to 2 T, yet lacking a static vortex lattice. This coexistence of robust surface and bulk superconductivity establishes γ-PtBi2 as a unique platform for investigating the interplay between bulk and surface Cooper pairings in superconducting topological materials."}
{"id": "2511.15547", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2511.15547", "abs": "https://arxiv.org/abs/2511.15547", "authors": ["Gustavo M. Yoshitome", "Pedro R. S. Gomes"], "title": "Non-Abelian Zero Modes in Fractional Quantum Hall-Superconductor Heterostructure", "comment": "22 pages, 3 figures", "summary": "We discuss the emergence of non-Abelian zero modes from twist defects in Abelian topological phases. We consider a setup built from a fractional quantum Hall (FQH)-superconductor heterostructure, which effectively induces a phase transition, leading to a topological phase endowed with new anyonic symmetries, and accordingly supporting distinct types of zero modes at fixed filling. These defects are modeled at the interface between two copies of the same heterostructure arranged side by side, which produces counterpropagating modes that can be gapped by interactions that realize the anyonic symmetries. We characterize the parafermions associated with each anyonic symmetry and discuss how their presence affect the periodicity of Josephson tunneling current."}
{"id": "2511.15560", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15560", "abs": "https://arxiv.org/abs/2511.15560", "authors": ["Zi-Ang Wang", "Bin Hu", "Xianghe Han", "Hui Chen", "Hong-Jun Gao"], "title": "Recent progress of scanning tunneling microscopy/spectroscopy study of pair density wave in superconductors", "comment": null, "summary": "A pair density wave (PDW) is a superconducting state characterized by an order parameter with finite center-of-mass momentum in the absence of an external magnetic field, thereby breaking the conventional translational symmetry in homogeneous superconductors. It is proposed that PDW emerges from magnetic interactions, strong electron-electron correlations, and their interplay with competing orders. In this review, we highlight recent advances in the detection and study of PDWs using scanning tunneling microscopy and spectroscopy (STM/STS). We focus on how the signatures of PDW have been experimentally visualized across a variety of extraordinary superconductors, including iron-based superconductors, cuprate superconductors, spin-triplet superconductors, kagome-lattice superconductors, and transition metal dichalcogenides. Beginning with an introduction to the fundamental concept of PDWs and the unique capabilities of STM/STS, particularly its atomic-scale spatial resolution and advanced data analysis techniques, we discuss key experimental findings, including the direct visualization of charge density modulations associated with PDWs. Finally, we discuss emerging challenges and future directions, aiming to inspire future research into the nature of PDWs in superconductors."}
{"id": "2511.15582", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2511.15582", "abs": "https://arxiv.org/abs/2511.15582", "authors": ["O. Moreno Segura", "Y. Pavlyukh", "R. Tuovinen"], "title": "Stability bounds for the generalized Kadanoff-Baym ansatz in the Holstein dimer", "comment": "8 pages, 5 figures", "summary": "Predicting real-time dynamics in correlated systems is demanding: exact two-time Green's function methods are accurate but often too costly, while the Generalized Kadanoff-Baym Ansatz (GKBA) offers time-linear propagation at the risk of uncontrolled behavior. We examine when and why GKBA fails in a minimal yet informative setting, the Holstein dimer that describes electron-phonon coupling. Using a conserving, fully self-consistent electron-phonon self-energy, we map out parameter regions where GKBA dynamics is stable and where it becomes unstable. We trace the onset of these failures to qualitative changes in the model's ground-state solutions obtained from the full nonequilibrium Green's function theory, thereby providing practical stability bounds for GKBA time evolution. We further show that coupling the dimer to electronic leads can damp and, in part, cure these instabilities. The results supply simple diagnostics and guidelines for reliable GKBA simulations of electron-phonon dynamics."}
{"id": "2511.15584", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15584", "abs": "https://arxiv.org/abs/2511.15584", "authors": ["Rafaela F. S. Penacchio", "Siham Mohamed", "Sérgio L. Morelhão", "Sergey L. Bud'ko", "Paul C. Canfield", "Tyler J. Slade"], "title": "Structural phase transitions in the van der Waals ferromagnets Fe$_x$Pd$_{y}$Te$_2$", "comment": null, "summary": "Here, we provide a detailed study of the crystal structure and physical properties of the recently discovered vdW ferromagnet FePd$_2$Te$_2$. We find this compound has a relatively wide width of formation, and grow single crystals with compositions Fe$_x$Pd$_{y}$Te$_2$ where $x$ ranges from 0.9 to 1.1 and $y$ from 1.8 to 2.5, respectively. Temperature-dependent X-ray diffraction and transport measurements reveal that a first-order structural transition occurs in the range of $T$ = 360-420 K. Above the transition, the compounds with Pd fraction $y>2$ adopt a disordered derivative of the tetragonal FeTe structure, with the Fe layer showing mixed Fe/Pd occupancy and the extra Pd atoms partially occupying interstitial sites. Below 370 K, the structure is incommensurately modulated. For $y<2$, the composition Fe$_{1.1}$Pd$_{1.8}$Te$_2$ has monoclinic symmetry at room temperature that is consistent with the reported structure of FePd$_2$Te$_2$. This phase undergoes a structural transition at 420 K for which the high temperature structure is yet to be determined; however, based on the similarities with the $y > 2$ compounds, we speculate that this composition also adopts a tetragonal structure above 420\\,K. All compounds investigated in the Fe$_x$Pd$_{y}$Te$_2$ series show metallic behavior, with magnetic characterization indicating that they are easy-plane, hard, ferromagnets with $T_C$ spanning 98--180 K. Both the critical temperature for the structural transition and the Curie temperature are moderately suppressed with increasing Pd fraction $y$ and corresponding decreasing Fe fraction $x$, indicating that synthetic control over $x$ and $y$ paves way for the further exploration of these compounds."}
{"id": "2511.15608", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15608", "abs": "https://arxiv.org/abs/2511.15608", "authors": ["Jiong Mei", "Shao-Hang Shi", "Ping Xu", "Ziyan Chen", "Hui-Ke Jin", "Mingpu Qin", "Zi-Xiang Li", "Kun Jiang"], "title": "Magnetic electron-hole asymmetry in cuprates: a computational revisit", "comment": "Main: 16 pages, 11 figures; Supplement: 6 pages, 6 figures", "summary": "In this work, we revisit the electron-hole asymmetry of antiferromagnetism in cuprates by studying the three-band Emery model. Using parameters relevant to La$_2$CuO$_4$, we benchmark the anti-ferromagnetic response for a large range of dopings with variational Monte Carlo, determinant quantum Monte Carlo, constrained-path auxiliary-field quantum Monte Carlo, density-matrix embedding theory, and the Gutzwiller approximation. Across methods and accessible sizes/temperatures, we find no significant electron-hole asymmetry if we consider only Neel anti-ferronagnetic response and ignore other possible orders such as stripe state. This result is robust to a moderate oxygen-site repulsion $U_p$ and to parameter sets of Nd$_2$CuO$_4$. Incorporating dopant-induced local potentials reveals an extrinsic route to asymmetry: Cu-site defects enhance AFM on the electron-doped side, whereas O-site defects suppress it on the hole-doped side. These results indicate that dopant-driven effects make a non-negligible contribution to apparent electron-hole asymmetry in the general phase diagram of cuprates and should be included when analyzing competing orders in cuprates."}
{"id": "2511.15678", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2511.15678", "abs": "https://arxiv.org/abs/2511.15678", "authors": ["Shang-Shun Zhang", "Anish Bhardwaj", "S. M. Koohpayeh", "D. M. Pajerowski", "Jeffrey G. Rau", "Hitesh J. Changlani", "Allen Scheie"], "title": "Intrinsic quantum disorder in Yb2Ti2O7 and the quantum S=1/2 pyrochlore phase diagram", "comment": "8 pages 6 figures main text, 7 pages appendices & references, 8 pages supplemental information", "summary": "We present an experimental and theoretical study of the anisotropic pyrochlore phase diagram. Inelastic field-dependent neutron scattering on Yb$_2$Ti$_2$O$_7$ shows intrinsic broadening and a flat low-energy magnon mode which is partially captured by interacting magnon models. Exact diagonalization reveals the existence of an emergent quantum phase between ferromagnetism and antiferromagnetism, in which Yb$_2$Ti$_2$O$_7$ Hamiltonian potentially resides. This behavior matches the phenomenology of quantum criticality in heavy fermion systems, and shows Yb$_2$Ti$_2$O$_7$ is a clean system which can be field-tuned from well-defined magnons to a nontrivial quantum ground state. This suggests that quantum criticality is a generic feature of the dipolar phase diagram."}
{"id": "2511.15691", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2511.15691", "abs": "https://arxiv.org/abs/2511.15691", "authors": ["Maggie Williams", "Emery Doucet", "Sebastian Deffner"], "title": "Demon with dementia - the deterioration of information transcription", "comment": "12 pages, 13 figures", "summary": "In introductory biology, aging is typically explained as a result of mutations during the DNA replication process within cells. Upon abstraction, we recognize that cellular aging can be understood as the gradual decay in fidelity of information transcription. Since cellular processes are microscopic and inherently stochastic, the abstracted process of information transcription can be understood using Markovian dynamics. In our work, we model the process of information transcription with an autonomous Maxwell's demon (AMD) which interacts with two bitstreams, a lifted mass, and a heat reservoir. As main results, we analyze the steady-state properties of the system with both time-independent and time-dependent transition rates, focusing on the statistics of extractable work, bit transcription fidelity, and two-bit mutual information. Together, these results provide a holistic view of a simplified model for DNA transcription as an information-theoretic process."}
{"id": "2511.15708", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2511.15708", "abs": "https://arxiv.org/abs/2511.15708", "authors": ["Kevin P. Lucht", "J. H. Pixley", "Pavel A. Volkov"], "title": "Moiré-induced gapped phases in twisted nodal superconductors", "comment": "17 pages, 8 figures", "summary": "We demonstrate the emergence of gapped phases driven by the moiré superlattice that trivialize the topological states in twisted nodal superconductors. The effect arises from umklapp tunneling between non-adjacent Dirac points in momentum space close to specific twist angles or chemical potentials, determined by the Fermi surface geometry. We confirm the robustness of the non-topological phase against interactions with self-consistent calculations and show that this gap competes with the previously predicted topological gapped phases, leading to topological phase transitions. These transitions were overlooked in prior literature, signifying the necessity of modifying the phase diagrams of topological phases exhibited in twisted nodal superconductors with and without an interlayer current. We also estimate the relevant twist angles and discuss experimental signatures, focusing on twisted Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$"}
