{"id": "2601.18808", "categories": ["cond-mat.mtrl-sci", "math.OC"], "pdf": "https://arxiv.org/pdf/2601.18808", "abs": "https://arxiv.org/abs/2601.18808", "authors": ["Weiguang Huang", "T. L. E. Henderson", "A. M. Bond", "K. B. Oldham"], "title": "Curve-Fitting to resolve overlapping voltammetric peaks: Model and examples", "comment": null, "summary": "A model is presented that is applicable to a wide range of peak-shaped voltammetric signals. It may be used, via curve-fitting, to resolve severely overlapped peaks, irrespective of the degree(s) of reversibility of the electrode processes. The resolution procedure has been thoroughly tested for several voltammetric and polarographic techniques (differential pulse, square wave and pseudo-derivative normal pulse), using reversible, quasireversible and irreversible electrochemical systems."}
{"id": "2601.18852", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.18852", "abs": "https://arxiv.org/abs/2601.18852", "authors": ["Manuel González Lastre", "Joakim S. Jestilä", "Rubén Pérez", "Adam S. Foster"], "title": "MAD-SURF: a machine learning interatomic potential for molecular adsorption on coinage metal surfaces", "comment": null, "summary": "Predicting how organic molecules adsorb, assemble, and interact on metal surfaces is central to surface chemistry and molecular electronics, particularly in the context of interpreting high-resolution scanning probe microscopy. Yet, the application of first-principles simulations to interfaces is hampered by the computational cost for evaluating the electronic structure for the large number of atoms typically involved. We hereby present MAD-SURF, a machine learning interatomic potential specifically tailored for molecular adsorption on coinage metal surfaces. Trained on a broad dataset spanning diverse molecules, adsorption motifs, surfaces, molecular dynamics trajectories and non-covalent aggregates, MAD-SURF achieves accuracy comparable to the underlying DFT reference while enabling simulations orders of magnitude faster than density functional theory. The model reliably reproduces energies, forces and adsorption geometries across the three coinage metal substrates. We demonstrate its capabilities on experimentally characterized systems, including organic monolayers, polycyclic aggregates, flexible biomolecules and the long-range herringbone reconstruction of gold. By merging accuracy, speed, and generalizability, MAD-SURF offers a practical framework for accelerating atomistic simulations and advancing data-driven workflows in surface science."}
{"id": "2601.18989", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.18989", "abs": "https://arxiv.org/abs/2601.18989", "authors": ["Anthony D. Rice", "Ian Leahy", "Herve Ness", "Andrew G. Norman", "Karen N. Heinselman", "Chun-Sheng Jiang", "David Graf", "Alexey Suslov", "Stephan Lany", "Mark Van Schilfgaarde", "Kirstin Alberi"], "title": "Toward Tunable Magnetic Dirac Semimetals: Mn Doping of Cd$_3$As$_2$", "comment": null, "summary": "Magnetic impurities provide a route toward increasing functionality in electronic materials, often enabling new device concepts and architectures. In the case of topological semimetals, dilute magnetic doping presents a particularly attractive approach for inducing a Dirac to Weyl phase change via time reversal symmetry breaking. However, efforts to realize changes in the electronic structure have been limited by challenges in incorporating magnetic impurities into crystals with sufficiently high electron mobilities to detect them via transport or spectroscopic techniques. Here, we demonstrate incorporation of Mn into Cd$_3$As$_2$ Dirac semimetal thin films grown by molecular beam epitaxy (MBE). Using As-rich growth conditions and [001] oriented thin films, Mn compositions of >10% are achieved. Films contain uniform distributions of Mn with no evidence of secondary phases and exhibit electron mobilities greater than 10,000-30,000 cm$^2$/Vs up to 5% Mn. An evolution in the magnetization behavior along with the emergence of a second quantum oscillation frequency at low Mn concentrations provide preliminary evidence of Mn-induced changes in the electronic structure that are consistent with a Weyl phase. This work demonstrates the potential of magnetically doping topological semimetal thin films and a pathway for synthesizing them."}
{"id": "2601.19006", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19006", "abs": "https://arxiv.org/abs/2601.19006", "authors": ["Quanwei Li", "Yuping Shi", "Lam Lam", "K. Birgitta Whaley", "Graham Fleming"], "title": "Frequency- and time-resolved second order quantum coherence function of IDTBT single-molecule fluorescence", "comment": null, "summary": "The frequency- and time-resolved second order quantum coherence function (g(2)(τ)) of single-molecule fluorescence has recently been proposed as a powerful new quantum light spectroscopy that can reveal intrinsic quantum coherence in excitation energy transfer in molecular systems ranging from simple dimers to photosynthetic complexes. Yet, no experiments have been reported to date. Here, we have developed a single-molecule fluorescence g(2)(τ) quantum light spectroscopy (SMFg2-QLS) that can simultaneously measure the fluorescence intensity, lifetime, spectra, and g(2)(τ) with frequency resolution, for a single molecule in a controlled environment at both room temperature and cryogenic temperature. As a proof of principle, we have studied single molecules of IDTBT (indacenodithiophene-co-benzothiadiazole), a semiconducting donor-acceptor conjugated copolymer with a chain-like structure that shows a high carrier mobility and annihilation-limited long-range exciton transport. We have observed different g(2)(τ=0) values with different bands or bandwidths of the single molecule IDTBT fluorescence. The general features are consistent with theoretical predictions and suggest non-trivial excited state quantum dynamics, possibly showing quantum coherence, although further analysis and confirmation will require additional theoretical calculations that take into account the complexity and inhomogeneity of individual IDTBT single molecular chains. Our results demonstrate the feasibility and promise of frequency- and time-resolved SMFg2-QLS to provide new insights into molecular quantum dynamics and to reveal signatures of intrinsic quantum coherence in photosynthetic light harvesting that are independent of the nature of the light excitation."}
{"id": "2601.19235", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.19235", "abs": "https://arxiv.org/abs/2601.19235", "authors": ["Adhilsha Parachikunnumal", "Nirjhar Sarkar", "Aravind Rajeev Sreeja", "Sreekar Vattipalli", "Rochelle Qu", "Jay C. LeFebvre", "Roger K. Lake", "Shane A. Cybart"], "title": "AC Response Across the Metal Insulator Transition of YBCO Josephson Junctions Fabricated with a Helium Ion Beam", "comment": null, "summary": "Using focused helium ion beam (FHIB) irradiation, we fabricated in-plane, high-Tc YBCO Josephson junctions. By varying the dose of the irradiation, we tune the junction barriers from metallic (SNS) to insulating (SIS) and investigate how this transition affects microwave-driven dynamics. As the barrier transitions from metallic to insulating, the oscillatory response of the Shapiro steps to the RF power changes dramatically. On either side of the metal-insulator transition, the devices exhibit clean integer Shapiro steps without half-integer features, demonstrating that the current--phase relation is dominated by the first harmonic and that the excess current is minimal. The current-voltage response is well-described by the resistively, capacitively shunted junction model assuming a single-harmonic current--phase relation. This behavior indicates well-controlled junction properties suitable for a wide range of superconducting electronics, including detectors, mixers, and high-density integrated circuits."}
{"id": "2601.18925", "categories": ["physics.comp-ph", "math.NA"], "pdf": "https://arxiv.org/pdf/2601.18925", "abs": "https://arxiv.org/abs/2601.18925", "authors": ["Patrick A. Myers", "Joseph A. Bogdan", "Majdi I. Radaideh", "Brian C. Kiedrowski"], "title": "Tensorized Discontinuous Isogeometric Analysis Method for the 2-D Time-Independent Linearized Boltzmann Transport Equation", "comment": "71 pages, 38 figures, 10 tables, source code is available at https://github.com/myerspat/ttnte_tdiga_jcp2025, raw data is available at https://doi.org/10.5281/zenodo.18294213", "summary": "We present the novel Tensorized Discontinuous Isogeometric Analysis (TDIGA) method applied to the discontinuous Galerkin (DG) time-independent 2-D linearized Boltzmann transport equation (LBTE) with higher-order scattering, discretized with discrete ordinates in angle, multigroup in energy, and isogeometric analysis (IGA) in space. We formulate operator assembly in the tensor train (TT) format, producing seven-dimensional operators for both fixed-source and $k$-eigenvalue neutron transport problems solved using the restarted Generalized Minimum Residual Method (GMRES) and power iteration with an uncompressed solution vector. Our results on single-patch homogeneous and multi-patch heterogeneous problems, including a cruciform-shaped fuel array inspired by advanced reactor fuel designs, demonstrate the TT format's ability to compress interior operators from petabytes to megabytes, whereas the Compressed Sparse Row (CSR) matrix format requires gigabytes of storage. However, highly coupled boundary operators present a significant challenge for TT. Despite the storage savings, TT formatted operators increase time-to-solution relative to CSR as an uncompressed solution vector forces operator-vector product scaling of $O(dr^2N^d\\log(N))$ for TT while CSR scales at $O(\\text{nnz})$. We mitigate this discrepancy by using mixed formats with interior operators in TT, while high-rank boundary operators remain in CSR format. We compare all results to Monte Carlo (MC) and analytic reference solutions. While CSR remains $<10\\times$ faster than this mixed format, the TDIGA method enables high-fidelity transport for expensive high-order IGA meshes."}
{"id": "2601.18868", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.18868", "abs": "https://arxiv.org/abs/2601.18868", "authors": ["Hannes Karlsson", "Johannes S. Hofmann", "Alexander Wietek"], "title": "Cooper Condensation and Pair Wave Functions in Strongly Correlated Electrons", "comment": "14 pages, 12 figures", "summary": "Identifying superconducting states of matter without prior assumptions is a central challenge in strongly correlated electron systems. We introduce a canonical framework for diagnosing the formation of Cooper pair condensates based on the Penrose-Onsager criterion, in which superconducting order is encoded in the spectral properties of the two-particle reduced density matrix (2RDM). Within this formulation, the symmetry and structure of the condensate are obtained by projecting the 2RDM onto irreducible representations of the underlying symmetry group, enabling an unbiased identification of both conventional and exotic superconducting states. We demonstrate the power and versatility of the approach through applications to the two-dimensional Hubbard model, using both auxiliary-field quantum Monte Carlo (AFQMC) and the density matrix renormalization group (DMRG). For attractive interactions without a magnetic field, we reveal a clear finite-size scaling of the condensate fraction on square lattices of size up to $20\\times 20$. The framework further provides direct access to the internal structure and extent of Cooper pairs, which we track across the BCS-BEC crossover. Moreover, it enables a clean diagnosis of the finite-momentum Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase in a magnetic field. Finally, we apply the approach to a supersolid phase in the repulsive Hubbard model with an additional next-nearest neighbor hopping $t^\\prime$, where a charge-density wave coexists with a superconductor. We confirm the fragmented nature of the condensate and uncover substantial pairing correlations in the triplet channel with $p$-wave spatial symmetry in addition to the dominant singlet $d$-wave pairing. Our results establish the 2RDM-based Penrose-Onsager framework as a broadly applicable and unbiased tool for characterizing superconducting order in correlated quantum matter."}
{"id": "2601.19692", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19692", "abs": "https://arxiv.org/abs/2601.19692", "authors": ["Jukka John", "Hlynur Guðmundsson", "Iðunn Björg Arnaldsdóttir", "Hannes Jónsson", "Elvar Örn Jónsson"], "title": "Locally Scaled Self-Interaction Corrected Energy Functionals with Complex Optimal Orbitals", "comment": "11 pages, 5 figures, 2 tables", "summary": "We present a fully variational locally scaled self-interaction corrected (SIC) energy functional using complex optimal orbitals. This represents an important milestone for fully variational SIC energy functionals, which have been shown to improve the prediction of the properties of atomic, molecular and solid state systems in general, in both ground and excited states. However, it depends on the system and property of the system whether it is beneficial to scale the SIC correction by a factor of one-half, which makes the application of SIC inconsistent. In the limit of a single electron the SIC exactly cancels the self interaction error, but overcorrects the error in regions of high density where there is large overlap between occupied orbitals. The newly implemented local scaling function, $z(\\mathbf{r})$, which is based on an iso-orbital indicator derived from considering the kinetic energy density in the iso-electron and many electron case, and takes into account that the orbitals are complex, naturally scales the SIC correction from $0\\leq z(\\mathbf{r}) \\leq 1$ in regions of high and low (isolated orbital) electron density. The locally scaled and fully variational SIC framework is general and applicable to atomic, molecular and solid-state systems."}
{"id": "2601.18867", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.18867", "abs": "https://arxiv.org/abs/2601.18867", "authors": ["Katsumasa Nakayama", "Kei Suzuki"], "title": "Jordan-Wigner mapping between quantum-spin and fermionic Casimir effects", "comment": "14 pages, 11 figures, 1 table", "summary": "The Jordan-Wigner transformation connects spin operators in one-dimensional spin systems and fermionic operators. In this work, we elucidate the relationship between the finite-size corrections in the spin representation and the fermionic Casimir effect in the corresponding fermion representation. In particular, we focus on the ground-state energy of one-dimensional transverse-field Ising and XY models, and show that all finite-size corrections can be interpreted as lattice fermionic Casimir effects. We further find several types of Casimir phenomena, such as the conventional Casimir energy from massless fields, damping behavior from massive fields, vanishing behavior from flat or nonrelativistic bands, and oscillating behavior from the finite-density effect. Our findings establish a dictionary between finite-size corrections in spin chains and fermionic Casimir effects, and provide experimentally relevant platforms for the fermionic Casimir phenomena."}
{"id": "2601.18808", "categories": ["cond-mat.mtrl-sci", "math.OC"], "pdf": "https://arxiv.org/pdf/2601.18808", "abs": "https://arxiv.org/abs/2601.18808", "authors": ["Weiguang Huang", "T. L. E. Henderson", "A. M. Bond", "K. B. Oldham"], "title": "Curve-Fitting to resolve overlapping voltammetric peaks: Model and examples", "comment": null, "summary": "A model is presented that is applicable to a wide range of peak-shaped voltammetric signals. It may be used, via curve-fitting, to resolve severely overlapped peaks, irrespective of the degree(s) of reversibility of the electrode processes. The resolution procedure has been thoroughly tested for several voltammetric and polarographic techniques (differential pulse, square wave and pseudo-derivative normal pulse), using reversible, quasireversible and irreversible electrochemical systems."}
{"id": "2601.18995", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.18995", "abs": "https://arxiv.org/abs/2601.18995", "authors": ["Cooper Finnigan", "Mehdi Kagarian", "Dmitry K. Efimkin"], "title": "Topological hybridisation of plasmons with ferrimagnetic magnons", "comment": "11 pages, 3 figures", "summary": "We study the formation of hybrid plasmon-magnon modes in a heterostructure comprising a monolayer semiconductor with strong Rashba spin-orbit coupling -- specifically, Janus transition-metal dichalcogenides (TMDs) -- and an insulating ferrimagnet, such as yttrium iron garnet-based compounds. Using a combined microscopic-macroscopic framework for plasmon-magnon coupling, we show that plasmons and magnons strongly hybridize over both GHz and THz frequency ranges, enabling experimental access well above cryogenic temperatures. Moreover, the developed approach provides an efficient and natural classification of the topology of the hybrid modes, rooted in the phase winding of the plasmon-magnon coupling induced by spin-momentum locking and the associated chiral winding of the electronic spin along the Fermi contours. Finally, we identify experimentally accessible manifestations of the hybridization, such as topological interface modes and an anomalous thermal Hall response."}
{"id": "2601.19067", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19067", "abs": "https://arxiv.org/abs/2601.19067", "authors": ["Sang-Hyun Chin"], "title": "Light-Emitting Diodes with Micrometer-Thick Perovskite Charge Transport Layers", "comment": null, "summary": "Over the past few decades, thin-film optoelectronic devices have shown significant advancements. Light-emitting diodes (LEDs) based on organic materials, polymers, quantum dots, as well as metal halide perovskites have achieved remarkable efficiencies and long lifetimes, making them ideal for applications in full-color displays and solid-state lighting. These devices typically feature a layered structure, with the light-emitting layer positioned between charge transport layers and two electrodes. This perspective reviews recent progress in LEDs utilizing perovskite charge transport layers and suggests potential pathways for further development in this field."}
{"id": "2601.19473", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.19473", "abs": "https://arxiv.org/abs/2601.19473", "authors": ["Lucia Varbaro", "Lukas Korosec", "Chih-Ying Hsu", "Duncan T. L. Alexander", "Pau Torruella", "Clémentine Thibault", "Benjamin A. Piot", "David Le Boeuf", "Javier Herrero Martin", "Weibin Li", "Evgenios Stylianidis", "Marta Gibert", "Marc Gabay", "Jean-Marc Triscone"], "title": "Paramagnetically driven superconducting re-entrance in Eu-doped infinite layer nickelates", "comment": null, "summary": "The breakthrough discovery of superconductivity in infinite-layer nickelates, and subsequently in several superconducting nickelates with more complex layered structures, capped a search spanning more than two decades and opened an entirely new field of research. Significant efforts aim to increase the critical temperature, to determine the electronic structure of the system, the underlying pairing mechanism, and the similarities between this system and cuprates - Ni1+ in infinite-layer nickelates being isoelectronic to Cu2+ in high-Tc cuprates. Here, we explore the unique role of magnetic rare earth ions in superconducting Eu-doped NdNiO2. We show that the field-induced re-entrant superconductivity which we evidence in this compound is the result of a delicate balance between the competing effects of the Eu2+ and Nd3+ ions. Our analyses of the extraordinary Hall effect and modeling of the superconducting critical fields demonstrate that the influence of these ions on magneto-transport is only felt when they are polarized by a magnetic field."}
{"id": "2601.19034", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.19034", "abs": "https://arxiv.org/abs/2601.19034", "authors": ["Zheyong Fan", "Benrui Tang", "Esmée Berger", "Ethan Berger", "Erik Fransson", "Ke Xu", "Zihan Yan", "Zhoulin Liu", "Zichen Song", "Haikuan Dong", "Shunda Chen", "Lei Li", "Ziliang Wang", "Yizhou Zhu", "Julia Wiktor", "Paul Erhart"], "title": "qNEP: A highly efficient neuroevolution potential with dynamic charges for large-scale atomistic simulations", "comment": "17 pages, 7 figures", "summary": "Although electrostatics can be incorporated into machine-learned interatomic potentials, existing approaches are computationally very demanding, limiting large-scale, long-time simulations of electrostatics-driven phenomena such as dielectric response, infrared activity, and field-matter coupling. Here, we extend the neuroevolution potential (NEP), a highly efficient machine-learned interatomic potential, to a charge-aware framework (qNEP) by introducing explicit, environment-dependent partial charges. Each ionic partial charge is represented by a neural network as a function of the local descriptor vector, analogous to the NEP site-energy model. This formulation enables the direct prediction of the Born effective charge tensor for each ion and, consequently, the polarization. As a result, dielectric properties, infrared spectra, and coupling to external electric fields can be evaluated within a unified framework. We derive consistent expressions for the forces and virials that explicitly account for the position dependence of the partial charges. The qNEP method has been implemented in the free-and-open-source GPUMD package, with support for both Ewald summation and particle-particle particle-mesh treatments of electrostatics. We demonstrate the accuracy and efficiency of the qNEP approach through representative applications to water, Li7La3Zr2O12, BaTiO3, and a magnesium-water interface. These results show that qNEP enables accurate atomistic simulations with explicit long-range electrostatics, scalable to million-atom systems on nanosecond time scales using consumer-grade GPUs."}
{"id": "2601.19077", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19077", "abs": "https://arxiv.org/abs/2601.19077", "authors": ["Huandong Chen", "Hong Li", "Yutao Li", "He Zhao", "Ming Lu", "Kazuhiro Fujita", "Abhay N. Pasupathy"], "title": "Design and fabrication of guiding patterns for topography-based searching of 2D devices for scanning tunneling microscopy measurements", "comment": null, "summary": "We report the design and fabrication of guiding patterns for topography-based searching of two-dimensional (2D) devices for scanning tunneling microscopy (STM) measurements. Sub-micron geometric coordinate markers were etched into SiO2/Si wafers, serving as both substrates for 2D device integration and guiding maps for sample navigation. Here, we used a monolayer graphene/h-BN device with an active area of smaller than 20 um x 20 um as a model system and demonstrated that the device could be reliably located in STM solely through topographic imaging of the guiding patterns and in situ stage calibration, without reliance on optical viewports or capacitive sensing. Atomically resolved topographic imaging and tunneling spectroscopy were also obtained. Our proposed navigation strategy is fully compatible with standard device fabrication procedures and requires no hardware modification to existing STM setups. As such, it offers a practical alternative for locating miniaturized devices in STM, shedding light on studying emerging quantum phenomena in 2D systems."}
{"id": "2601.19699", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19699", "abs": "https://arxiv.org/abs/2601.19699", "authors": ["Loris Delafosse", "Vincent Robert", "Saad Yalouz"], "title": "Orthogonally Constrained CASSCF Framework: Newton-Raphson Orbital Optimization and Nuclear Gradients", "comment": null, "summary": "In a recent work, we introduced the foundations of an orthogonally constrained complete active space self-consistent field (OC-CASSCF) framework that produces state-specific molecular orbitals for mutually orthogonal multiconfigurational electronic states. In the present study, we extend this approach by incorporating a Newton-Raphson orbital-optimization scheme, for which we derive analytical expressions of the orbital gradient and Hessian. Furthermore, we outline a practical route toward the evaluation of analytical nuclear gradients, enabling geometry optimizations within the OC-CASSCF formalism. Benchmark calculations on the three lowest singlet states of LiH and H$_2$O molecules demonstrate a systematic improvement as compared to conventional state-averaged CASSCF, even when using modestly sized active spaces."}
{"id": "2601.18922", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.18922", "abs": "https://arxiv.org/abs/2601.18922", "authors": ["Davide Rossini", "Ettore Vicari"], "title": "Stacked quantum Ising systems and quantum Ashkin-Teller model", "comment": "16 pages", "summary": "We analyze the quantum states of an isolated composite system consisting of two stacked quantum Ising (SQI) subsystems, coupled by a local Hamiltonian term that preserves the $Z_2$ symmetry of each subsystem. The coupling strength is controlled by an intercoupling parameter $w$, with $w=0$ corresponding to decoupled quantum Ising systems. We focus on the quantum correlations of one of the two SQI subsystems, $S$, in the ground state of the global system, and study their dependence on both the state of the weakly-coupled complementary part $E$ and the intercoupling strength. We concentrate on regimes in which $S$ develops critical long-range correlations. The most interesting physical scenario arises when both SQI subsystems are critical. In particular, for identical SQI subsystems, the global system is equivalent to the quantum Ashkin-Teller model, characterized by an additional $Z_2$ interchange symmetry between the two subsystem operators. In this limit, one-dimensional SQI systems exhibit a peculiar critical line along which the length-scale critical exponent $ν$ varies continuously with $w$, while two-dimensional systems develop quantum multicritical behaviors characterized by an effective enlargement of the symmetry of the critical modes, from the actual $Z_2\\oplus Z_2$ symmetry to a continuous O(2) symmetry."}
{"id": "2601.18852", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.18852", "abs": "https://arxiv.org/abs/2601.18852", "authors": ["Manuel González Lastre", "Joakim S. Jestilä", "Rubén Pérez", "Adam S. Foster"], "title": "MAD-SURF: a machine learning interatomic potential for molecular adsorption on coinage metal surfaces", "comment": null, "summary": "Predicting how organic molecules adsorb, assemble, and interact on metal surfaces is central to surface chemistry and molecular electronics, particularly in the context of interpreting high-resolution scanning probe microscopy. Yet, the application of first-principles simulations to interfaces is hampered by the computational cost for evaluating the electronic structure for the large number of atoms typically involved. We hereby present MAD-SURF, a machine learning interatomic potential specifically tailored for molecular adsorption on coinage metal surfaces. Trained on a broad dataset spanning diverse molecules, adsorption motifs, surfaces, molecular dynamics trajectories and non-covalent aggregates, MAD-SURF achieves accuracy comparable to the underlying DFT reference while enabling simulations orders of magnitude faster than density functional theory. The model reliably reproduces energies, forces and adsorption geometries across the three coinage metal substrates. We demonstrate its capabilities on experimentally characterized systems, including organic monolayers, polycyclic aggregates, flexible biomolecules and the long-range herringbone reconstruction of gold. By merging accuracy, speed, and generalizability, MAD-SURF offers a practical framework for accelerating atomistic simulations and advancing data-driven workflows in surface science."}
{"id": "2601.19052", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19052", "abs": "https://arxiv.org/abs/2601.19052", "authors": ["Alexandra J. Howzen", "Sachin Gupta", "Gavin Burnell", "Nathan Satchell"], "title": "Transport spin polarization in RuO$_2$ films", "comment": "6 pages, 3 figures main text and 4 pages, 4 figures supplemental material", "summary": "Altermagnets host spin-split electronic bands without net magnetization, enabling spin-polarized transport in the absence of conventional ferromagnetism. RuO$_2$ has been proposed as a candidate altermagnet, yet experimental reports remain conflicting, particularly between bulk-sensitive probes and thin-film measurements. Here we investigate the electronic transport properties of epitaxial RuO$_2$ thin films using anomalous Hall effect measurements and point-contact Andreev reflection spectroscopy. We observe transport spin polarization and a strongly orientation-dependent anomalous Hall response, while magnetometry reveals no detectable net magnetization. The anomalous Hall effect appears only in ultrathin (110)-oriented films, consistent with symmetry-driven Néel-vector physics, and the measured transport spin polarization is systematically higher for (110)-oriented films than for (001)-oriented films, consistent with the crystallographic anisotropy of the spin-split bands. These results are consistent with altermagnetic behavior in RuO$_2$, with the experimentally accessible signatures confined to near-surface regions. They also establish superconducting transport spectroscopy as a metrology for identifying and characterizing altermagnet candidates."}
{"id": "2601.19076", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19076", "abs": "https://arxiv.org/abs/2601.19076", "authors": ["Can Polat", "Erchin Serpedin", "Mustafa Kurban", "Hasan Kurban"], "title": "C2NP: A Benchmark for Learning Scale-Dependent Geometric Invariances in 3D Materials Generation", "comment": null, "summary": "Generative models for materials have achieved strong performance on periodic bulk crystals, yet their ability to generalize across scale transitions to finite nanostructures remains largely untested. We introduce Crystal-to-Nanoparticle (C2NP), a systematic benchmark for evaluating generative models when moving between infinite crystalline unit cells and finite nanoparticles, where surface effects and size-dependent distortions dominate. C2NP defines two complementary tasks: (i) generating nanoparticles of specified radii from periodic unit cells, testing whether models capture surface truncation and geometric constraints; and (ii) recovering bulk lattice parameters and space-group symmetry from finite particle configurations, assessing whether models can infer underlying crystallographic order despite surface perturbations. Using diverse materials as a structurally consistent testbed, we construct over 170,000 nanoparticle configurations by carving particles from supercells derived from DFT-relaxed crystal unit cells, and introduce size-based splits that separate interpolation from extrapolation regimes. Experiments with state-of-the-art approaches, including diffusion, flow-matching, and variational models, show that even when losses are low, models often fail geometrically under distribution shift, yielding large lattice-recovery errors and near-zero joint accuracy on structure and symmetry. Overall, our results suggest that current methods rely on template memorization rather than scalable physical generalization. C2NP offers a controlled, reproducible framework for diagnosing these failures, with immediate applications to nanoparticle catalyst design, nanostructured hydrides for hydrogen storage, and materials discovery. Dataset and code are available at https://github.com/KurbanIntelligenceLab/C2NP."}
{"id": "2601.19497", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.19497", "abs": "https://arxiv.org/abs/2601.19497", "authors": ["Menghan Liao", "Heng Wang", "Mingwei Yang", "Chuanwu Cao", "Jiayin Tang", "Wenjing Xu", "Xianfeng Wu", "Guangdi Zhou", "Haoliang Huang", "Kaiwei Chen", "Yuying Zhu", "Peng Deng", "Jianhao Chen", "Zhuoyu Chen", "Danfeng Li", "Kai Chang", "Qi-Kun Xue"], "title": "Bosonic phases across the superconductor-insulator transitions in an infinite-layer samarium nickelate", "comment": "The manuscript has been accepted by Phys. Rev. X", "summary": "Superconductivity arises from the global phase coherence of Cooper pairs. The modulation of phase coherence leads to quantum phase transitions, serving as an important tool for the study of unconventional superconductivity. Here, we demonstrate bosonic phases across the superconductor-insulator transitions in infinite-layer nickelate superconducting films by the control of spatially periodic network patterns. Magnetoresistance oscillations with a periodicity of h/2e provide direct evidence of 2e Cooper pairing in nickelates. The phase transitions are predominantly driven by enhanced superconducting fluctuations, with Cooper pairs involved in the charge transport across the transitions. Notably, we observe two types of anomalous metallic phases, emerging respectively in finite and down to zero magnetic fields. They can be characterized by bosonic excitations, suggesting the dynamic roles of vortices at the ground states. Our work establishes nickelates as a key platform for investigating the rich landscape of bosonic phases controlled via the phase coherence of Cooper pairs."}
{"id": "2601.19080", "categories": ["physics.comp-ph", "cond-mat.str-el", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.19080", "abs": "https://arxiv.org/abs/2601.19080", "authors": ["Ho Jang", "Gia-Wei Chern"], "title": "Transformer Learning of Chaotic Collective Dynamics in Many-Body Systems", "comment": "10 pages, 5 figures", "summary": "Learning reduced descriptions of chaotic many-body dynamics is fundamentally challenging: although microscopic equations are Markovian, collective observables exhibit strong memory and exponential sensitivity to initial conditions and prediction errors. We show that a self-attention-based transformer framework provides an effective approach for modeling such chaotic collective dynamics directly from time-series data. By selectively reweighting long-range temporal correlations, the transformer learns a non-Markovian reduced description that overcomes intrinsic limitations of conventional recurrent architectures. As a concrete demonstration, we study the one-dimensional semiclassical Holstein model, where interaction quenches induce strongly nonlinear and chaotic dynamics of the charge-density-wave order parameter. While pointwise predictions inevitably diverge at long times, the transformer faithfully reproduces the statistical \"climate\" of the chaos, including temporal correlations and characteristic decay scales. Our results establish self-attention as a powerful mechanism for learning effective reduced dynamics in chaotic many-body systems."}
{"id": "2601.19343", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19343", "abs": "https://arxiv.org/abs/2601.19343", "authors": ["Rahel Ohlendorf", "Luca Buiarelli", "Hilary M. L. Noad", "Andrew P. Mackenzie", "Rafael M. Fernandes", "Turan Birol", "Jörg Schmalian", "Elena Gati"], "title": "Probing multipolar order in the candidate altermagnet MnF$_2$ through the elastocaloric effect under strain", "comment": "7 pages, 4 figures + End Matter + Supplementary Information", "summary": "Altermagnets break a combination of time-reversal and rotational symmetries without generating a net magnetization. As such, the order parameter of $d$-wave altermagnets has the same symmetry as magnetic multipoles, and couples to the product of a magnetic field and uniaxial strain. We combine elastocaloric experiments, free-energy modeling, and first-principles calculations on MnF$_2$ to establish a thermodynamic probe of the predicted finite-temperature altermagnetic critical point. These results pave the way to explore altermagnetic quantum criticality in $d$-wave materials and beyond."}
{"id": "2601.19006", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19006", "abs": "https://arxiv.org/abs/2601.19006", "authors": ["Quanwei Li", "Yuping Shi", "Lam Lam", "K. Birgitta Whaley", "Graham Fleming"], "title": "Frequency- and time-resolved second order quantum coherence function of IDTBT single-molecule fluorescence", "comment": null, "summary": "The frequency- and time-resolved second order quantum coherence function (g(2)(τ)) of single-molecule fluorescence has recently been proposed as a powerful new quantum light spectroscopy that can reveal intrinsic quantum coherence in excitation energy transfer in molecular systems ranging from simple dimers to photosynthetic complexes. Yet, no experiments have been reported to date. Here, we have developed a single-molecule fluorescence g(2)(τ) quantum light spectroscopy (SMFg2-QLS) that can simultaneously measure the fluorescence intensity, lifetime, spectra, and g(2)(τ) with frequency resolution, for a single molecule in a controlled environment at both room temperature and cryogenic temperature. As a proof of principle, we have studied single molecules of IDTBT (indacenodithiophene-co-benzothiadiazole), a semiconducting donor-acceptor conjugated copolymer with a chain-like structure that shows a high carrier mobility and annihilation-limited long-range exciton transport. We have observed different g(2)(τ=0) values with different bands or bandwidths of the single molecule IDTBT fluorescence. The general features are consistent with theoretical predictions and suggest non-trivial excited state quantum dynamics, possibly showing quantum coherence, although further analysis and confirmation will require additional theoretical calculations that take into account the complexity and inhomogeneity of individual IDTBT single molecular chains. Our results demonstrate the feasibility and promise of frequency- and time-resolved SMFg2-QLS to provide new insights into molecular quantum dynamics and to reveal signatures of intrinsic quantum coherence in photosynthetic light harvesting that are independent of the nature of the light excitation."}
{"id": "2601.18955", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.18955", "abs": "https://arxiv.org/abs/2601.18955", "authors": ["Ryan Flynn", "Anders W. Sandvik"], "title": "Moiré magnetism in a bilayer Ising model", "comment": "6 pages, 4 figures", "summary": "Moiré patterns in magnetic bilayers generate spatially modulated interlayer exchange interactions that can give rise to nonuniform magnetic textures. We study a minimal classical bilayer Ising model with a moiré-modulated interlayer coupling, generated either by relative twist or differential strain between the layers. Using large-scale classical Monte Carlo simulations, we show that the ordering transition remains in the conventional two-dimensional Ising universality class, even when the low-temperature state is domain-textured. At low temperatures, we find a smooth crossover between a uniform ferromagnet and domain-textured state, in which the spins locally follow the sign of the interlayer exchange. We demonstrate that there is no breaking of layer symmetry for twisted bilayers. The location of the crossover is determined by a simple geometric energy balance between bulk interlayer exchange and intralayer domain-wall costs. Our results provide a minimal framework for understanding how moiré-modulated magnetic textures can emerge from geometric energetics without requiring a thermodynamic phase transition."}
{"id": "2601.18867", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.18867", "abs": "https://arxiv.org/abs/2601.18867", "authors": ["Katsumasa Nakayama", "Kei Suzuki"], "title": "Jordan-Wigner mapping between quantum-spin and fermionic Casimir effects", "comment": "14 pages, 11 figures, 1 table", "summary": "The Jordan-Wigner transformation connects spin operators in one-dimensional spin systems and fermionic operators. In this work, we elucidate the relationship between the finite-size corrections in the spin representation and the fermionic Casimir effect in the corresponding fermion representation. In particular, we focus on the ground-state energy of one-dimensional transverse-field Ising and XY models, and show that all finite-size corrections can be interpreted as lattice fermionic Casimir effects. We further find several types of Casimir phenomena, such as the conventional Casimir energy from massless fields, damping behavior from massive fields, vanishing behavior from flat or nonrelativistic bands, and oscillating behavior from the finite-density effect. Our findings establish a dictionary between finite-size corrections in spin chains and fermionic Casimir effects, and provide experimentally relevant platforms for the fermionic Casimir phenomena."}
{"id": "2601.19054", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19054", "abs": "https://arxiv.org/abs/2601.19054", "authors": ["David Bałut", "Barry Bradlyn", "Marcus D. Collins", "Peter Abbamonte"], "title": "Fundamental Tests of Quantum Geometric Bounds in Ionic and Covalent Insulators using Inelastic X-Ray Scattering", "comment": "12pages, 7 figures", "summary": "Quantum geometry underlies many fundamental properties of materials, but it has remained largely inaccessible to direct experiment. Here we demonstrate that inelastic x-ray scattering (IXS) provides a direct, quantitative probe of quantum geometry and quantum information in solids. Studying two prototype insulators, covalently bonded diamond and ionically bonded LiF, we measure the density response and experimentally determine the quantum Fisher information, the associated Bures metric, and the electron localization length. These measurements enable a quantitative comparison of quantum geometry for two distinct bonding environments. We find that the dimensionless quantum weight, $aK(q)$, which quantifies the longitudinal localization of quantum information, is constrained by fundamental electrostatic bounds in both materials. Crucially, the quantum weight of diamond exceeds that of LiF, indicating that covalent bonds exhibit a higher degree of delocalization and higher density of quantum information than the ionic bonds. Our results establish a direct experimental relationship between quantum information, electron localization, and chemical bonding, and identify IXS as a powerful tool for measuring quantum geometry in materials."}
{"id": "2601.19105", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19105", "abs": "https://arxiv.org/abs/2601.19105", "authors": ["Taichi Terashima", "Yuya Hattori", "David Graf", "Takahiro Urata", "Tomoki Yoshioka", "Wataru Hattori", "Hiroshi Ikuta", "Hiroaki Ikeda"], "title": "Altermagnetic spin-split Fermi surfaces in CrSb revealed by quantum oscillation measurements", "comment": "6 pages, 3 figures + SM", "summary": "Altermagnets, a class of collinear magnets defined by their spin-split electronic bands, are a focus of intense research, where a key challenge is to experimentally verify this unique band structure as a bulk property. Here, we report a comprehensive quantum oscillation study on the prototypical altermagnet CrSb. By combining high-field magnetotransport and torque measurements with DFT+$U$ calculations including spin-orbit coupling, we successfully identify a multitude of quantum-oscillation frequencies originating from four spin-non-degenerate bands. These results provide definitive, bulk-sensitive evidence for the altermagnetic spin-split Fermi surface of CrSb, which provides a firm foundation for exploring its novel electronic properties."}
{"id": "2601.19829", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19829", "abs": "https://arxiv.org/abs/2601.19829", "authors": ["Maxim Khodas", "Libor Šmejkal", "I. I. Mazin"], "title": "Nonrelativistic-Ising superconductivity in p-wave magnets", "comment": "6 pages, 2 figures", "summary": "We discuss a possibility of superconductivity in the p-wave magnets. These are recently discovered materials that have zero net magnetization by symmetry and finite non-relativistic spin splitting of electron bands, like in altermagnets. Similarly, the spin polarizations is collinear in the momentum space. Yet, as opposed to altermagnets, the magnetization is noncollinear in the real space, and the spin splitting obeys time-reversal symmetry in the momentum space. As a result, if such material harbors superconductivity (due to phonons, or any other mechanism), the only supported superconducting symmetry is Ising superconductivity, an exotic symmetry where any Cooper pair is a 50:50 mix of singlet and triplet. This unusual behavior is also in stark contrast to regular antiferromagnet, which can support Cooper pairs of any parity, and altermagnets, which can only support nonunitary triplet pairs. The presence of large triplet component and enhanced resilience against pair breaking is inherent to the p-wave magnets and as such is unconventional as it does not materialize in conventional spin-orbit coupling induced Ising superconductors."}
{"id": "2601.19505", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19505", "abs": "https://arxiv.org/abs/2601.19505", "authors": ["Matija Čufar", "C. J. Bradly", "Ray Yang", "Elke Pahl", "Joachim Brand"], "title": "Rimu.jl: Random integrators for many-body quantum systems", "comment": "37 pages, 9 figures", "summary": "Rimu.jl is a Julia package for solving many-body quantum problems. The core of the package is a matrix-free implementation of Hamiltonians and other operators and compact representation of Fock states, which together allow for efficient methods suitable for high-performance computing. Rimu.jl includes a Julia implementation of the full configuration interaction quantum Monte Carlo (FCIQMC) algorithm which is a type of projector QMC algorithm for stochastically solving the time-independent Schrödinger equation. It also includes many well-known model Hamiltonians, and an interface for exact diagonalisation based on external eigenvalue solvers. Both the stochastic and exact diagonalisation methods are accessed with a CommonSolve.jl interface. We describe the FCIQMC algorithm and how to obtain estimators of observables as well as the key features of the implementation."}
{"id": "2601.19458", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.19458", "abs": "https://arxiv.org/abs/2601.19458", "authors": ["Surajit Basak", "Jean-Noël Fuchs"], "title": "Coupled Majorana modes in a dual vortex of the Kitaev honeycomb model", "comment": "17 pages, 9 figures", "summary": "The Kitaev model is exactly solvable in terms of Majorana fermions hopping on a honeycomb lattice and coupled to a static $\\mathbb{Z}_2$ gauge field, giving the possibility of $π$-vortices in hexagonal plaquettes. In the vortex-full sector and in the presence of a time-reversal-breaking three-spin term of strength $κ$, the energy spectrum is gapped and the ground state possesses an even Chern number. An isolated vortex-free plaquette acts as a ``dual vortex'' and binds a fermionic mode at finite energy $ε$ in the bulk gap. This mode is equivalent to two coupled Majorana zero modes located on the same dual vortex. In a continuum approximation, we analytically compute the Majorana wavefunctions and their coupling $ε$ in the two limits of small or large $κ$. The analytical approach is confirmed by numerical perturbation theory directly on the lattice. The latter is in excellent agreement with the full numerics on a finite-size system. We contrast our results with states bound to an isolated vortex in a topological superconductor with even Chern number."}
{"id": "2601.19034", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.19034", "abs": "https://arxiv.org/abs/2601.19034", "authors": ["Zheyong Fan", "Benrui Tang", "Esmée Berger", "Ethan Berger", "Erik Fransson", "Ke Xu", "Zihan Yan", "Zhoulin Liu", "Zichen Song", "Haikuan Dong", "Shunda Chen", "Lei Li", "Ziliang Wang", "Yizhou Zhu", "Julia Wiktor", "Paul Erhart"], "title": "qNEP: A highly efficient neuroevolution potential with dynamic charges for large-scale atomistic simulations", "comment": "17 pages, 7 figures", "summary": "Although electrostatics can be incorporated into machine-learned interatomic potentials, existing approaches are computationally very demanding, limiting large-scale, long-time simulations of electrostatics-driven phenomena such as dielectric response, infrared activity, and field-matter coupling. Here, we extend the neuroevolution potential (NEP), a highly efficient machine-learned interatomic potential, to a charge-aware framework (qNEP) by introducing explicit, environment-dependent partial charges. Each ionic partial charge is represented by a neural network as a function of the local descriptor vector, analogous to the NEP site-energy model. This formulation enables the direct prediction of the Born effective charge tensor for each ion and, consequently, the polarization. As a result, dielectric properties, infrared spectra, and coupling to external electric fields can be evaluated within a unified framework. We derive consistent expressions for the forces and virials that explicitly account for the position dependence of the partial charges. The qNEP method has been implemented in the free-and-open-source GPUMD package, with support for both Ewald summation and particle-particle particle-mesh treatments of electrostatics. We demonstrate the accuracy and efficiency of the qNEP approach through representative applications to water, Li7La3Zr2O12, BaTiO3, and a magnesium-water interface. These results show that qNEP enables accurate atomistic simulations with explicit long-range electrostatics, scalable to million-atom systems on nanosecond time scales using consumer-grade GPUs."}
{"id": "2601.18968", "categories": ["cond-mat.stat-mech", "hep-th", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2601.18968", "abs": "https://arxiv.org/abs/2601.18968", "authors": ["Fabrizio Canfora", "Marco Cedeno"], "title": "Detecting the finer structure of the P vs NP problem with statistical mechanics: the case of the Wang tiling problem", "comment": "21 pages, 13 figures", "summary": "We introduce the idea that the P vs NP problem can have a finer structure. Given the NP complete problem of interest, the configurations space of the problem can be divided in (at least) two regions. In one region, polynomial algorithms to solve the NP complete problem of interest are available (and we discuss one possible realization inspire by the games of chess and go). In the second region the problem to find polynomial time algorithms is very similar to the problem to find polynomial time algorithms to determine the asymptotic behavior of discrete dynamical systems in the chaotic regime. We cannot exclude the existence of a third region which separates the first two: this region would have the characteristics of the edge of chaos. We focuss on the Wang tiling problem of an N X N square (with N large): here a Wang tiles set Gamma is an alphabet. We construct a statistical-physics inspired heuristic which allows to define good alphabets as the ones with a good thermodynamical behavior. For (a suitable subclass of) good alphabets we construct an algortihm which, in polynomial time, determines how to tile the N x N square. On the other hand, for bad alphabets, we observe a chaotic behavior. The Cook-Levin theorem advocate a similar pattern for all the NP-complete problems."}
{"id": "2601.18868", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.18868", "abs": "https://arxiv.org/abs/2601.18868", "authors": ["Hannes Karlsson", "Johannes S. Hofmann", "Alexander Wietek"], "title": "Cooper Condensation and Pair Wave Functions in Strongly Correlated Electrons", "comment": "14 pages, 12 figures", "summary": "Identifying superconducting states of matter without prior assumptions is a central challenge in strongly correlated electron systems. We introduce a canonical framework for diagnosing the formation of Cooper pair condensates based on the Penrose-Onsager criterion, in which superconducting order is encoded in the spectral properties of the two-particle reduced density matrix (2RDM). Within this formulation, the symmetry and structure of the condensate are obtained by projecting the 2RDM onto irreducible representations of the underlying symmetry group, enabling an unbiased identification of both conventional and exotic superconducting states. We demonstrate the power and versatility of the approach through applications to the two-dimensional Hubbard model, using both auxiliary-field quantum Monte Carlo (AFQMC) and the density matrix renormalization group (DMRG). For attractive interactions without a magnetic field, we reveal a clear finite-size scaling of the condensate fraction on square lattices of size up to $20\\times 20$. The framework further provides direct access to the internal structure and extent of Cooper pairs, which we track across the BCS-BEC crossover. Moreover, it enables a clean diagnosis of the finite-momentum Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase in a magnetic field. Finally, we apply the approach to a supersolid phase in the repulsive Hubbard model with an additional next-nearest neighbor hopping $t^\\prime$, where a charge-density wave coexists with a superconductor. We confirm the fragmented nature of the condensate and uncover substantial pairing correlations in the triplet channel with $p$-wave spatial symmetry in addition to the dominant singlet $d$-wave pairing. Our results establish the 2RDM-based Penrose-Onsager framework as a broadly applicable and unbiased tool for characterizing superconducting order in correlated quantum matter."}
{"id": "2601.19069", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19069", "abs": "https://arxiv.org/abs/2601.19069", "authors": ["J. X. Dai", "Y. X. Zhao"], "title": "$PT$ Symmetry's Real Topology", "comment": null, "summary": "Symmetry-protected topological phases have been a central theme in condensed matter physics and beyond over the past two decades. Most efforts have focused on topological classifications of physical systems under given symmetries, while the intrinsic topology of the symmetries themselves has received much less attention. Here, we show that, in generic non-interacting spinless crystals, the spacetime inversion symmetry $PT$ naturally carries a real vector-bundle structure whose topology is characterized by Stiefel--Whitney (SW) classes. In contrast to previous work, where SW classes were used to describe the topology of real valence bundles protected by $PT$, we identify SW classes associated to the $PT$ symmetry itself. These symmetry SW classes can endow the \\emph{total} real bundle of a $PT$-symmetric band structure with nontrivial topology, overturning the common assumption that the total bundle is always trivial. As a consequence, valence and conduction bands can exhibit asymmetric SW classes, in sharp contrast to the usual symmetric scenario. We further demonstrate that the symmetry SW classes provide a refined distinction between atomic insulator phases. Our results underscore the importance of treating crystal symmetries as topological objects in their own right, rather than focusing solely on the topology of energy bands."}
{"id": "2601.19137", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19137", "abs": "https://arxiv.org/abs/2601.19137", "authors": ["Gillian Nolan", "Edmund Han", "Shahriar Muhammad Nahid", "Patrick Carmichael", "Arend M. van der Zande", "André Schleife", "Pinshane Y. Huang"], "title": "Atomic and Electronic Structure of Strongly Charged Domain Walls in van der Waals α-In$_2$Se$_3$", "comment": null, "summary": "Here, we use atomic resolution scanning transmission electron microscopy (STEM) and first principles calculations to study the atomic and electronic structure of strongly charged domain walls in $α$-In$_2$Se$_3$. STEM imaging and density functional theory (DFT) show that head-to-head (HH) domain walls contain a layer of nonpolar $β$-In$_2$Se$_3$, whereas tail-to-tail (TT) domain walls are atomically abrupt. We apply 4D STEM and multislice electron ptychography to map ferroelectric domains in 2D and 3D, showing that nearly $180^\\circ$ domain walls exhibit complex, curved 3D structures that differ from ideal $180^\\circ$ structures. Band structure calculations show localized conducting states within a $\\sim$ 1 nm thick layer at both HH and TT domain walls, such as a midgap state at the $β$ layer of the HH domain wall. These properties make strongly charged domain walls in $α$-In$_2$Se$_3$ excellent candidates for realizing 2D electron or hole gases and domain wall engineering in van der Waals ferroelectrics."}
{"id": "2601.18868", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.18868", "abs": "https://arxiv.org/abs/2601.18868", "authors": ["Hannes Karlsson", "Johannes S. Hofmann", "Alexander Wietek"], "title": "Cooper Condensation and Pair Wave Functions in Strongly Correlated Electrons", "comment": "14 pages, 12 figures", "summary": "Identifying superconducting states of matter without prior assumptions is a central challenge in strongly correlated electron systems. We introduce a canonical framework for diagnosing the formation of Cooper pair condensates based on the Penrose-Onsager criterion, in which superconducting order is encoded in the spectral properties of the two-particle reduced density matrix (2RDM). Within this formulation, the symmetry and structure of the condensate are obtained by projecting the 2RDM onto irreducible representations of the underlying symmetry group, enabling an unbiased identification of both conventional and exotic superconducting states. We demonstrate the power and versatility of the approach through applications to the two-dimensional Hubbard model, using both auxiliary-field quantum Monte Carlo (AFQMC) and the density matrix renormalization group (DMRG). For attractive interactions without a magnetic field, we reveal a clear finite-size scaling of the condensate fraction on square lattices of size up to $20\\times 20$. The framework further provides direct access to the internal structure and extent of Cooper pairs, which we track across the BCS-BEC crossover. Moreover, it enables a clean diagnosis of the finite-momentum Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase in a magnetic field. Finally, we apply the approach to a supersolid phase in the repulsive Hubbard model with an additional next-nearest neighbor hopping $t^\\prime$, where a charge-density wave coexists with a superconductor. We confirm the fragmented nature of the condensate and uncover substantial pairing correlations in the triplet channel with $p$-wave spatial symmetry in addition to the dominant singlet $d$-wave pairing. Our results establish the 2RDM-based Penrose-Onsager framework as a broadly applicable and unbiased tool for characterizing superconducting order in correlated quantum matter."}
{"id": "2601.18852", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.18852", "abs": "https://arxiv.org/abs/2601.18852", "authors": ["Manuel González Lastre", "Joakim S. Jestilä", "Rubén Pérez", "Adam S. Foster"], "title": "MAD-SURF: a machine learning interatomic potential for molecular adsorption on coinage metal surfaces", "comment": null, "summary": "Predicting how organic molecules adsorb, assemble, and interact on metal surfaces is central to surface chemistry and molecular electronics, particularly in the context of interpreting high-resolution scanning probe microscopy. Yet, the application of first-principles simulations to interfaces is hampered by the computational cost for evaluating the electronic structure for the large number of atoms typically involved. We hereby present MAD-SURF, a machine learning interatomic potential specifically tailored for molecular adsorption on coinage metal surfaces. Trained on a broad dataset spanning diverse molecules, adsorption motifs, surfaces, molecular dynamics trajectories and non-covalent aggregates, MAD-SURF achieves accuracy comparable to the underlying DFT reference while enabling simulations orders of magnitude faster than density functional theory. The model reliably reproduces energies, forces and adsorption geometries across the three coinage metal substrates. We demonstrate its capabilities on experimentally characterized systems, including organic monolayers, polycyclic aggregates, flexible biomolecules and the long-range herringbone reconstruction of gold. By merging accuracy, speed, and generalizability, MAD-SURF offers a practical framework for accelerating atomistic simulations and advancing data-driven workflows in surface science."}
{"id": "2601.19482", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19482", "abs": "https://arxiv.org/abs/2601.19482", "authors": ["Hongqin Xiao", "Geng Li", "Yuxuan He", "Ke Zhu", "Yuhan Ye", "Yumeng Li", "Lijing Huang", "Haitao Yang", "Ziqiang Wang", "Hong-Jun Gao"], "title": "Realization of Wigner-Mott insulators in 6R-TaS$_2$ superconductor", "comment": null, "summary": "Wigner-Mott insulating states represent a paradigmatic manifestation of strong electronic correlations, in which long-range Coulomb interactions drive spontaneous charge ordering and enable Mott localization at fractional electronic fillings. Such states have been theoretically proposed to arise from the cooperative interplay between onsite and inter-site Coulomb interactions. However, experimental realization of a Wigner-Mott insulator has remained elusive. Here we report the observation of a Wigner-Mott insulating states in 6R-TaS$_2$ using scanning tunneling microscopy. By locally injecting electrons into the depleted 1T layer, we induce distinct Star-of-David charge-ordered superstructures and realize a cascade of insulating phases. In particular, a $\\sqrt{3}\\times \\sqrt{3}$ superstructure constitutes a Wigner-Mott insulating state, characterized by a robust Mott gap despite fractional filling. Comparative measurements reveal that the conventional 1$\\times$1 Mott state at integer filling is governed predominantly by onsite interaction U, whereas the $\\sqrt{3}\\times \\sqrt{3}$ fractional-filling Mott state requires the cooperative effects of both U and long-range Coulomb interaction V. Our results provide not only the direct microscopic evidence for a Wigner-Mott mechanism, but also establish a platform for the controllable realization and investigation of Wigner-Mott insulating states."}
{"id": "2601.18980", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.18980", "abs": "https://arxiv.org/abs/2601.18980", "authors": ["Thomas Vogel", "Ying Wai Li"], "title": "Accelerating Multicanonical Sampling with Irreversibility", "comment": null, "summary": "Flat-histogram Monte Carlo simulations are well-established, robust methods to perform random walks in a physical observable or parameter space, making them suitable for finding ground states or studying phase transitions in complex systems in statistical physics. However, their efficiency can be limited by the time to attain the desired flat distribution, which is generally unknown prior to the simulations. In particular, they might suffer from slowing down towards the end of a simulation due to the diffusive nature of random walks. In this work we apply irreversibility to the multicanonical Monte Carlo method via the lifting approach to alleviate this behavior. We achieve a 2-4 times speedup in ground-state search for a two-dimensional (2D) Ising model, and up to an order of magnitude of speedup for finding the ground-state energy in an Edwards-Anderson spin glass, compared to traditional multicanonical sampling. The round-trip times between ground states show a narrower distribution and are significantly shorter compared to the reversible counterpart, suggesting that a lower convergence time with a smaller time variance is feasible."}
{"id": "2601.18922", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.18922", "abs": "https://arxiv.org/abs/2601.18922", "authors": ["Davide Rossini", "Ettore Vicari"], "title": "Stacked quantum Ising systems and quantum Ashkin-Teller model", "comment": "16 pages", "summary": "We analyze the quantum states of an isolated composite system consisting of two stacked quantum Ising (SQI) subsystems, coupled by a local Hamiltonian term that preserves the $Z_2$ symmetry of each subsystem. The coupling strength is controlled by an intercoupling parameter $w$, with $w=0$ corresponding to decoupled quantum Ising systems. We focus on the quantum correlations of one of the two SQI subsystems, $S$, in the ground state of the global system, and study their dependence on both the state of the weakly-coupled complementary part $E$ and the intercoupling strength. We concentrate on regimes in which $S$ develops critical long-range correlations. The most interesting physical scenario arises when both SQI subsystems are critical. In particular, for identical SQI subsystems, the global system is equivalent to the quantum Ashkin-Teller model, characterized by an additional $Z_2$ interchange symmetry between the two subsystem operators. In this limit, one-dimensional SQI systems exhibit a peculiar critical line along which the length-scale critical exponent $ν$ varies continuously with $w$, while two-dimensional systems develop quantum multicritical behaviors characterized by an effective enlargement of the symmetry of the critical modes, from the actual $Z_2\\oplus Z_2$ symmetry to a continuous O(2) symmetry."}
{"id": "2601.19292", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.19292", "abs": "https://arxiv.org/abs/2601.19292", "authors": ["Jing Huang", "Jinkwan Kwoen", "Yasuhiko Arakawa", "Kazuhiko Hirakawa", "Kazuyuki Kuroyama"], "title": "Ultrastrong light-matter coupling in near-field coupled split-ring resonators revealed by photocurrent spectroscopy", "comment": null, "summary": "Landau polaritons arising from the coupling between cyclotron resonance and terahertz split-ring resonators (SRRs) have served as a central platform for exploring ultrastrong light-matter interaction for more than a decade. Over this period, a wide variety of SRR architectures, differing in size, geometry, and even material composition, have been investigated. However, the regime of near-field coupled SRRs has remained largely unexplored. Here, we demonstrate ultrastrong coupling using photocurrent spectroscopy in two prototypical near-field configurations: a SRR dimer and a topological SRR chain. The measurements reveal hybridization not only with bright resonant modes but also with optically dark modes and topological edge modes, highlighting the exceptional sensitivity of the photocurrent spectroscopy. Moreover, the engineered near-field interactions allow the study of multi-mode ultrastrong coupling and the interplay between topological band structure and cavity quantum electrodynamics."}
{"id": "2601.19181", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19181", "abs": "https://arxiv.org/abs/2601.19181", "authors": ["Reed Yalisove", "Hongrui Zhang", "Xiang Chen", "Fanhao Meng", "Jie Yao", "Robert Birgeneau", "Ramamoorthy Ramesh", "Mary C. Scott"], "title": "Mapping Metastable Magnetic Textures in (Fe0.5Co0.5)5GeTe2 with in-situ Lorentz Transmission Electron Microscopy", "comment": null, "summary": "Topologically protected magnetic textures are a promising route to low-energy control of magnetism, but they are most often studied away from ambient conditions, typically at low temperatures and high magnetic fields. Here we use in-situ Lorentz transmission electron microscopy with control of temperature and magnetic field to investigate the skyrmion metastability in (Fe0.5Co0.5)5GeTe2 (FCGT). By field-cooling FCGT in magnetic fields of different magnitude to different base temperatures and then removing the applied field, we create meta(stable) zero-field magnetic states. We use this method to build a phase diagram of the zero-field metastable spin structures in FCGT, which will be critical for selecting the desired topologically-protected spin state for future studies to manipulate magnetism with stimuli such as electric current, electric field, mechanical strain, and more."}
{"id": "2601.19458", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.19458", "abs": "https://arxiv.org/abs/2601.19458", "authors": ["Surajit Basak", "Jean-Noël Fuchs"], "title": "Coupled Majorana modes in a dual vortex of the Kitaev honeycomb model", "comment": "17 pages, 9 figures", "summary": "The Kitaev model is exactly solvable in terms of Majorana fermions hopping on a honeycomb lattice and coupled to a static $\\mathbb{Z}_2$ gauge field, giving the possibility of $π$-vortices in hexagonal plaquettes. In the vortex-full sector and in the presence of a time-reversal-breaking three-spin term of strength $κ$, the energy spectrum is gapped and the ground state possesses an even Chern number. An isolated vortex-free plaquette acts as a ``dual vortex'' and binds a fermionic mode at finite energy $ε$ in the bulk gap. This mode is equivalent to two coupled Majorana zero modes located on the same dual vortex. In a continuum approximation, we analytically compute the Majorana wavefunctions and their coupling $ε$ in the two limits of small or large $κ$. The analytical approach is confirmed by numerical perturbation theory directly on the lattice. The latter is in excellent agreement with the full numerics on a finite-size system. We contrast our results with states bound to an isolated vortex in a topological superconductor with even Chern number."}
{"id": "2601.19240", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19240", "abs": "https://arxiv.org/abs/2601.19240", "authors": ["Yuncheng Xie", "Haozhe Shi", "Menglin Huang", "Weibin Chu", "Shiyou Chen", "Xin-Gao Gong"], "title": "Symmetry Adapted Analysis of Screw Dislocation: Electronic Structure and Carrier Recombination Mechanisms in GaN", "comment": "9 pages, 8 figures", "summary": "As fundamental one-dimensional defects, screw dislocations profoundly reshape the energy landscape and carrier dynamics of crystalline materials. By restoring the exact algebra of the screw dislocation group, we unveil the latent symmetry constraints that govern the electronic structure, providing a more rigorous physical picture than the conventional treatments. When applied to GaN, the method yields a band-connectivity constraint and rigorous dipole selection rules for polarization-resolved transitions. Combined with computed Hamiltonian matrix, the approach gives symmetry-filtered radiative and dielectric calculations and reveals a piezoelectrical effect at the dislocation core that strongly suppresses radiative recombination. The pronounced dominance of non-radiative capture over radiative recombination highlights the detrimental impact of screw dislocations on the luminous efficiency of GaN, providing a theoretical foundation for optimizing dislocation-limited optoelectronic devices."}
{"id": "2601.19882", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19882", "abs": "https://arxiv.org/abs/2601.19882", "authors": ["Shengzhi Zhang", "Gabriel Silva Freitas", "Vivien S. Zapf", "Minseong Lee", "Wonjune Choi", "Shi-Zeng Lin", "Tong Chen", "Collin Broholm", "Xianghan Xu", "Robert J. Cava", "Eun Sang Choi"], "title": "Magnetization Plateaus in the Spin-Orbit Coupled Bilayer Triangular Lattice Antiferromagnet Rb2Co2(SeO3)3", "comment": "12 pages, 7 figures", "summary": "Geometric frustration among competing spin exchanges can give rise to novel quantum phases by enhancing fluctuations that drive magnetic systems beyond the classical regime. We investigate the frustrated array of strongly correlated spin dimers in the bilayer triangular lattice antiferromagnet \\rcs{} under applied magnetic fields. A cascade of magnetization plateaus appears at \\(M/M_s = 1/3, 1/2, 2/3,\\) and \\(5/6\\), together with a weak anomalous feature near \\(M/M_s = 1/6\\), in fields up to 60 T. Concurrent changes in magneto-dielectric response follows the plateau boundaries. The finite slope of each plateau and the absence of a zero-field gap in our ultralow-temperature ac susceptibility down to 20 mK indicate broken \\(U(1)\\) spin-rotation symmetry. A minimal bilayer-dimer model treated with bond operator representation reproduces the low-field sequence only when \\(U(1)\\) symmetry is explicitly lifted by spin-orbit-driven, bond-dependent anisotropy. Near saturation, a projected triangular pseudospin model accounts for the high-field plateaus with modest further-neighbor interactions. These results demonstrate that anisotropic exchange arising from spin-orbit-coupled moments is essential for stabilizing the full plateau hierarchy in \\rcs{}, a mechanism overlooked in previous interpretations of Co-based triangular bilayers."}
{"id": "2601.19192", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.19192", "abs": "https://arxiv.org/abs/2601.19192", "authors": ["L. H. Miranda-Filho", "Yuliang Jin"], "title": "Evidence of the de Almeida-Thouless transition in three-dimensional spin glasses", "comment": null, "summary": "The nature of spin-glass states in a magnetic field remains a major open problem in statistical physics. The existence of the de Almeida-Thouless (dAT) transition for three-dimensional (3D) spin glasses in a field is still debated. We introduce a new computational method to define the spin-glass susceptibility, which is robust against the broad tail in the overlap distribution that undermines conventional analyses. Applying this approach to the Edwards-Anderson spin-glass model in 2D and 3D, and contrasting with the 3D Ising (without disorder) and mean-field spin-glass models, we find a stark difference: the locus of susceptibility maxima bends to the right in the field-temperature plane for the Ising and 2D spin-glass cases, indicating a supercritical crossover line, but bends to the left for the mean-field and 3D spin glasses - a signature of the dAT line. Finite-size scaling further suggests that the peak susceptibility diverges with system size in 3D spin glasses under a field, while saturating in 2D. These results provide direct numerical evidence for the dAT transition in 3D, supporting the replica symmetry breaking scenario."}
{"id": "2601.18955", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.18955", "abs": "https://arxiv.org/abs/2601.18955", "authors": ["Ryan Flynn", "Anders W. Sandvik"], "title": "Moiré magnetism in a bilayer Ising model", "comment": "6 pages, 4 figures", "summary": "Moiré patterns in magnetic bilayers generate spatially modulated interlayer exchange interactions that can give rise to nonuniform magnetic textures. We study a minimal classical bilayer Ising model with a moiré-modulated interlayer coupling, generated either by relative twist or differential strain between the layers. Using large-scale classical Monte Carlo simulations, we show that the ordering transition remains in the conventional two-dimensional Ising universality class, even when the low-temperature state is domain-textured. At low temperatures, we find a smooth crossover between a uniform ferromagnet and domain-textured state, in which the spins locally follow the sign of the interlayer exchange. We demonstrate that there is no breaking of layer symmetry for twisted bilayers. The location of the crossover is determined by a simple geometric energy balance between bulk interlayer exchange and intralayer domain-wall costs. Our results provide a minimal framework for understanding how moiré-modulated magnetic textures can emerge from geometric energetics without requiring a thermodynamic phase transition."}
{"id": "2601.19371", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19371", "abs": "https://arxiv.org/abs/2601.19371", "authors": ["Greta Lupi", "Adolfo O. Fumega", "Mohammad Amini", "Robert Drost", "Peter Liljeroth", "Jose L. Lado"], "title": "Molecular Hamiltonian learning from setpoint-dependent scanning tunneling spectroscopy", "comment": "8 pages, 4 figures", "summary": "Molecular quantum magnets adsorbed on surfaces exhibit rich spin and orbital excitations that can be probed by scanning tunneling microscopy with inelastic electron tunneling spectroscopy (STM-IETS). However, the quantitative extraction of the underlying multiorbital Hamiltonian from experimental spectra remains a fundamental challenge. Here, we introduce molecular Hamiltonian learning, a machine learning strategy that infers the microscopic Hamiltonian parameters of a single adsorbed molecule directly from the setpoint-dependence of STM-IETS data. The method leverages the systematic evolution of spectral features as the STM tip tunes the local electrostatic environment for different tip-sample distances. We demonstrate this approach on iron phthalocyanine on ferroelectric SnTe, training our algorithm on theory spectra from a realistic multiorbital model, including spin-orbit coupling, electrostatic interactions, local crystal field, and substrate effects. The algorithm, trained solely on theoretical many-body simulations, allows reconstructing Hamiltonian parameters directly from experimental spectra. Our manuscript establishes a flexible and automated strategy for Hamiltonian reconstruction from STM-IETS, transforming setpoint-dependent spectroscopy into quantitative characterization of quantum materials at the atomic scale."}
{"id": "2601.19219", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19219", "abs": "https://arxiv.org/abs/2601.19219", "authors": ["Shota Ono", "Ryotaro Ohse"], "title": "Site preference of chalcogen atoms in 1T$^\\prime$ $MX_{2(1-x)}Y_{2x}$ ($M=$ Mo and W; $X, Y=$ S, Se, and Te)", "comment": "7 pages, 5 figures", "summary": "The insulator-metal transition, accompanying the structural phase transition from 2H to 1T$^\\prime$ structure, has been reported in two-dimensional W-S-Te and W-Se-Te systems. It is also reported that Te atoms tend to occupy a specific site of the 1T$^\\prime$ structure. Here, we study the site preference of chalcogen atoms in $MX_{2(1-x)}Y_{2x}$ ($M=$ Mo and W; $X, Y=$ S, Se, and Te; $0\\le x \\le 1$) using first-principles approach. We demonstrate that the site preference of chalcogen atoms explains the universal correlation between the formation energy and the Peierls-like distortion amplitude in the 1T$^\\prime$ phase. The impact of the site preference on the linear elastic properties is strong, whereas its impact is weak in the non-linear regime. This establishes the structure-property relationships in $MX_{2(1-x)}Y_{2x}$ systems."}
{"id": "2601.19763", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19763", "abs": "https://arxiv.org/abs/2601.19763", "authors": ["Michael Pilipchuk", "Chaitali Patil", "Veera Sundararaghavan"], "title": "Comparative Analysis of Plasticity-based GND Density Estimation Methods in Crystal Plasticity Finite Element Models", "comment": null, "summary": "In crystal plasticity finite element (CPFE) simulations, accurately quantifying geometrically necessary dislocations (GNDs) is critical for capturing strain gradients in polycrystals. We compare different methods for quantifying GNDs, all of which originate from the Nye tensor, which is computed as the curl of the plastic deformation gradient. The projection technique directly decomposes the Nye tensor onto individual screw and edge dislocation components to compute GNDs. This approach requires converting a nine-component Nye tensor into densities for a larger number of dislocation systems, a fundamentally underdetermined (non-unique) process, which is resolved using $L2$ minimization. In contrast, when employing CPFE analysis, one could directly compute dislocation densities on each slip system using shear gradients. Projection and slip gradient methods are compared with respect to their prediction of GNDs with changing grain size, strain, and grain neighborhoods, including multigrain junctions. Although these techniques match analytical GND densities for single slip, single crystal deformation, and are consistent with anticipated overall GND trends, we find that the GND densities from projection techniques are significantly lower than those predicted from CPFE-based slip gradients in polycrystals. A suggested improvement of only using the active dislocation systems in the projection technique almost entirely resolved this mismatch."}
{"id": "2601.19896", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19896", "abs": "https://arxiv.org/abs/2601.19896", "authors": ["Chakradhar Rangi", "Aadi Singh", "Ka-Ming Tam"], "title": "Real-Time Iteration Scheme for Dynamical Mean-Field Theory: A Framework for Near-Term Quantum Simulation", "comment": "12 pages, 4 figures", "summary": "We present a time-domain iteration scheme for solving the Dynamical Mean-Field Theory (DMFT) self-consistent equations using retarded Green's functions in real time. Unlike conventional DMFT approaches that operate in imaginary time or frequency space, our scheme operates directly with real-time quantities. This makes it particularly suitable for near-term quantum computing hardware with limited Hilbert spaces, where real-time propagation can be efficiently implemented via Trotterization or variational quantum algorithms. We map the effective impurity problem to a finite one-dimensional chain with a small number of bath sites, solved via exact diagonalization as a proof-of-concept. The hybridization function is iteratively updated through time-domain fitting until self-consistency. We demonstrate stable convergence across a wide range of interaction strengths for the half-filled Hubbard model on a Bethe lattice, successfully capturing the metal-to-insulator transition. Despite using limited time resolution and a minimal bath discretization, the spectral functions clearly exhibit the emergence of Hubbard bands and the suppression of spectral weight at the Fermi level as interaction strength increases. This overcomes major limitations of two-site DMFT approximations by delivering detailed spectral features while preserving efficiency and compatibility with quantum computing platforms through real-time dynamics."}
{"id": "2601.19567", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.19567", "abs": "https://arxiv.org/abs/2601.19567", "authors": ["Gionni Marchetti"], "title": "Learning the Intrinsic Dimensionality of Fermi-Pasta-Ulam-Tsingou Trajectories: A Nonlinear Approach using a Deep Autoencoder Model", "comment": "10 pages, 10 figures. Preliminary results were presented on November 2025 at the IUPAP Conference on Computational Physics, CP2025 XXXVI, Oak Ridge National Laboratory in Oak Ridge", "summary": "We address the intrinsic dimensionality (ID) of high-dimensional trajectories, comprising $n_s = 4\\,000\\,000$ data points, of the Fermi-Pasta-Ulam-Tsingou (FPUT) $β$ model with $N = 32$ oscillators. To this end, a deep autoencoder (DAE) model is employed to infer the ID in the weakly nonlinear regime ($β\\lesssim 1$). We find that the trajectories lie on a nonlinear manifold of dimension $m^{\\ast} = 2$ embedded in a $64$-dimensional phase space. The DAE further reveals that this dimensionality increases to $m^{\\ast} = 3$ at $β= 1.1$, coinciding with a symmetry breaking transition, in which additional energy modes with even wave numbers $k = 2, 4$ become excited. Finally, we discuss the limitations of the linear approach based on principal component analysis (PCA), which fails to capture the underlying structure of the data and therefore yields unreliable results in most cases."}
{"id": "2601.18968", "categories": ["cond-mat.stat-mech", "hep-th", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2601.18968", "abs": "https://arxiv.org/abs/2601.18968", "authors": ["Fabrizio Canfora", "Marco Cedeno"], "title": "Detecting the finer structure of the P vs NP problem with statistical mechanics: the case of the Wang tiling problem", "comment": "21 pages, 13 figures", "summary": "We introduce the idea that the P vs NP problem can have a finer structure. Given the NP complete problem of interest, the configurations space of the problem can be divided in (at least) two regions. In one region, polynomial algorithms to solve the NP complete problem of interest are available (and we discuss one possible realization inspire by the games of chess and go). In the second region the problem to find polynomial time algorithms is very similar to the problem to find polynomial time algorithms to determine the asymptotic behavior of discrete dynamical systems in the chaotic regime. We cannot exclude the existence of a third region which separates the first two: this region would have the characteristics of the edge of chaos. We focuss on the Wang tiling problem of an N X N square (with N large): here a Wang tiles set Gamma is an alphabet. We construct a statistical-physics inspired heuristic which allows to define good alphabets as the ones with a good thermodynamical behavior. For (a suitable subclass of) good alphabets we construct an algortihm which, in polynomial time, determines how to tile the N x N square. On the other hand, for bad alphabets, we observe a chaotic behavior. The Cook-Levin theorem advocate a similar pattern for all the NP-complete problems."}
{"id": "2601.19373", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19373", "abs": "https://arxiv.org/abs/2601.19373", "authors": ["Shang Zhu", "Xiaozhou Yang", "Mingli Liu", "Min Wei", "Yiping Jiao", "Jiezhong He", "Bingbing Tong", "Junya Feng", "Ziwei Dou", "Peiling Li", "Jie Shen", "Xiaohui Song", "Guangtong Liu", "Zhaozheng Lyu", "Dong Pan", "Jianhua Zhao", "Li Lu", "Fanming Qu"], "title": "Deterministic non-local parity control and supercurrent-based detection in an Andreev molecule", "comment": "34 pages, 11 figures", "summary": "The ability to manipulate and detect the parity of quantum states in superconductor-semiconductor hybrid systems is pivotal to realizing the promise of topological quantum computation. However, as these architectures scale toward artificial Kitaev chains with phase-control loops, local accessibility becomes restricted, constraining conventional local parity control and detection. While Andreev molecules offer a platform for non-local intervention, deterministic protocols for parity manipulation have yet to be experimentally established. Here, we demonstrate deterministic non-local control over the parity configuration of a quantum dot (QD) by electrically modulating the coherent hybridization with a spatially adjacent QD within an Andreev molecule. By systematically investigating three distinct joint parity configuration regimes in the elastic co-tunneling limit, we experimentally uncover the operational conditions for this non-local control. In conjunction with theoretical simulations establishing a global phase diagram, we identify a set of universal selection rules governing parity transitions, dictated by the symmetry-imposed interplay between the joint parity configuration and the dominant inter-dot coupling mechanism (elastic co-tunneling vs. crossed Andreev reflection). Furthermore, we establish the supercurrent, directly signaled by zero-bias conductance peaks, as an intrinsic, sensor-free probe of the parity configuration, obviating the need for auxiliary charge sensors. Our results provide a validated physical framework for parity engineering, offering a key building block for scalable, multi-QD superconducting architectures."}
{"id": "2601.19240", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19240", "abs": "https://arxiv.org/abs/2601.19240", "authors": ["Yuncheng Xie", "Haozhe Shi", "Menglin Huang", "Weibin Chu", "Shiyou Chen", "Xin-Gao Gong"], "title": "Symmetry Adapted Analysis of Screw Dislocation: Electronic Structure and Carrier Recombination Mechanisms in GaN", "comment": "9 pages, 8 figures", "summary": "As fundamental one-dimensional defects, screw dislocations profoundly reshape the energy landscape and carrier dynamics of crystalline materials. By restoring the exact algebra of the screw dislocation group, we unveil the latent symmetry constraints that govern the electronic structure, providing a more rigorous physical picture than the conventional treatments. When applied to GaN, the method yields a band-connectivity constraint and rigorous dipole selection rules for polarization-resolved transitions. Combined with computed Hamiltonian matrix, the approach gives symmetry-filtered radiative and dielectric calculations and reveals a piezoelectrical effect at the dislocation core that strongly suppresses radiative recombination. The pronounced dominance of non-radiative capture over radiative recombination highlights the detrimental impact of screw dislocations on the luminous efficiency of GaN, providing a theoretical foundation for optimizing dislocation-limited optoelectronic devices."}
{"id": "2601.18867", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.18867", "abs": "https://arxiv.org/abs/2601.18867", "authors": ["Katsumasa Nakayama", "Kei Suzuki"], "title": "Jordan-Wigner mapping between quantum-spin and fermionic Casimir effects", "comment": "14 pages, 11 figures, 1 table", "summary": "The Jordan-Wigner transformation connects spin operators in one-dimensional spin systems and fermionic operators. In this work, we elucidate the relationship between the finite-size corrections in the spin representation and the fermionic Casimir effect in the corresponding fermion representation. In particular, we focus on the ground-state energy of one-dimensional transverse-field Ising and XY models, and show that all finite-size corrections can be interpreted as lattice fermionic Casimir effects. We further find several types of Casimir phenomena, such as the conventional Casimir energy from massless fields, damping behavior from massive fields, vanishing behavior from flat or nonrelativistic bands, and oscillating behavior from the finite-density effect. Our findings establish a dictionary between finite-size corrections in spin chains and fermionic Casimir effects, and provide experimentally relevant platforms for the fermionic Casimir phenomena."}
{"id": "2601.19598", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.19598", "abs": "https://arxiv.org/abs/2601.19598", "authors": ["Biman Bagchi"], "title": "Effects of Dynamic Disorder on Diffusion in Rugged Energy Landscapes", "comment": null, "summary": "Established theoretical studies of diffusion in rugged (or rough) potential surfaces have largely focused on quenched energy landscapes. Here we study diffusion on a rugged energy landscape in the presence of dynamic disorder, a situation relevant to a wide range of disordered systems, including glasses, disordered solids, and biomolecular transport. For static (quenched) Gaussian disorder, Zwanzig derived a compact mean field expression for the diffusion constant, showing that increasing ruggedness leads to a sharp reduction of diffusive transport. Subsequent work demonstrated that in one-dimensional discrete lattices diffusion is further suppressed by rare but long-lived multi-site traps that lie beyond the mean-field description. In many physical systems, however, the local energy landscape is not frozen but fluctuates in time, there by modifying trap lifetimes and transport properties. In this work we develop a minimal, analytically tractable theory of diffusion on rugged energy landscapes with dynamic disorder by allowing site or barrier energies to fluctuate as dichotomic (telegraph) processes with given amplitude and flipping rate. Using a Kehr type formulation appropriate for discrete hopping processes, we derive an analytic expression for the diffusion constant in terms of mean waiting times. We show that dynamic disorder induces a continuous crossover from quasi-quenched, trap-dominated transport to an annealed, motional narrowing regime as the fluctuation rate increases. Explicit numerical calculations confirm this crossover, interpolating between rare-event-dominated diffusion and Zwanzig mean-field regime."}
{"id": "2601.18980", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.18980", "abs": "https://arxiv.org/abs/2601.18980", "authors": ["Thomas Vogel", "Ying Wai Li"], "title": "Accelerating Multicanonical Sampling with Irreversibility", "comment": null, "summary": "Flat-histogram Monte Carlo simulations are well-established, robust methods to perform random walks in a physical observable or parameter space, making them suitable for finding ground states or studying phase transitions in complex systems in statistical physics. However, their efficiency can be limited by the time to attain the desired flat distribution, which is generally unknown prior to the simulations. In particular, they might suffer from slowing down towards the end of a simulation due to the diffusive nature of random walks. In this work we apply irreversibility to the multicanonical Monte Carlo method via the lifting approach to alleviate this behavior. We achieve a 2-4 times speedup in ground-state search for a two-dimensional (2D) Ising model, and up to an order of magnitude of speedup for finding the ground-state energy in an Edwards-Anderson spin glass, compared to traditional multicanonical sampling. The round-trip times between ground states show a narrower distribution and are significantly shorter compared to the reversible counterpart, suggesting that a lower convergence time with a smaller time variance is feasible."}
{"id": "2601.19521", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19521", "abs": "https://arxiv.org/abs/2601.19521", "authors": ["G. T. Adamashvili"], "title": "Nonlinear waves: a review Vector $0π$ pulse and the generalized perturbative reduction method", "comment": null, "summary": "In this review, a more general theory of self-induced transparency (SIT) in comparison with the theory of McCall and Hahn is considered. Using the recently developed generalized perturbative reduction method (GPRM) the SIT equations are reduced to vector (coupled) nonlinear Schrodinger equations for auxiliary functions. This approach demonstrates that, unlike McCall and Hahn SIT theory in which single-component scalar breather can propagate independently, in the more general theory of SIT the second derivatives with respect to the spatial coordinate and time of the wave equation play a significant role and describe the interaction of two scalar SIT breathers forming a coupled pair. This is a vector 0πpulse of SIT - a two-component vector breather oscillating with the sum and difference of frequencies and wave numbers. The profile, parameters and properties of this pulse differ significantly from the characteristics of the McCall and Hahn pulses.\n  Using GPRM it is shown that besides the scalar soliton and the scalar breather, the vector $0π$ pulse is also a universal nonlinear wave, arising in virtually all areas of physics where nonlinear phenomena are described by nonlinear equations containing second-order and higher-order derivatives. A number of such nonlinear equations are presented. Among them almost all well known nonlinear equations, as well as the general fourth-order nonlinear partial differential equation and the sixth-order generalized Boussinesq-type equations."}
{"id": "2601.19428", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19428", "abs": "https://arxiv.org/abs/2601.19428", "authors": ["Ricardo Vidrio", "Yuhan Tong", "Junliang Liu", "Bil Schneider", "William O. Nachlas", "Nathan Curtis", "Maryam Zahedian", "Alexander Kvit", "Hongliang Zhang", "Zefeng Yu", "Ximeng Wang", "Yongfeng Zhang", "Adrien Couet", "Jennifer T. Choy"], "title": "Mapping optical, chemical, structural features in ZrO2 via cross-sectional SEM-Cathodoluminescence correlation microscopy", "comment": null, "summary": "Understanding how nanoscale heterogeneities influence charge transport and mass transfer in oxides is critical for developing advanced materials for energy and electronic uses. In high-temperature applications, the formation of thermal oxides with complex chemical and structural features plays a central role in material lifetime. While thermally grown zirconia (ZrO2) on zirconium alloys exhibits strong chemical and microstructural gradients across the oxide thickness, linking these heterogeneities to electronic-defect landscapes remains challenging. We demonstrate cross-sectional scanning electron microscope-cathodoluminescence (SEM-CL) as a mesoscale probe of spatial variations in luminescence in zirconia and establish correlations with co-registered electron backscatter diffraction (EBSD) and electron probe micro-analysis (EPMA) on the same region. The SEM-CL signal is dominated by the ~2.7 eV defect band, but its intensity varies strongly across the oxide cross section. Correlative EBSD-CL analysis reveals that CL intensity increases with grain area and decreases at the grain boundaries, consistent with enhanced non-radiative recombination associated with microstructural disorder. EPMA mapping shows that a substantial fraction of CL-dark features co-localize with secondary phase precipitates enriched in iron. These results show that SEM-CL contrast in corrosion-grown ZrO2 is controlled by both chemical heterogeneity and microstructural disorder, underscoring the need for correlative registration to interpret CL images. This multi-modal approach provides an efficient route to connect electronic properties and luminescence signatures across complex oxide cross sections to underlying chemistry and microstructure, thereby providing a pathway to relate local defect landscapes to regions likely to bias electronic/ionic transport during oxidation."}
{"id": "2601.19054", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19054", "abs": "https://arxiv.org/abs/2601.19054", "authors": ["David Bałut", "Barry Bradlyn", "Marcus D. Collins", "Peter Abbamonte"], "title": "Fundamental Tests of Quantum Geometric Bounds in Ionic and Covalent Insulators using Inelastic X-Ray Scattering", "comment": "12pages, 7 figures", "summary": "Quantum geometry underlies many fundamental properties of materials, but it has remained largely inaccessible to direct experiment. Here we demonstrate that inelastic x-ray scattering (IXS) provides a direct, quantitative probe of quantum geometry and quantum information in solids. Studying two prototype insulators, covalently bonded diamond and ionically bonded LiF, we measure the density response and experimentally determine the quantum Fisher information, the associated Bures metric, and the electron localization length. These measurements enable a quantitative comparison of quantum geometry for two distinct bonding environments. We find that the dimensionless quantum weight, $aK(q)$, which quantifies the longitudinal localization of quantum information, is constrained by fundamental electrostatic bounds in both materials. Crucially, the quantum weight of diamond exceeds that of LiF, indicating that covalent bonds exhibit a higher degree of delocalization and higher density of quantum information than the ionic bonds. Our results establish a direct experimental relationship between quantum information, electron localization, and chemical bonding, and identify IXS as a powerful tool for measuring quantum geometry in materials."}
{"id": "2601.19648", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19648", "abs": "https://arxiv.org/abs/2601.19648", "authors": ["Pietro F. Dias", "Fabio M. Zimmer", "Nikolaos G. Fytas", "Mateus Schmidt"], "title": "Competing ferromagnetic and antiferromagnetic phases on the frustrated Ising honeycomb lattice", "comment": "Accepted for publication in Physica A", "summary": "We investigate the frustrated $J_1$-$J_2$-$J_3$ Ising model on the honeycomb lattice, featuring first- and second-neighbor ferromagnetic couplings ($J_1>0$ and $J_2>0$) and third-neighbor antiferromagnetic interactions ($J_3<0$). Using the cluster mean-field method, we analyze the phase transitions in the regime $1/2 < J_2/J_1 \\le 1$, where ferromagnetic and antiferromagnetic phases compete. Our results reveal that near the strongly frustrated limit $J_3/J_1 = -1$, the system exhibits order-by-disorder state selection, tricritical and bicritical behavior, critical endpoints, and two successive phase transitions. The ferromagnetic-paramagnetic transition remains second order across the entire interaction range, whereas the antiferromagnetic-paramagnetic boundary shows a richer behavior, including both first- and second-order transitions as well as tricriticality. Increasing the second-neighbor coupling $J_2/J_1$ narrows the range of $J_3/J_1$ where first-order antiferromagnetic-paramagnetic transitions occur; beyond a certain threshold, only second-order order-disorder transitions persist. Consequently, the tricritical point shifts toward $J_3/J_1 \\approx -1$ as $J_2/J_1$ increases, culminating in a bicritical point where the antiferromagnetic, ferromagnetic, and paramagnetic phases meet."}
{"id": "2601.18989", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.18989", "abs": "https://arxiv.org/abs/2601.18989", "authors": ["Anthony D. Rice", "Ian Leahy", "Herve Ness", "Andrew G. Norman", "Karen N. Heinselman", "Chun-Sheng Jiang", "David Graf", "Alexey Suslov", "Stephan Lany", "Mark Van Schilfgaarde", "Kirstin Alberi"], "title": "Toward Tunable Magnetic Dirac Semimetals: Mn Doping of Cd$_3$As$_2$", "comment": null, "summary": "Magnetic impurities provide a route toward increasing functionality in electronic materials, often enabling new device concepts and architectures. In the case of topological semimetals, dilute magnetic doping presents a particularly attractive approach for inducing a Dirac to Weyl phase change via time reversal symmetry breaking. However, efforts to realize changes in the electronic structure have been limited by challenges in incorporating magnetic impurities into crystals with sufficiently high electron mobilities to detect them via transport or spectroscopic techniques. Here, we demonstrate incorporation of Mn into Cd$_3$As$_2$ Dirac semimetal thin films grown by molecular beam epitaxy (MBE). Using As-rich growth conditions and [001] oriented thin films, Mn compositions of >10% are achieved. Films contain uniform distributions of Mn with no evidence of secondary phases and exhibit electron mobilities greater than 10,000-30,000 cm$^2$/Vs up to 5% Mn. An evolution in the magnetization behavior along with the emergence of a second quantum oscillation frequency at low Mn concentrations provide preliminary evidence of Mn-induced changes in the electronic structure that are consistent with a Weyl phase. This work demonstrates the potential of magnetically doping topological semimetal thin films and a pathway for synthesizing them."}
{"id": "2601.19556", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19556", "abs": "https://arxiv.org/abs/2601.19556", "authors": ["Quan Shen", "Wenhu Liao", "Degao Xu", "Jiansheng Dong", "Jianing Tan"], "title": "Dual-Switch Control of a Layer-Locked Anomalous Valley Hall Effect in a Sliding Ferroelectric Antiferromagnet", "comment": null, "summary": "The integration of ferroelectric (FE) and antiferromagnetic (AFM) orders in twodimensional (2D) materials provides a promising avenue for the nonvolatile control of coupled spin and valley degrees of freedom, a capability central to advancing spinvalleytronics. However, realizing a single material system where these quantum states can be independently and reversibly manipulated by distinct stimuli, a prerequisite for multifunctional devices, has remained elusive. Here, we demonstrate a dual-switch mechanism in bilayer VS2, a room-temperature FE-AFM system, that enables electrical and magnetic control of a layer-locked anomalous valley Hall effect (AVHE). First-principles calculations reveal that interlayer sliding breaks spatial inversion symmetry, inducing a switchable out-of-plane FE polarization that coexists with interlayer AFM. The spin-orbit coupled valley polarization can be reversibly switched either by FE polarization reversal or by a magnetic-field-induced spin-flip transition, confirming the existence of electrically and magnetically addressable valley states. The Berry curvature exhibits both valley-contrasting and layer-locked characteristics, which underpin a switchable Hall response. Notably, electric and magnetic switching are functionally equivalent in modulating valley, layer, and spin indices, revealing strong magnetoelectric coupling. This work establishes a multidegree-of-freedom operational paradigm in 2D multiferroics and opens a viable design pathway toward multi-state memory and spin-valleytronic logic devices."}
{"id": "2601.19436", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19436", "abs": "https://arxiv.org/abs/2601.19436", "authors": ["Ximeng Wang", "Yongfeng Zhang", "Dmitry Skachkov", "Arnab Das", "Junliang Liu", "Alexander Kvit", "Jennifer T. Choy", "Adrien Couet"], "title": "Charge redistribution at metal-ZrO2 interfaces: A combined DFT and continuum electrostatic study", "comment": null, "summary": "Nanoscale metallic inclusions (NMIs) are commonly observed within oxide scales formed during high-temperature oxidation, revealing the existence of chemical and electronic heterogeneity beyond conventional corrosion theories that assume homogeneous, fully oxidized films. Using tetragonal zirconia (tZrO2) facing a series of face-centered cubic (fcc) metals as the model system, this work investigates the short-range and long-range charge redistributions across metal-oxide interfaces by coupling density functional theory (DFT) calculations with continuum modeling. We show that metal-oxide contact induces a short-range charge redistribution confined to a few atomic layers and a long-range redistribution of space charge that can extend over macroscopic distances within weakly doped oxides. DFT calculations show that the short-range redistribution is dominated by metal induced gap states (MIGS) in tZrO2 facing noble metals like Au and Ag, and by chemical bonding in tZrO2 facing active metals like Al. DFT-informed continuum theoretical analysis shows that the range of space-charge redistribution is governed by the doping level of tZrO2, and that the Schottky barrier height (SBH) exhibits a stronger dependence on the metal work function than the doping level. Both the short-range and long-range charge redistributions can alter the transport of charge carriers via their associated electric fields, extending several nm to hundreds of nm from the interface, depending on the doping concentrations, suggesting possible heterogeneous oxide growth caused by NMIs."}
{"id": "2601.19080", "categories": ["physics.comp-ph", "cond-mat.str-el", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.19080", "abs": "https://arxiv.org/abs/2601.19080", "authors": ["Ho Jang", "Gia-Wei Chern"], "title": "Transformer Learning of Chaotic Collective Dynamics in Many-Body Systems", "comment": "10 pages, 5 figures", "summary": "Learning reduced descriptions of chaotic many-body dynamics is fundamentally challenging: although microscopic equations are Markovian, collective observables exhibit strong memory and exponential sensitivity to initial conditions and prediction errors. We show that a self-attention-based transformer framework provides an effective approach for modeling such chaotic collective dynamics directly from time-series data. By selectively reweighting long-range temporal correlations, the transformer learns a non-Markovian reduced description that overcomes intrinsic limitations of conventional recurrent architectures. As a concrete demonstration, we study the one-dimensional semiclassical Holstein model, where interaction quenches induce strongly nonlinear and chaotic dynamics of the charge-density-wave order parameter. While pointwise predictions inevitably diverge at long times, the transformer faithfully reproduces the statistical \"climate\" of the chaos, including temporal correlations and characteristic decay scales. Our results establish self-attention as a powerful mechanism for learning effective reduced dynamics in chaotic many-body systems."}
{"id": "2601.19894", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.19894", "abs": "https://arxiv.org/abs/2601.19894", "authors": ["Matija Koterle", "Tomaz Prosen", "Tianci Zhou"], "title": "Anomalous transport in non-integrable classical field theories", "comment": null, "summary": "Anomalous KPZ spin transport is well established in integrable non-Abelian lattice models but has not been investigated in continuum field theories as discretization in numerics generally break the continuum theory's integrability. We show that finite temperature acts as a regulator that can restore anomalous transport over a broad time window. In a family of spin field theories labeled by integer $n$, the $n = 1$ case is the Landau-Lifshitz model, whose numerical data shows spin superdiffusion with Kardar-Parisi-Zhang (KPZ) scaling and, at lower temperature ballistic energy transport, whereas both observables are diffusive at high temperature. The non-integrable $n = 2$ case shows the same crossover. While Lyapunov analysis confirms the model's non-integrability, the structure of spin-density space-time profiles suggests that long-lived soliton-like trajectories exist at low temperature."}
{"id": "2601.18995", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.18995", "abs": "https://arxiv.org/abs/2601.18995", "authors": ["Cooper Finnigan", "Mehdi Kagarian", "Dmitry K. Efimkin"], "title": "Topological hybridisation of plasmons with ferrimagnetic magnons", "comment": "11 pages, 3 figures", "summary": "We study the formation of hybrid plasmon-magnon modes in a heterostructure comprising a monolayer semiconductor with strong Rashba spin-orbit coupling -- specifically, Janus transition-metal dichalcogenides (TMDs) -- and an insulating ferrimagnet, such as yttrium iron garnet-based compounds. Using a combined microscopic-macroscopic framework for plasmon-magnon coupling, we show that plasmons and magnons strongly hybridize over both GHz and THz frequency ranges, enabling experimental access well above cryogenic temperatures. Moreover, the developed approach provides an efficient and natural classification of the topology of the hybrid modes, rooted in the phase winding of the plasmon-magnon coupling induced by spin-momentum locking and the associated chiral winding of the electronic spin along the Fermi contours. Finally, we identify experimentally accessible manifestations of the hybridization, such as topological interface modes and an anomalous thermal Hall response."}
{"id": "2601.19603", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19603", "abs": "https://arxiv.org/abs/2601.19603", "authors": ["Ruishi Qi", "Qize Li", "Haleem Kim", "Jiahui Nie", "Zuocheng Zhang", "Ruichen Xia", "Zhiyuan Cui", "Jianghan Xiao", "Takashi Taniguchi", "Kenji Watanabe", "Michael F. Crommie", "Feng Wang"], "title": "Observation of an exciton crystal in a moiré excitonic insulator", "comment": null, "summary": "Strong Coulomb interactions can drive electrons to crystallize into a Wigner lattice. Achieving the bosonic analogue - a crystal of excitons - has remained elusive due to their short lifetimes and weaker interactions. Here, we report the observation of a thermodynamically stable exciton crystal in an excitonic insulator coupled to a moiré potential. Using an electron-hole bilayer composed of a monolayer MoSe2 and a WS2/WSe2 moiré superlattice, we construct a tunable extended Bose-Hubbard model with electrical control over exciton and charge doping in thermal equilibrium. Optical spectroscopy reveals spontaneous crystallization of long-lived excitons at one exciton filling per three moiré sites, evidenced by strong Umklapp scattering peaks in the optical spectrum. Exciton transport measurements further show a pronounced exciton resistance peak at the same filling, consistent with suppressed exciton hopping in a crystalline phase. When doped away from net charge neutrality, this moiré electron-hole bilayer can host new correlated insulating phases where dipolar excitonic insulators form on top of the background of a hole Mott insulator or generalized Wigner crystals in the moiré superlattice. These findings establish moiré excitonic insulators as a versatile platform for realizing correlated crystalline phases of bosons and fermions."}
{"id": "2601.19437", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19437", "abs": "https://arxiv.org/abs/2601.19437", "authors": ["Alice Cartoceti", "Simona Achilli", "Masoumeh Alihosseini", "Adriana E. Candia", "Enrico Beltrami", "Paolo D'Agosta", "Alessio Orbelli Biroli", "Francesco Sedona", "Andrea Li Bassi", "Jorge Lobo Checa", "Carlo S. Casari"], "title": "Graphene Nanoribbon-Graphdiyne Lateral Heterojunctions with Atomically Abrupt Interfaces", "comment": "15 pages, 4 figures", "summary": "Carbon-based 2D heterostructures represent an attractive platform for nanoelectronics owing to their tunable electronic and transport properties, yet achieving precise control over their fabrication remains elusive. Here, we demonstrate the on--surface synthesis of covalently bonded lateral heterostructures between armchair graphene nanoribbons and metalated hydrogenated graphdiyne networks on Au(111). Atomic--resolution scanning tunnelling microscopy combined with density functional theory reveals the formation mechanism of covalent interfacial bonds and highlights the critical influence of surface chemistry. In particular, chemisorbed bromine atoms suppress junction formation, while controlled atomic hydrogen dosing increases the bonding efficiency to 71\\%. Electronic structure and transport calculations demonstrate how the metallic substrate influences the supported heterostructure, whereas in the freestanding limit, the two carbon subsystems retain their intrinsic properties, forming an atomically narrow junction that enables voltage-tunable spatial current separation. These results define a viable strategy for engineering graphene--graphdiyne heterostructures and advance the design of all-carbon nanoscale electronic architectures."}
{"id": "2601.19371", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19371", "abs": "https://arxiv.org/abs/2601.19371", "authors": ["Greta Lupi", "Adolfo O. Fumega", "Mohammad Amini", "Robert Drost", "Peter Liljeroth", "Jose L. Lado"], "title": "Molecular Hamiltonian learning from setpoint-dependent scanning tunneling spectroscopy", "comment": "8 pages, 4 figures", "summary": "Molecular quantum magnets adsorbed on surfaces exhibit rich spin and orbital excitations that can be probed by scanning tunneling microscopy with inelastic electron tunneling spectroscopy (STM-IETS). However, the quantitative extraction of the underlying multiorbital Hamiltonian from experimental spectra remains a fundamental challenge. Here, we introduce molecular Hamiltonian learning, a machine learning strategy that infers the microscopic Hamiltonian parameters of a single adsorbed molecule directly from the setpoint-dependence of STM-IETS data. The method leverages the systematic evolution of spectral features as the STM tip tunes the local electrostatic environment for different tip-sample distances. We demonstrate this approach on iron phthalocyanine on ferroelectric SnTe, training our algorithm on theory spectra from a realistic multiorbital model, including spin-orbit coupling, electrostatic interactions, local crystal field, and substrate effects. The algorithm, trained solely on theoretical many-body simulations, allows reconstructing Hamiltonian parameters directly from experimental spectra. Our manuscript establishes a flexible and automated strategy for Hamiltonian reconstruction from STM-IETS, transforming setpoint-dependent spectroscopy into quantitative characterization of quantum materials at the atomic scale."}
{"id": "2601.19006", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19006", "abs": "https://arxiv.org/abs/2601.19006", "authors": ["Quanwei Li", "Yuping Shi", "Lam Lam", "K. Birgitta Whaley", "Graham Fleming"], "title": "Frequency- and time-resolved second order quantum coherence function of IDTBT single-molecule fluorescence", "comment": null, "summary": "The frequency- and time-resolved second order quantum coherence function (g(2)(τ)) of single-molecule fluorescence has recently been proposed as a powerful new quantum light spectroscopy that can reveal intrinsic quantum coherence in excitation energy transfer in molecular systems ranging from simple dimers to photosynthetic complexes. Yet, no experiments have been reported to date. Here, we have developed a single-molecule fluorescence g(2)(τ) quantum light spectroscopy (SMFg2-QLS) that can simultaneously measure the fluorescence intensity, lifetime, spectra, and g(2)(τ) with frequency resolution, for a single molecule in a controlled environment at both room temperature and cryogenic temperature. As a proof of principle, we have studied single molecules of IDTBT (indacenodithiophene-co-benzothiadiazole), a semiconducting donor-acceptor conjugated copolymer with a chain-like structure that shows a high carrier mobility and annihilation-limited long-range exciton transport. We have observed different g(2)(τ=0) values with different bands or bandwidths of the single molecule IDTBT fluorescence. The general features are consistent with theoretical predictions and suggest non-trivial excited state quantum dynamics, possibly showing quantum coherence, although further analysis and confirmation will require additional theoretical calculations that take into account the complexity and inhomogeneity of individual IDTBT single molecular chains. Our results demonstrate the feasibility and promise of frequency- and time-resolved SMFg2-QLS to provide new insights into molecular quantum dynamics and to reveal signatures of intrinsic quantum coherence in photosynthetic light harvesting that are independent of the nature of the light excitation."}
{"id": "2601.19604", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19604", "abs": "https://arxiv.org/abs/2601.19604", "authors": ["William J. Huddie", "Rembert A. Duine"], "title": "Microscopic theory of an atomic spin diode", "comment": null, "summary": "We present a microscopic theory of an atomic spin diode. Our proposed system consists of two magnetic adatoms deposited on the surface of a two-dimensional electron gas with Rashba spin-orbit coupling. A local s-d type coupling between the local spins and the spins of the electrons induces a non-local Ruderman-Kittel-Kazuya-Yoshida type interaction and a Dzyalonshinskii-Moriya interaction, in addition to dissipative interactions, between the spins. We derive the effective action for the spins using the Keldysh formalism. From the effective action, we also derive equations of motion for the spins which are shown to be of Landau-Lifshitz-Gilbert (LLG) type, and give expressions for the effective field and Gilbert damping which appear in this equation. From our microscopic theory, we find that for an in-plane magnetic field perpendicular to the vector connecting the two atoms, the magnitude of the field and the distance between the atoms can always be tuned to engender perfectly diodic coupling. Our findings may pave the way to experimental realisation of atomic spin diodes."}
{"id": "2601.19492", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19492", "abs": "https://arxiv.org/abs/2601.19492", "authors": ["Ajoy Biswas", "Amandeep Kaur", "Bhabani Prasad Sahu", "Sushantika Saha", "Umakanta Patra", "Rupa Jeena", "Pradeep Sarin", "Subhabrata Dhar"], "title": "Si-Ga2O3/p-GaN epitaxial heterostructure based self-powered and visible-blind UV photodetectors with fast and electrically tuneable response time", "comment": "14 pages,14 figures, 3 tables", "summary": "n-Ga2O3/p-GaN heterojunction based photodetector devices are fabricated on Si-doped (-201) β-Ga2O3 epitaxial layers grown by pulsed laser deposition (PLD) technique on p-type c-GaN/sapphire templates. These devices demonstrate the ability to act as highly efficient self-powered visible blind UV-photodetectors with fast response time. It has been found that the optimum performance of the detector in terms of its responsivity, detectivity and response time could be achieved by adjusting the Si doping level and the thickness of the Ga2O3 layer. Our best performing device showing the peak responsivity and detectivity of 56.8 mA/W and 3*10^12 Jones, respectively, is achieved for 660 nm thick Ga2O3 layer with Si-concentration of 8*10^18 cm^-3. Moreover, as low as a few nW of optical signal can be sensed by the detector. The response time of the detector is found to be only a few tens of nanoseconds, which highlights their potential for application in ultrafast detection of UV light. These devices also exhibit a slower component of photoresponse with a timescale of a few tens of milliseconds. Interestingly, the time-scale of the slower response can be prolongated by several orders of magnitude through enhancing the applied reverse bias. Such an electrical tuneability of the response time is highly desirable for neuromorphic device applications."}
{"id": "2601.19648", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19648", "abs": "https://arxiv.org/abs/2601.19648", "authors": ["Pietro F. Dias", "Fabio M. Zimmer", "Nikolaos G. Fytas", "Mateus Schmidt"], "title": "Competing ferromagnetic and antiferromagnetic phases on the frustrated Ising honeycomb lattice", "comment": "Accepted for publication in Physica A", "summary": "We investigate the frustrated $J_1$-$J_2$-$J_3$ Ising model on the honeycomb lattice, featuring first- and second-neighbor ferromagnetic couplings ($J_1>0$ and $J_2>0$) and third-neighbor antiferromagnetic interactions ($J_3<0$). Using the cluster mean-field method, we analyze the phase transitions in the regime $1/2 < J_2/J_1 \\le 1$, where ferromagnetic and antiferromagnetic phases compete. Our results reveal that near the strongly frustrated limit $J_3/J_1 = -1$, the system exhibits order-by-disorder state selection, tricritical and bicritical behavior, critical endpoints, and two successive phase transitions. The ferromagnetic-paramagnetic transition remains second order across the entire interaction range, whereas the antiferromagnetic-paramagnetic boundary shows a richer behavior, including both first- and second-order transitions as well as tricriticality. Increasing the second-neighbor coupling $J_2/J_1$ narrows the range of $J_3/J_1$ where first-order antiferromagnetic-paramagnetic transitions occur; beyond a certain threshold, only second-order order-disorder transitions persist. Consequently, the tricritical point shifts toward $J_3/J_1 \\approx -1$ as $J_2/J_1$ increases, culminating in a bicritical point where the antiferromagnetic, ferromagnetic, and paramagnetic phases meet."}
{"id": "2601.19052", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19052", "abs": "https://arxiv.org/abs/2601.19052", "authors": ["Alexandra J. Howzen", "Sachin Gupta", "Gavin Burnell", "Nathan Satchell"], "title": "Transport spin polarization in RuO$_2$ films", "comment": "6 pages, 3 figures main text and 4 pages, 4 figures supplemental material", "summary": "Altermagnets host spin-split electronic bands without net magnetization, enabling spin-polarized transport in the absence of conventional ferromagnetism. RuO$_2$ has been proposed as a candidate altermagnet, yet experimental reports remain conflicting, particularly between bulk-sensitive probes and thin-film measurements. Here we investigate the electronic transport properties of epitaxial RuO$_2$ thin films using anomalous Hall effect measurements and point-contact Andreev reflection spectroscopy. We observe transport spin polarization and a strongly orientation-dependent anomalous Hall response, while magnetometry reveals no detectable net magnetization. The anomalous Hall effect appears only in ultrathin (110)-oriented films, consistent with symmetry-driven Néel-vector physics, and the measured transport spin polarization is systematically higher for (110)-oriented films than for (001)-oriented films, consistent with the crystallographic anisotropy of the spin-split bands. These results are consistent with altermagnetic behavior in RuO$_2$, with the experimentally accessible signatures confined to near-surface regions. They also establish superconducting transport spectroscopy as a metrology for identifying and characterizing altermagnet candidates."}
{"id": "2601.19625", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19625", "abs": "https://arxiv.org/abs/2601.19625", "authors": ["Ying-Fei Zhang", "Zhi-Fan Zhang", "Hua Jiang", "Zhen-Gang Zhu", "Gang Su"], "title": "Fundamental Relations as the Leading Order in Nonlinear Thermoelectric Responses with Time-Reversal Symmetry", "comment": "7 pages,2 figures", "summary": "In recent years, nonlinear transport phenomena have garnered significant interest in both theoretical explorations and experiments. In this work, we utilize the semi-classical wave packet theory to calculate disorder-induced second-order transport coefficients: second-order electrical ($σ$), thermoelectric ($α$), and thermal ($κ$) coefficients, capturing the interplay between side-jump and skew-scattering contributions in systems with time-reversal symmetry. Using a topological insulator model, we quantitatively characterize the Fermi-level dependence of these second-order transport coefficients by explicitly including Coulomb impurity potentials. Furthermore, we elucidate the relationships between these coefficients, establishing the second-order Mott relation and the Wiedemann-Franz law induced by disorder. This study develops a comprehensive theoretical framework elucidating the nonlinear thermoelectric transport mechanisms in quantum material systems."}
{"id": "2601.19534", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.19534", "abs": "https://arxiv.org/abs/2601.19534", "authors": ["Robin Schot", "Imme Schuringa", "Álvaro Rodríguez Echarri", "Lars Sonneveld", "Tom Veeken", "Yang Lu", "Samuel D. Stranks", "Albert Polman", "Bruno Ehrler", "Saskia Fiedler"], "title": "Near-field effects on cathodoluminescence outcoupling in perovskite thin films", "comment": null, "summary": "Halide perovskite semiconductors are a promising material for high-efficiency solar cells. Their optical properties can vary within and between crystallographic grains. We present spatially-resolved cathodoluminescence (CL) spectroscopy at 2 keV and 5 keV on polycrystalline CsPbBr3 perovskite films to study these variations at the nanoscale. The CL maps show a strongly reduced intensity near the polycrystalline grain boundaries. We perform numerical simulations of the far-field emission of the electron beam-generated optical near fields using the surface profiles from AFM as input. We find that near grain boundaries the light outcoupling is strongly reduced due to enhanced internal reflection and light trapping at the curved surfaces. Lateral variations in CL intensity inside grains are due to Fabry-Perot-like resonances in the film, with the substrate acting as a back reflector. Our results show that near-field coupling and interference effects can dominate nanoscale luminescence maps of halide perovskite films. The results are broadly relevant for the analysis of cathodoluminescence and photoluminescence of corrugated thin films."}
{"id": "2601.19054", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19054", "abs": "https://arxiv.org/abs/2601.19054", "authors": ["David Bałut", "Barry Bradlyn", "Marcus D. Collins", "Peter Abbamonte"], "title": "Fundamental Tests of Quantum Geometric Bounds in Ionic and Covalent Insulators using Inelastic X-Ray Scattering", "comment": "12pages, 7 figures", "summary": "Quantum geometry underlies many fundamental properties of materials, but it has remained largely inaccessible to direct experiment. Here we demonstrate that inelastic x-ray scattering (IXS) provides a direct, quantitative probe of quantum geometry and quantum information in solids. Studying two prototype insulators, covalently bonded diamond and ionically bonded LiF, we measure the density response and experimentally determine the quantum Fisher information, the associated Bures metric, and the electron localization length. These measurements enable a quantitative comparison of quantum geometry for two distinct bonding environments. We find that the dimensionless quantum weight, $aK(q)$, which quantifies the longitudinal localization of quantum information, is constrained by fundamental electrostatic bounds in both materials. Crucially, the quantum weight of diamond exceeds that of LiF, indicating that covalent bonds exhibit a higher degree of delocalization and higher density of quantum information than the ionic bonds. Our results establish a direct experimental relationship between quantum information, electron localization, and chemical bonding, and identify IXS as a powerful tool for measuring quantum geometry in materials."}
{"id": "2601.19869", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19869", "abs": "https://arxiv.org/abs/2601.19869", "authors": ["Margherita Melegari", "Brian Skinner", "Ignacio Gutierrez-Lezama", "Alberto F. Morpurgo"], "title": "Interband State Transfer in Double-Gated Bilayer Graphene at High Electric Field", "comment": "5 figures", "summary": "The band structure of Bernal-stacked bilayer graphene can be tuned using double-gated transistors to apply a perpendicular electric field that generates an interlayer potential energy difference $Δ$. Dielectric breakdown limits the operation of conventional devices to the $Δ\\ll t_\\perp \\simeq 360$ meV regime. We employ double ionic gating to reach fields past $ 1$ V/nm, for which $Δ> t_\\perp$. We find that for $Δ\\simeq t_\\perp$, the evolution of the longitudinal resistance ($R_{xx}$) peak as a function of applied gate voltages undergoes a sharp change in slope, exhibiting a pronounced \"knee\". Increasing $Δ$ past the \"knee\" results in an unusual evolution transport properties: the peak in $R_{xx}$ decreases in magnitude, it exhibits a splitting concomitant with multiple sign reversals of the Hall resistance, and hysteresis in the peak position emerges. We explain the observed phenomenology in terms of in-gap bound states, whose energy strongly depends on the perpendicular electric field, and crosses the mid-gap level for sufficiently large $Δ> t_\\perp$. The phenomenon causes large changes in the electronic density of in-gap states that profoundly affect the evolution of the chemical potential. Our experimental results and their interpretation reveal unique aspects of the physics of in-gap states in Bernal bilayer graphene and demonstrate that double ionic gating enables investigating the large-$Δ$ regime, which has remained experimentally inaccessible so far."}
{"id": "2601.19543", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19543", "abs": "https://arxiv.org/abs/2601.19543", "authors": ["DeAn Wei", "Michael Zaiser", "Jing Tang", "Xu Zhang"], "title": "Discrete Dislocation Dynamics Modeling of Nanotwinned Materials: Orientation Effects in a Multilayer Twinned Structure of Copper", "comment": null, "summary": "The impact of twin boundaries (TBs) on the microstructure evolution and plastic deformation mechanisms of face-centered cubic (FCC) metals has been extensively studied since the discovery that nanotwinned materials exhibit a favorable combination of high strength and ductility. In this work, a dislocation-twin boundary interaction model for copper is incorporated into a three-dimensional discrete dislocation dynamics (DDD) framework. This approach is applied to systematically investigate the orientation effects on the deformation of nanotwinned copper, utilizing a multilayer twinned structure (MTS) with a twin thickness of 160 nm.\n  The simulation results show that the stress-strain response of MTSs under uniaxial loading depends significant on the orientation of the loading axis. Dislocations inclined to TBs are confined to slip in single- or multi-layer twin lamellae; when the loading axis is oriented perpendicular or parallel to TBs, such whereas when loading axis inclined to TBs, the dislocations with glide plane parallel to TBs are easily activated (mainly twinning dislocations) and the TBs do not hinder the dislocations and behave in soft modes. If the hard mode dominates the deformation mechanism, microstructures with single-layer confined slip lead to significant hardening behavior, while microstructures with multilayer confined slip maintain stable plastic flow and do not lead to hardening. Finally, through the introduction of critical resolved shear stresses (CRSSs) specific to various deformation modes and the adaptation of Schmid's law, we have effectively projected the additional anisotropic characteristics induced by TBs in MTSs."}
{"id": "2601.19067", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19067", "abs": "https://arxiv.org/abs/2601.19067", "authors": ["Sang-Hyun Chin"], "title": "Light-Emitting Diodes with Micrometer-Thick Perovskite Charge Transport Layers", "comment": null, "summary": "Over the past few decades, thin-film optoelectronic devices have shown significant advancements. Light-emitting diodes (LEDs) based on organic materials, polymers, quantum dots, as well as metal halide perovskites have achieved remarkable efficiencies and long lifetimes, making them ideal for applications in full-color displays and solid-state lighting. These devices typically feature a layered structure, with the light-emitting layer positioned between charge transport layers and two electrodes. This perspective reviews recent progress in LEDs utilizing perovskite charge transport layers and suggests potential pathways for further development in this field."}
{"id": "2601.18852", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.18852", "abs": "https://arxiv.org/abs/2601.18852", "authors": ["Manuel González Lastre", "Joakim S. Jestilä", "Rubén Pérez", "Adam S. Foster"], "title": "MAD-SURF: a machine learning interatomic potential for molecular adsorption on coinage metal surfaces", "comment": null, "summary": "Predicting how organic molecules adsorb, assemble, and interact on metal surfaces is central to surface chemistry and molecular electronics, particularly in the context of interpreting high-resolution scanning probe microscopy. Yet, the application of first-principles simulations to interfaces is hampered by the computational cost for evaluating the electronic structure for the large number of atoms typically involved. We hereby present MAD-SURF, a machine learning interatomic potential specifically tailored for molecular adsorption on coinage metal surfaces. Trained on a broad dataset spanning diverse molecules, adsorption motifs, surfaces, molecular dynamics trajectories and non-covalent aggregates, MAD-SURF achieves accuracy comparable to the underlying DFT reference while enabling simulations orders of magnitude faster than density functional theory. The model reliably reproduces energies, forces and adsorption geometries across the three coinage metal substrates. We demonstrate its capabilities on experimentally characterized systems, including organic monolayers, polycyclic aggregates, flexible biomolecules and the long-range herringbone reconstruction of gold. By merging accuracy, speed, and generalizability, MAD-SURF offers a practical framework for accelerating atomistic simulations and advancing data-driven workflows in surface science."}
{"id": "2601.19560", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19560", "abs": "https://arxiv.org/abs/2601.19560", "authors": ["Tao Yao", "Quan Shen", "Wenhu Liao", "Jianing Tan", "Jiansheng Dong"], "title": "All-electrical switching of spin texture in a strain-tunable 2D Janus ferroelectric altermagnet", "comment": null, "summary": "Altermagnetism (AM), a collinear magnetic phase with momentum-dependent spin splitting, is a promising candidate for strong magnetoelectric coupling. However, realizing direct and tunable coupling between ferroelectricity (FE) and AM within a single two-dimensional (2D) material remains an outstanding challenge. Here, based on first-principles calculations, we identify the distorted phase of monolayer Janus VOClBr as an intrinsic 2D FE-AM. This phase demonstrates robust magnetoelectric coupling, as evidenced by a complete reversal of momentum-space spin polarization upon FE switching, and further supported by spin texture analysis and the magneto-optical Kerr effect. Notably, the FE properties are highly strain-tunable: biaxial compression strain of -4% reduces the FE polarization switching barrier by approximately 87%, whereas a tensile strain of +3% induces a phase transition to an antiferromagnet. Leveraging the lock-in between the electrically controlled spin texture and the magneto-optical Kerr effect signal, we propose a non-volatile, polymorphic spintronic memory device featuring all-electrical writing and optical readout. This work establishes 2D FE-AMs as a versatile platform for coupled ferroic orders and paves the way for voltage-controlled, multifunctional spin-logic devices."}
{"id": "2601.19069", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19069", "abs": "https://arxiv.org/abs/2601.19069", "authors": ["J. X. Dai", "Y. X. Zhao"], "title": "$PT$ Symmetry's Real Topology", "comment": null, "summary": "Symmetry-protected topological phases have been a central theme in condensed matter physics and beyond over the past two decades. Most efforts have focused on topological classifications of physical systems under given symmetries, while the intrinsic topology of the symmetries themselves has received much less attention. Here, we show that, in generic non-interacting spinless crystals, the spacetime inversion symmetry $PT$ naturally carries a real vector-bundle structure whose topology is characterized by Stiefel--Whitney (SW) classes. In contrast to previous work, where SW classes were used to describe the topology of real valence bundles protected by $PT$, we identify SW classes associated to the $PT$ symmetry itself. These symmetry SW classes can endow the \\emph{total} real bundle of a $PT$-symmetric band structure with nontrivial topology, overturning the common assumption that the total bundle is always trivial. As a consequence, valence and conduction bands can exhibit asymmetric SW classes, in sharp contrast to the usual symmetric scenario. We further demonstrate that the symmetry SW classes provide a refined distinction between atomic insulator phases. Our results underscore the importance of treating crystal symmetries as topological objects in their own right, rather than focusing solely on the topology of energy bands."}
{"id": "2601.18867", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.18867", "abs": "https://arxiv.org/abs/2601.18867", "authors": ["Katsumasa Nakayama", "Kei Suzuki"], "title": "Jordan-Wigner mapping between quantum-spin and fermionic Casimir effects", "comment": "14 pages, 11 figures, 1 table", "summary": "The Jordan-Wigner transformation connects spin operators in one-dimensional spin systems and fermionic operators. In this work, we elucidate the relationship between the finite-size corrections in the spin representation and the fermionic Casimir effect in the corresponding fermion representation. In particular, we focus on the ground-state energy of one-dimensional transverse-field Ising and XY models, and show that all finite-size corrections can be interpreted as lattice fermionic Casimir effects. We further find several types of Casimir phenomena, such as the conventional Casimir energy from massless fields, damping behavior from massive fields, vanishing behavior from flat or nonrelativistic bands, and oscillating behavior from the finite-density effect. Our findings establish a dictionary between finite-size corrections in spin chains and fermionic Casimir effects, and provide experimentally relevant platforms for the fermionic Casimir phenomena."}
{"id": "2601.19566", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19566", "abs": "https://arxiv.org/abs/2601.19566", "authors": ["Sangeetha Balabhadra", "Haoming Xu", "Jiajia Cai", "Chang-Kui Duan", "Michael F. Reid", "Jon-Paul R. Wells"], "title": "Lanthanide-Dependent Clustering in Yb$^{3+}$/Ln$^{3+}$ Co-Doped CaF$_2$ Nanocrystals: Correlating Spectroscopic Signatures with DFT Insights", "comment": null, "summary": "The formation of heterogeneous lanthanide-ion clusters in CaF$_2$ was investigated experimentally and computationally. CaF$_2$ nanoparticles co-doped with 20~mol\\% Yb$^{3+}$ and 2~mol\\% Ln$^{3+}$ (Ln$^{3+}$ = Ce$^{3+}$, Pr$^{3+}$, Nd$^{3+}$, Sm$^{3+}$, Eu$^{3+}$, Gd$^{3+}$, Ho$^{3+}$, Er$^{3+}$, and Tm$^{3+}$) were synthesized via a hydrothermal method. The structural and morphological properties were characterized using powder X-ray diffraction, dynamic light scattering, and transmission electron microscopy techniques. High-resolution Fourier transform infra-red spectroscopy revealed the presence of Yb$^{3+}$ isolated cubic centers and various cluster sites. The relative concentration of the clusters varied with the choice of the co-doping ion. Calculations based on density functional theory were used to estimate the formation energies and local coordination structures of different clusters. The calculations indicate that the neutral $C_{4v}$ aggregations containing Ln$^{3+}$ tend to decrease across the lanthanide series, while the negatively charged derivatives of hexameric clusters are relatively constant. This variation matches the experimental results. This study advances understanding of the clustering mechanisms in lanthanide-doped CaF$_2$ nanoparticles and has implications for luminescence optimization in advanced nanomaterials."}
{"id": "2601.19076", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19076", "abs": "https://arxiv.org/abs/2601.19076", "authors": ["Can Polat", "Erchin Serpedin", "Mustafa Kurban", "Hasan Kurban"], "title": "C2NP: A Benchmark for Learning Scale-Dependent Geometric Invariances in 3D Materials Generation", "comment": null, "summary": "Generative models for materials have achieved strong performance on periodic bulk crystals, yet their ability to generalize across scale transitions to finite nanostructures remains largely untested. We introduce Crystal-to-Nanoparticle (C2NP), a systematic benchmark for evaluating generative models when moving between infinite crystalline unit cells and finite nanoparticles, where surface effects and size-dependent distortions dominate. C2NP defines two complementary tasks: (i) generating nanoparticles of specified radii from periodic unit cells, testing whether models capture surface truncation and geometric constraints; and (ii) recovering bulk lattice parameters and space-group symmetry from finite particle configurations, assessing whether models can infer underlying crystallographic order despite surface perturbations. Using diverse materials as a structurally consistent testbed, we construct over 170,000 nanoparticle configurations by carving particles from supercells derived from DFT-relaxed crystal unit cells, and introduce size-based splits that separate interpolation from extrapolation regimes. Experiments with state-of-the-art approaches, including diffusion, flow-matching, and variational models, show that even when losses are low, models often fail geometrically under distribution shift, yielding large lattice-recovery errors and near-zero joint accuracy on structure and symmetry. Overall, our results suggest that current methods rely on template memorization rather than scalable physical generalization. C2NP offers a controlled, reproducible framework for diagnosing these failures, with immediate applications to nanoparticle catalyst design, nanostructured hydrides for hydrogen storage, and materials discovery. Dataset and code are available at https://github.com/KurbanIntelligenceLab/C2NP."}
{"id": "2601.19076", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cs.LG", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19076", "abs": "https://arxiv.org/abs/2601.19076", "authors": ["Can Polat", "Erchin Serpedin", "Mustafa Kurban", "Hasan Kurban"], "title": "C2NP: A Benchmark for Learning Scale-Dependent Geometric Invariances in 3D Materials Generation", "comment": null, "summary": "Generative models for materials have achieved strong performance on periodic bulk crystals, yet their ability to generalize across scale transitions to finite nanostructures remains largely untested. We introduce Crystal-to-Nanoparticle (C2NP), a systematic benchmark for evaluating generative models when moving between infinite crystalline unit cells and finite nanoparticles, where surface effects and size-dependent distortions dominate. C2NP defines two complementary tasks: (i) generating nanoparticles of specified radii from periodic unit cells, testing whether models capture surface truncation and geometric constraints; and (ii) recovering bulk lattice parameters and space-group symmetry from finite particle configurations, assessing whether models can infer underlying crystallographic order despite surface perturbations. Using diverse materials as a structurally consistent testbed, we construct over 170,000 nanoparticle configurations by carving particles from supercells derived from DFT-relaxed crystal unit cells, and introduce size-based splits that separate interpolation from extrapolation regimes. Experiments with state-of-the-art approaches, including diffusion, flow-matching, and variational models, show that even when losses are low, models often fail geometrically under distribution shift, yielding large lattice-recovery errors and near-zero joint accuracy on structure and symmetry. Overall, our results suggest that current methods rely on template memorization rather than scalable physical generalization. C2NP offers a controlled, reproducible framework for diagnosing these failures, with immediate applications to nanoparticle catalyst design, nanostructured hydrides for hydrogen storage, and materials discovery. Dataset and code are available at https://github.com/KurbanIntelligenceLab/C2NP."}
{"id": "2601.19652", "categories": ["cond-mat.mtrl-sci", "hep-ex"], "pdf": "https://arxiv.org/pdf/2601.19652", "abs": "https://arxiv.org/abs/2601.19652", "authors": ["N. Yu. Solovova", "V. A. Golyashov", "S. V. Eremeev", "S. Yu. Priobrazhenskii", "S. P. Lebedev", "A. A. Lebedev", "V. S. Rusetsky", "O. E. Tereshchenko"], "title": "Revealing the (111) surface electronic structure of epitaxially grown Na$_2$KSb photocathode", "comment": "12 pages, 3 figures", "summary": "A recent study has established the Na$_2$KSb(Cs) photocathode as a highly efficient emitter of spin-polarized electrons. However, the electronic structure of alkali antimonides remains poorly understood. In this work, we report the first crystalline epitaxial growth of Na$_2$KSb films, achieved via chemical vapor deposition (CVD) on a graphene-coated SiC(0001) substrate. The high crystalline quality of these films enabled a direct investigation of the material's electronic structure using angle-resolved photoemission spectroscopy (ARPES). By comparing the experimental results with density functional theory (DFT) calculations, we have identified dispersive surface states originating from different terminations of the Na$_2$KSb(111) surface. Furthermore, we demonstrate that the crystalline order of the film is preserved following its activation via the deposition of Cs and Sb. This finding opens a pathway for investigating the electronic structure of multialkali Na$_2$KSb(Cs) photocathodes and for rationally improving their properties."}
{"id": "2601.19077", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19077", "abs": "https://arxiv.org/abs/2601.19077", "authors": ["Huandong Chen", "Hong Li", "Yutao Li", "He Zhao", "Ming Lu", "Kazuhiro Fujita", "Abhay N. Pasupathy"], "title": "Design and fabrication of guiding patterns for topography-based searching of 2D devices for scanning tunneling microscopy measurements", "comment": null, "summary": "We report the design and fabrication of guiding patterns for topography-based searching of two-dimensional (2D) devices for scanning tunneling microscopy (STM) measurements. Sub-micron geometric coordinate markers were etched into SiO2/Si wafers, serving as both substrates for 2D device integration and guiding maps for sample navigation. Here, we used a monolayer graphene/h-BN device with an active area of smaller than 20 um x 20 um as a model system and demonstrated that the device could be reliably located in STM solely through topographic imaging of the guiding patterns and in situ stage calibration, without reliance on optical viewports or capacitive sensing. Atomically resolved topographic imaging and tunneling spectroscopy were also obtained. Our proposed navigation strategy is fully compatible with standard device fabrication procedures and requires no hardware modification to existing STM setups. As such, it offers a practical alternative for locating miniaturized devices in STM, shedding light on studying emerging quantum phenomena in 2D systems."}
{"id": "2601.19437", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19437", "abs": "https://arxiv.org/abs/2601.19437", "authors": ["Alice Cartoceti", "Simona Achilli", "Masoumeh Alihosseini", "Adriana E. Candia", "Enrico Beltrami", "Paolo D'Agosta", "Alessio Orbelli Biroli", "Francesco Sedona", "Andrea Li Bassi", "Jorge Lobo Checa", "Carlo S. Casari"], "title": "Graphene Nanoribbon-Graphdiyne Lateral Heterojunctions with Atomically Abrupt Interfaces", "comment": "15 pages, 4 figures", "summary": "Carbon-based 2D heterostructures represent an attractive platform for nanoelectronics owing to their tunable electronic and transport properties, yet achieving precise control over their fabrication remains elusive. Here, we demonstrate the on--surface synthesis of covalently bonded lateral heterostructures between armchair graphene nanoribbons and metalated hydrogenated graphdiyne networks on Au(111). Atomic--resolution scanning tunnelling microscopy combined with density functional theory reveals the formation mechanism of covalent interfacial bonds and highlights the critical influence of surface chemistry. In particular, chemisorbed bromine atoms suppress junction formation, while controlled atomic hydrogen dosing increases the bonding efficiency to 71\\%. Electronic structure and transport calculations demonstrate how the metallic substrate influences the supported heterostructure, whereas in the freestanding limit, the two carbon subsystems retain their intrinsic properties, forming an atomically narrow junction that enables voltage-tunable spatial current separation. These results define a viable strategy for engineering graphene--graphdiyne heterostructures and advance the design of all-carbon nanoscale electronic architectures."}
{"id": "2601.19763", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19763", "abs": "https://arxiv.org/abs/2601.19763", "authors": ["Michael Pilipchuk", "Chaitali Patil", "Veera Sundararaghavan"], "title": "Comparative Analysis of Plasticity-based GND Density Estimation Methods in Crystal Plasticity Finite Element Models", "comment": null, "summary": "In crystal plasticity finite element (CPFE) simulations, accurately quantifying geometrically necessary dislocations (GNDs) is critical for capturing strain gradients in polycrystals. We compare different methods for quantifying GNDs, all of which originate from the Nye tensor, which is computed as the curl of the plastic deformation gradient. The projection technique directly decomposes the Nye tensor onto individual screw and edge dislocation components to compute GNDs. This approach requires converting a nine-component Nye tensor into densities for a larger number of dislocation systems, a fundamentally underdetermined (non-unique) process, which is resolved using $L2$ minimization. In contrast, when employing CPFE analysis, one could directly compute dislocation densities on each slip system using shear gradients. Projection and slip gradient methods are compared with respect to their prediction of GNDs with changing grain size, strain, and grain neighborhoods, including multigrain junctions. Although these techniques match analytical GND densities for single slip, single crystal deformation, and are consistent with anticipated overall GND trends, we find that the GND densities from projection techniques are significantly lower than those predicted from CPFE-based slip gradients in polycrystals. A suggested improvement of only using the active dislocation systems in the projection technique almost entirely resolved this mismatch."}
{"id": "2601.19105", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19105", "abs": "https://arxiv.org/abs/2601.19105", "authors": ["Taichi Terashima", "Yuya Hattori", "David Graf", "Takahiro Urata", "Tomoki Yoshioka", "Wataru Hattori", "Hiroshi Ikuta", "Hiroaki Ikeda"], "title": "Altermagnetic spin-split Fermi surfaces in CrSb revealed by quantum oscillation measurements", "comment": "6 pages, 3 figures + SM", "summary": "Altermagnets, a class of collinear magnets defined by their spin-split electronic bands, are a focus of intense research, where a key challenge is to experimentally verify this unique band structure as a bulk property. Here, we report a comprehensive quantum oscillation study on the prototypical altermagnet CrSb. By combining high-field magnetotransport and torque measurements with DFT+$U$ calculations including spin-orbit coupling, we successfully identify a multitude of quantum-oscillation frequencies originating from four spin-non-degenerate bands. These results provide definitive, bulk-sensitive evidence for the altermagnetic spin-split Fermi surface of CrSb, which provides a firm foundation for exploring its novel electronic properties."}
{"id": "2601.19534", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.19534", "abs": "https://arxiv.org/abs/2601.19534", "authors": ["Robin Schot", "Imme Schuringa", "Álvaro Rodríguez Echarri", "Lars Sonneveld", "Tom Veeken", "Yang Lu", "Samuel D. Stranks", "Albert Polman", "Bruno Ehrler", "Saskia Fiedler"], "title": "Near-field effects on cathodoluminescence outcoupling in perovskite thin films", "comment": null, "summary": "Halide perovskite semiconductors are a promising material for high-efficiency solar cells. Their optical properties can vary within and between crystallographic grains. We present spatially-resolved cathodoluminescence (CL) spectroscopy at 2 keV and 5 keV on polycrystalline CsPbBr3 perovskite films to study these variations at the nanoscale. The CL maps show a strongly reduced intensity near the polycrystalline grain boundaries. We perform numerical simulations of the far-field emission of the electron beam-generated optical near fields using the surface profiles from AFM as input. We find that near grain boundaries the light outcoupling is strongly reduced due to enhanced internal reflection and light trapping at the curved surfaces. Lateral variations in CL intensity inside grains are due to Fabry-Perot-like resonances in the film, with the substrate acting as a back reflector. Our results show that near-field coupling and interference effects can dominate nanoscale luminescence maps of halide perovskite films. The results are broadly relevant for the analysis of cathodoluminescence and photoluminescence of corrugated thin films."}
{"id": "2601.19796", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19796", "abs": "https://arxiv.org/abs/2601.19796", "authors": ["Wendong Wang", "Gareth R. M Tainton", "Nick Clark", "James G. McHugh", "Xue Li", "Sam Sullivan-Allsop", "David G. Hopkinson", "Oldrich Cicvarek", "Francisco Selles", "Rui Zhang", "Joshua D. Swindell", "Alex Summerfield", "David J. Lewis", "Vladimir I Falko", "Zdenek Sofer", "Sarah J. Haigh", "Roman Gorbachev"], "title": "Atomic imaging of 2D transition metal dihalides", "comment": "18 pages,4 figures", "summary": "Transition metal di-iodides such as FeI2, NiI2 and CoI2 are an emerging class of 2D magnets exhibiting rich and diverse magnetic behaviour, but their study at the monolayer limit has been severely hindered by fabrication challenges due to their air-sensitivity. Here, we introduce a polymer-free method for clean, rapid, and high-yield assembly of hermetically encapsulated suspended samples of air-sensitive monolayers. Applying it to di-iodides enables atomic resolution characterisation of thin samples - down to the monolayer limit - for the first time. Our imaging, combined with complementary first-principles calculations, reveals an unusually small energy barrier between alternate stable stacking polytypes in few-layer films, enabling extrinsic control of the stacking phase. We also observe stable isolated iodine vacancies that do not aggregate to form extended structures, and identify and verify the stability of the various edge configurations of thin samples. These results establish the unique structural characteristics of these materials in the thin limit, and more broadly demonstrate the utility of our transfer platform for creating atomically clean suspended vdW heterostructures."}
{"id": "2601.19137", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19137", "abs": "https://arxiv.org/abs/2601.19137", "authors": ["Gillian Nolan", "Edmund Han", "Shahriar Muhammad Nahid", "Patrick Carmichael", "Arend M. van der Zande", "André Schleife", "Pinshane Y. Huang"], "title": "Atomic and Electronic Structure of Strongly Charged Domain Walls in van der Waals α-In$_2$Se$_3$", "comment": null, "summary": "Here, we use atomic resolution scanning transmission electron microscopy (STEM) and first principles calculations to study the atomic and electronic structure of strongly charged domain walls in $α$-In$_2$Se$_3$. STEM imaging and density functional theory (DFT) show that head-to-head (HH) domain walls contain a layer of nonpolar $β$-In$_2$Se$_3$, whereas tail-to-tail (TT) domain walls are atomically abrupt. We apply 4D STEM and multislice electron ptychography to map ferroelectric domains in 2D and 3D, showing that nearly $180^\\circ$ domain walls exhibit complex, curved 3D structures that differ from ideal $180^\\circ$ structures. Band structure calculations show localized conducting states within a $\\sim$ 1 nm thick layer at both HH and TT domain walls, such as a midgap state at the $β$ layer of the HH domain wall. These properties make strongly charged domain walls in $α$-In$_2$Se$_3$ excellent candidates for realizing 2D electron or hole gases and domain wall engineering in van der Waals ferroelectrics."}
{"id": "2601.19560", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19560", "abs": "https://arxiv.org/abs/2601.19560", "authors": ["Tao Yao", "Quan Shen", "Wenhu Liao", "Jianing Tan", "Jiansheng Dong"], "title": "All-electrical switching of spin texture in a strain-tunable 2D Janus ferroelectric altermagnet", "comment": null, "summary": "Altermagnetism (AM), a collinear magnetic phase with momentum-dependent spin splitting, is a promising candidate for strong magnetoelectric coupling. However, realizing direct and tunable coupling between ferroelectricity (FE) and AM within a single two-dimensional (2D) material remains an outstanding challenge. Here, based on first-principles calculations, we identify the distorted phase of monolayer Janus VOClBr as an intrinsic 2D FE-AM. This phase demonstrates robust magnetoelectric coupling, as evidenced by a complete reversal of momentum-space spin polarization upon FE switching, and further supported by spin texture analysis and the magneto-optical Kerr effect. Notably, the FE properties are highly strain-tunable: biaxial compression strain of -4% reduces the FE polarization switching barrier by approximately 87%, whereas a tensile strain of +3% induces a phase transition to an antiferromagnet. Leveraging the lock-in between the electrically controlled spin texture and the magneto-optical Kerr effect signal, we propose a non-volatile, polymorphic spintronic memory device featuring all-electrical writing and optical readout. This work establishes 2D FE-AMs as a versatile platform for coupled ferroic orders and paves the way for voltage-controlled, multifunctional spin-logic devices."}
{"id": "2601.19034", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.19034", "abs": "https://arxiv.org/abs/2601.19034", "authors": ["Zheyong Fan", "Benrui Tang", "Esmée Berger", "Ethan Berger", "Erik Fransson", "Ke Xu", "Zihan Yan", "Zhoulin Liu", "Zichen Song", "Haikuan Dong", "Shunda Chen", "Lei Li", "Ziliang Wang", "Yizhou Zhu", "Julia Wiktor", "Paul Erhart"], "title": "qNEP: A highly efficient neuroevolution potential with dynamic charges for large-scale atomistic simulations", "comment": "17 pages, 7 figures", "summary": "Although electrostatics can be incorporated into machine-learned interatomic potentials, existing approaches are computationally very demanding, limiting large-scale, long-time simulations of electrostatics-driven phenomena such as dielectric response, infrared activity, and field-matter coupling. Here, we extend the neuroevolution potential (NEP), a highly efficient machine-learned interatomic potential, to a charge-aware framework (qNEP) by introducing explicit, environment-dependent partial charges. Each ionic partial charge is represented by a neural network as a function of the local descriptor vector, analogous to the NEP site-energy model. This formulation enables the direct prediction of the Born effective charge tensor for each ion and, consequently, the polarization. As a result, dielectric properties, infrared spectra, and coupling to external electric fields can be evaluated within a unified framework. We derive consistent expressions for the forces and virials that explicitly account for the position dependence of the partial charges. The qNEP method has been implemented in the free-and-open-source GPUMD package, with support for both Ewald summation and particle-particle particle-mesh treatments of electrostatics. We demonstrate the accuracy and efficiency of the qNEP approach through representative applications to water, Li7La3Zr2O12, BaTiO3, and a magnesium-water interface. These results show that qNEP enables accurate atomistic simulations with explicit long-range electrostatics, scalable to million-atom systems on nanosecond time scales using consumer-grade GPUs."}
{"id": "2601.19181", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19181", "abs": "https://arxiv.org/abs/2601.19181", "authors": ["Reed Yalisove", "Hongrui Zhang", "Xiang Chen", "Fanhao Meng", "Jie Yao", "Robert Birgeneau", "Ramamoorthy Ramesh", "Mary C. Scott"], "title": "Mapping Metastable Magnetic Textures in (Fe0.5Co0.5)5GeTe2 with in-situ Lorentz Transmission Electron Microscopy", "comment": null, "summary": "Topologically protected magnetic textures are a promising route to low-energy control of magnetism, but they are most often studied away from ambient conditions, typically at low temperatures and high magnetic fields. Here we use in-situ Lorentz transmission electron microscopy with control of temperature and magnetic field to investigate the skyrmion metastability in (Fe0.5Co0.5)5GeTe2 (FCGT). By field-cooling FCGT in magnetic fields of different magnitude to different base temperatures and then removing the applied field, we create meta(stable) zero-field magnetic states. We use this method to build a phase diagram of the zero-field metastable spin structures in FCGT, which will be critical for selecting the desired topologically-protected spin state for future studies to manipulate magnetism with stimuli such as electric current, electric field, mechanical strain, and more."}
{"id": "2601.19796", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19796", "abs": "https://arxiv.org/abs/2601.19796", "authors": ["Wendong Wang", "Gareth R. M Tainton", "Nick Clark", "James G. McHugh", "Xue Li", "Sam Sullivan-Allsop", "David G. Hopkinson", "Oldrich Cicvarek", "Francisco Selles", "Rui Zhang", "Joshua D. Swindell", "Alex Summerfield", "David J. Lewis", "Vladimir I Falko", "Zdenek Sofer", "Sarah J. Haigh", "Roman Gorbachev"], "title": "Atomic imaging of 2D transition metal dihalides", "comment": "18 pages,4 figures", "summary": "Transition metal di-iodides such as FeI2, NiI2 and CoI2 are an emerging class of 2D magnets exhibiting rich and diverse magnetic behaviour, but their study at the monolayer limit has been severely hindered by fabrication challenges due to their air-sensitivity. Here, we introduce a polymer-free method for clean, rapid, and high-yield assembly of hermetically encapsulated suspended samples of air-sensitive monolayers. Applying it to di-iodides enables atomic resolution characterisation of thin samples - down to the monolayer limit - for the first time. Our imaging, combined with complementary first-principles calculations, reveals an unusually small energy barrier between alternate stable stacking polytypes in few-layer films, enabling extrinsic control of the stacking phase. We also observe stable isolated iodine vacancies that do not aggregate to form extended structures, and identify and verify the stability of the various edge configurations of thin samples. These results establish the unique structural characteristics of these materials in the thin limit, and more broadly demonstrate the utility of our transfer platform for creating atomically clean suspended vdW heterostructures."}
{"id": "2601.19052", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19052", "abs": "https://arxiv.org/abs/2601.19052", "authors": ["Alexandra J. Howzen", "Sachin Gupta", "Gavin Burnell", "Nathan Satchell"], "title": "Transport spin polarization in RuO$_2$ films", "comment": "6 pages, 3 figures main text and 4 pages, 4 figures supplemental material", "summary": "Altermagnets host spin-split electronic bands without net magnetization, enabling spin-polarized transport in the absence of conventional ferromagnetism. RuO$_2$ has been proposed as a candidate altermagnet, yet experimental reports remain conflicting, particularly between bulk-sensitive probes and thin-film measurements. Here we investigate the electronic transport properties of epitaxial RuO$_2$ thin films using anomalous Hall effect measurements and point-contact Andreev reflection spectroscopy. We observe transport spin polarization and a strongly orientation-dependent anomalous Hall response, while magnetometry reveals no detectable net magnetization. The anomalous Hall effect appears only in ultrathin (110)-oriented films, consistent with symmetry-driven Néel-vector physics, and the measured transport spin polarization is systematically higher for (110)-oriented films than for (001)-oriented films, consistent with the crystallographic anisotropy of the spin-split bands. These results are consistent with altermagnetic behavior in RuO$_2$, with the experimentally accessible signatures confined to near-surface regions. They also establish superconducting transport spectroscopy as a metrology for identifying and characterizing altermagnet candidates."}
{"id": "2601.19192", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.19192", "abs": "https://arxiv.org/abs/2601.19192", "authors": ["L. H. Miranda-Filho", "Yuliang Jin"], "title": "Evidence of the de Almeida-Thouless transition in three-dimensional spin glasses", "comment": null, "summary": "The nature of spin-glass states in a magnetic field remains a major open problem in statistical physics. The existence of the de Almeida-Thouless (dAT) transition for three-dimensional (3D) spin glasses in a field is still debated. We introduce a new computational method to define the spin-glass susceptibility, which is robust against the broad tail in the overlap distribution that undermines conventional analyses. Applying this approach to the Edwards-Anderson spin-glass model in 2D and 3D, and contrasting with the 3D Ising (without disorder) and mean-field spin-glass models, we find a stark difference: the locus of susceptibility maxima bends to the right in the field-temperature plane for the Ising and 2D spin-glass cases, indicating a supercritical crossover line, but bends to the left for the mean-field and 3D spin glasses - a signature of the dAT line. Finite-size scaling further suggests that the peak susceptibility diverges with system size in 3D spin glasses under a field, while saturating in 2D. These results provide direct numerical evidence for the dAT transition in 3D, supporting the replica symmetry breaking scenario."}
{"id": "2601.19829", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19829", "abs": "https://arxiv.org/abs/2601.19829", "authors": ["Maxim Khodas", "Libor Šmejkal", "I. I. Mazin"], "title": "Nonrelativistic-Ising superconductivity in p-wave magnets", "comment": "6 pages, 2 figures", "summary": "We discuss a possibility of superconductivity in the p-wave magnets. These are recently discovered materials that have zero net magnetization by symmetry and finite non-relativistic spin splitting of electron bands, like in altermagnets. Similarly, the spin polarizations is collinear in the momentum space. Yet, as opposed to altermagnets, the magnetization is noncollinear in the real space, and the spin splitting obeys time-reversal symmetry in the momentum space. As a result, if such material harbors superconductivity (due to phonons, or any other mechanism), the only supported superconducting symmetry is Ising superconductivity, an exotic symmetry where any Cooper pair is a 50:50 mix of singlet and triplet. This unusual behavior is also in stark contrast to regular antiferromagnet, which can support Cooper pairs of any parity, and altermagnets, which can only support nonunitary triplet pairs. The presence of large triplet component and enhanced resilience against pair breaking is inherent to the p-wave magnets and as such is unconventional as it does not materialize in conventional spin-orbit coupling induced Ising superconductors."}
{"id": "2601.19077", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19077", "abs": "https://arxiv.org/abs/2601.19077", "authors": ["Huandong Chen", "Hong Li", "Yutao Li", "He Zhao", "Ming Lu", "Kazuhiro Fujita", "Abhay N. Pasupathy"], "title": "Design and fabrication of guiding patterns for topography-based searching of 2D devices for scanning tunneling microscopy measurements", "comment": null, "summary": "We report the design and fabrication of guiding patterns for topography-based searching of two-dimensional (2D) devices for scanning tunneling microscopy (STM) measurements. Sub-micron geometric coordinate markers were etched into SiO2/Si wafers, serving as both substrates for 2D device integration and guiding maps for sample navigation. Here, we used a monolayer graphene/h-BN device with an active area of smaller than 20 um x 20 um as a model system and demonstrated that the device could be reliably located in STM solely through topographic imaging of the guiding patterns and in situ stage calibration, without reliance on optical viewports or capacitive sensing. Atomically resolved topographic imaging and tunneling spectroscopy were also obtained. Our proposed navigation strategy is fully compatible with standard device fabrication procedures and requires no hardware modification to existing STM setups. As such, it offers a practical alternative for locating miniaturized devices in STM, shedding light on studying emerging quantum phenomena in 2D systems."}
{"id": "2601.19219", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19219", "abs": "https://arxiv.org/abs/2601.19219", "authors": ["Shota Ono", "Ryotaro Ohse"], "title": "Site preference of chalcogen atoms in 1T$^\\prime$ $MX_{2(1-x)}Y_{2x}$ ($M=$ Mo and W; $X, Y=$ S, Se, and Te)", "comment": "7 pages, 5 figures", "summary": "The insulator-metal transition, accompanying the structural phase transition from 2H to 1T$^\\prime$ structure, has been reported in two-dimensional W-S-Te and W-Se-Te systems. It is also reported that Te atoms tend to occupy a specific site of the 1T$^\\prime$ structure. Here, we study the site preference of chalcogen atoms in $MX_{2(1-x)}Y_{2x}$ ($M=$ Mo and W; $X, Y=$ S, Se, and Te; $0\\le x \\le 1$) using first-principles approach. We demonstrate that the site preference of chalcogen atoms explains the universal correlation between the formation energy and the Peierls-like distortion amplitude in the 1T$^\\prime$ phase. The impact of the site preference on the linear elastic properties is strong, whereas its impact is weak in the non-linear regime. This establishes the structure-property relationships in $MX_{2(1-x)}Y_{2x}$ systems."}
{"id": "2601.19343", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19343", "abs": "https://arxiv.org/abs/2601.19343", "authors": ["Rahel Ohlendorf", "Luca Buiarelli", "Hilary M. L. Noad", "Andrew P. Mackenzie", "Rafael M. Fernandes", "Turan Birol", "Jörg Schmalian", "Elena Gati"], "title": "Probing multipolar order in the candidate altermagnet MnF$_2$ through the elastocaloric effect under strain", "comment": "7 pages, 4 figures + End Matter + Supplementary Information", "summary": "Altermagnets break a combination of time-reversal and rotational symmetries without generating a net magnetization. As such, the order parameter of $d$-wave altermagnets has the same symmetry as magnetic multipoles, and couples to the product of a magnetic field and uniaxial strain. We combine elastocaloric experiments, free-energy modeling, and first-principles calculations on MnF$_2$ to establish a thermodynamic probe of the predicted finite-temperature altermagnetic critical point. These results pave the way to explore altermagnetic quantum criticality in $d$-wave materials and beyond."}
{"id": "2601.19235", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.19235", "abs": "https://arxiv.org/abs/2601.19235", "authors": ["Adhilsha Parachikunnumal", "Nirjhar Sarkar", "Aravind Rajeev Sreeja", "Sreekar Vattipalli", "Rochelle Qu", "Jay C. LeFebvre", "Roger K. Lake", "Shane A. Cybart"], "title": "AC Response Across the Metal Insulator Transition of YBCO Josephson Junctions Fabricated with a Helium Ion Beam", "comment": null, "summary": "Using focused helium ion beam (FHIB) irradiation, we fabricated in-plane, high-Tc YBCO Josephson junctions. By varying the dose of the irradiation, we tune the junction barriers from metallic (SNS) to insulating (SIS) and investigate how this transition affects microwave-driven dynamics. As the barrier transitions from metallic to insulating, the oscillatory response of the Shapiro steps to the RF power changes dramatically. On either side of the metal-insulator transition, the devices exhibit clean integer Shapiro steps without half-integer features, demonstrating that the current--phase relation is dominated by the first harmonic and that the excess current is minimal. The current-voltage response is well-described by the resistively, capacitively shunted junction model assuming a single-harmonic current--phase relation. This behavior indicates well-controlled junction properties suitable for a wide range of superconducting electronics, including detectors, mixers, and high-density integrated circuits."}
{"id": "2601.19556", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19556", "abs": "https://arxiv.org/abs/2601.19556", "authors": ["Quan Shen", "Wenhu Liao", "Degao Xu", "Jiansheng Dong", "Jianing Tan"], "title": "Dual-Switch Control of a Layer-Locked Anomalous Valley Hall Effect in a Sliding Ferroelectric Antiferromagnet", "comment": null, "summary": "The integration of ferroelectric (FE) and antiferromagnetic (AFM) orders in twodimensional (2D) materials provides a promising avenue for the nonvolatile control of coupled spin and valley degrees of freedom, a capability central to advancing spinvalleytronics. However, realizing a single material system where these quantum states can be independently and reversibly manipulated by distinct stimuli, a prerequisite for multifunctional devices, has remained elusive. Here, we demonstrate a dual-switch mechanism in bilayer VS2, a room-temperature FE-AFM system, that enables electrical and magnetic control of a layer-locked anomalous valley Hall effect (AVHE). First-principles calculations reveal that interlayer sliding breaks spatial inversion symmetry, inducing a switchable out-of-plane FE polarization that coexists with interlayer AFM. The spin-orbit coupled valley polarization can be reversibly switched either by FE polarization reversal or by a magnetic-field-induced spin-flip transition, confirming the existence of electrically and magnetically addressable valley states. The Berry curvature exhibits both valley-contrasting and layer-locked characteristics, which underpin a switchable Hall response. Notably, electric and magnetic switching are functionally equivalent in modulating valley, layer, and spin indices, revealing strong magnetoelectric coupling. This work establishes a multidegree-of-freedom operational paradigm in 2D multiferroics and opens a viable design pathway toward multi-state memory and spin-valleytronic logic devices."}
{"id": "2601.19240", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19240", "abs": "https://arxiv.org/abs/2601.19240", "authors": ["Yuncheng Xie", "Haozhe Shi", "Menglin Huang", "Weibin Chu", "Shiyou Chen", "Xin-Gao Gong"], "title": "Symmetry Adapted Analysis of Screw Dislocation: Electronic Structure and Carrier Recombination Mechanisms in GaN", "comment": "9 pages, 8 figures", "summary": "As fundamental one-dimensional defects, screw dislocations profoundly reshape the energy landscape and carrier dynamics of crystalline materials. By restoring the exact algebra of the screw dislocation group, we unveil the latent symmetry constraints that govern the electronic structure, providing a more rigorous physical picture than the conventional treatments. When applied to GaN, the method yields a band-connectivity constraint and rigorous dipole selection rules for polarization-resolved transitions. Combined with computed Hamiltonian matrix, the approach gives symmetry-filtered radiative and dielectric calculations and reveals a piezoelectrical effect at the dislocation core that strongly suppresses radiative recombination. The pronounced dominance of non-radiative capture over radiative recombination highlights the detrimental impact of screw dislocations on the luminous efficiency of GaN, providing a theoretical foundation for optimizing dislocation-limited optoelectronic devices."}
{"id": "2601.19692", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19692", "abs": "https://arxiv.org/abs/2601.19692", "authors": ["Jukka John", "Hlynur Guðmundsson", "Iðunn Björg Arnaldsdóttir", "Hannes Jónsson", "Elvar Örn Jónsson"], "title": "Locally Scaled Self-Interaction Corrected Energy Functionals with Complex Optimal Orbitals", "comment": "11 pages, 5 figures, 2 tables", "summary": "We present a fully variational locally scaled self-interaction corrected (SIC) energy functional using complex optimal orbitals. This represents an important milestone for fully variational SIC energy functionals, which have been shown to improve the prediction of the properties of atomic, molecular and solid state systems in general, in both ground and excited states. However, it depends on the system and property of the system whether it is beneficial to scale the SIC correction by a factor of one-half, which makes the application of SIC inconsistent. In the limit of a single electron the SIC exactly cancels the self interaction error, but overcorrects the error in regions of high density where there is large overlap between occupied orbitals. The newly implemented local scaling function, $z(\\mathbf{r})$, which is based on an iso-orbital indicator derived from considering the kinetic energy density in the iso-electron and many electron case, and takes into account that the orbitals are complex, naturally scales the SIC correction from $0\\leq z(\\mathbf{r}) \\leq 1$ in regions of high and low (isolated orbital) electron density. The locally scaled and fully variational SIC framework is general and applicable to atomic, molecular and solid-state systems."}
{"id": "2601.19292", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.19292", "abs": "https://arxiv.org/abs/2601.19292", "authors": ["Jing Huang", "Jinkwan Kwoen", "Yasuhiko Arakawa", "Kazuhiko Hirakawa", "Kazuyuki Kuroyama"], "title": "Ultrastrong light-matter coupling in near-field coupled split-ring resonators revealed by photocurrent spectroscopy", "comment": null, "summary": "Landau polaritons arising from the coupling between cyclotron resonance and terahertz split-ring resonators (SRRs) have served as a central platform for exploring ultrastrong light-matter interaction for more than a decade. Over this period, a wide variety of SRR architectures, differing in size, geometry, and even material composition, have been investigated. However, the regime of near-field coupled SRRs has remained largely unexplored. Here, we demonstrate ultrastrong coupling using photocurrent spectroscopy in two prototypical near-field configurations: a SRR dimer and a topological SRR chain. The measurements reveal hybridization not only with bright resonant modes but also with optically dark modes and topological edge modes, highlighting the exceptional sensitivity of the photocurrent spectroscopy. Moreover, the engineered near-field interactions allow the study of multi-mode ultrastrong coupling and the interplay between topological band structure and cavity quantum electrodynamics."}
{"id": "2601.19882", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19882", "abs": "https://arxiv.org/abs/2601.19882", "authors": ["Shengzhi Zhang", "Gabriel Silva Freitas", "Vivien S. Zapf", "Minseong Lee", "Wonjune Choi", "Shi-Zeng Lin", "Tong Chen", "Collin Broholm", "Xianghan Xu", "Robert J. Cava", "Eun Sang Choi"], "title": "Magnetization Plateaus in the Spin-Orbit Coupled Bilayer Triangular Lattice Antiferromagnet Rb2Co2(SeO3)3", "comment": "12 pages, 7 figures", "summary": "Geometric frustration among competing spin exchanges can give rise to novel quantum phases by enhancing fluctuations that drive magnetic systems beyond the classical regime. We investigate the frustrated array of strongly correlated spin dimers in the bilayer triangular lattice antiferromagnet \\rcs{} under applied magnetic fields. A cascade of magnetization plateaus appears at \\(M/M_s = 1/3, 1/2, 2/3,\\) and \\(5/6\\), together with a weak anomalous feature near \\(M/M_s = 1/6\\), in fields up to 60 T. Concurrent changes in magneto-dielectric response follows the plateau boundaries. The finite slope of each plateau and the absence of a zero-field gap in our ultralow-temperature ac susceptibility down to 20 mK indicate broken \\(U(1)\\) spin-rotation symmetry. A minimal bilayer-dimer model treated with bond operator representation reproduces the low-field sequence only when \\(U(1)\\) symmetry is explicitly lifted by spin-orbit-driven, bond-dependent anisotropy. Near saturation, a projected triangular pseudospin model accounts for the high-field plateaus with modest further-neighbor interactions. These results demonstrate that anisotropic exchange arising from spin-orbit-coupled moments is essential for stabilizing the full plateau hierarchy in \\rcs{}, a mechanism overlooked in previous interpretations of Co-based triangular bilayers."}
{"id": "2601.19343", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19343", "abs": "https://arxiv.org/abs/2601.19343", "authors": ["Rahel Ohlendorf", "Luca Buiarelli", "Hilary M. L. Noad", "Andrew P. Mackenzie", "Rafael M. Fernandes", "Turan Birol", "Jörg Schmalian", "Elena Gati"], "title": "Probing multipolar order in the candidate altermagnet MnF$_2$ through the elastocaloric effect under strain", "comment": "7 pages, 4 figures + End Matter + Supplementary Information", "summary": "Altermagnets break a combination of time-reversal and rotational symmetries without generating a net magnetization. As such, the order parameter of $d$-wave altermagnets has the same symmetry as magnetic multipoles, and couples to the product of a magnetic field and uniaxial strain. We combine elastocaloric experiments, free-energy modeling, and first-principles calculations on MnF$_2$ to establish a thermodynamic probe of the predicted finite-temperature altermagnetic critical point. These results pave the way to explore altermagnetic quantum criticality in $d$-wave materials and beyond."}
{"id": "2601.19896", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19896", "abs": "https://arxiv.org/abs/2601.19896", "authors": ["Chakradhar Rangi", "Aadi Singh", "Ka-Ming Tam"], "title": "Real-Time Iteration Scheme for Dynamical Mean-Field Theory: A Framework for Near-Term Quantum Simulation", "comment": "12 pages, 4 figures", "summary": "We present a time-domain iteration scheme for solving the Dynamical Mean-Field Theory (DMFT) self-consistent equations using retarded Green's functions in real time. Unlike conventional DMFT approaches that operate in imaginary time or frequency space, our scheme operates directly with real-time quantities. This makes it particularly suitable for near-term quantum computing hardware with limited Hilbert spaces, where real-time propagation can be efficiently implemented via Trotterization or variational quantum algorithms. We map the effective impurity problem to a finite one-dimensional chain with a small number of bath sites, solved via exact diagonalization as a proof-of-concept. The hybridization function is iteratively updated through time-domain fitting until self-consistency. We demonstrate stable convergence across a wide range of interaction strengths for the half-filled Hubbard model on a Bethe lattice, successfully capturing the metal-to-insulator transition. Despite using limited time resolution and a minimal bath discretization, the spectral functions clearly exhibit the emergence of Hubbard bands and the suppression of spectral weight at the Fermi level as interaction strength increases. This overcomes major limitations of two-site DMFT approximations by delivering detailed spectral features while preserving efficiency and compatibility with quantum computing platforms through real-time dynamics."}
{"id": "2601.19371", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19371", "abs": "https://arxiv.org/abs/2601.19371", "authors": ["Greta Lupi", "Adolfo O. Fumega", "Mohammad Amini", "Robert Drost", "Peter Liljeroth", "Jose L. Lado"], "title": "Molecular Hamiltonian learning from setpoint-dependent scanning tunneling spectroscopy", "comment": "8 pages, 4 figures", "summary": "Molecular quantum magnets adsorbed on surfaces exhibit rich spin and orbital excitations that can be probed by scanning tunneling microscopy with inelastic electron tunneling spectroscopy (STM-IETS). However, the quantitative extraction of the underlying multiorbital Hamiltonian from experimental spectra remains a fundamental challenge. Here, we introduce molecular Hamiltonian learning, a machine learning strategy that infers the microscopic Hamiltonian parameters of a single adsorbed molecule directly from the setpoint-dependence of STM-IETS data. The method leverages the systematic evolution of spectral features as the STM tip tunes the local electrostatic environment for different tip-sample distances. We demonstrate this approach on iron phthalocyanine on ferroelectric SnTe, training our algorithm on theory spectra from a realistic multiorbital model, including spin-orbit coupling, electrostatic interactions, local crystal field, and substrate effects. The algorithm, trained solely on theoretical many-body simulations, allows reconstructing Hamiltonian parameters directly from experimental spectra. Our manuscript establishes a flexible and automated strategy for Hamiltonian reconstruction from STM-IETS, transforming setpoint-dependent spectroscopy into quantitative characterization of quantum materials at the atomic scale."}
{"id": "2601.19373", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19373", "abs": "https://arxiv.org/abs/2601.19373", "authors": ["Shang Zhu", "Xiaozhou Yang", "Mingli Liu", "Min Wei", "Yiping Jiao", "Jiezhong He", "Bingbing Tong", "Junya Feng", "Ziwei Dou", "Peiling Li", "Jie Shen", "Xiaohui Song", "Guangtong Liu", "Zhaozheng Lyu", "Dong Pan", "Jianhua Zhao", "Li Lu", "Fanming Qu"], "title": "Deterministic non-local parity control and supercurrent-based detection in an Andreev molecule", "comment": "34 pages, 11 figures", "summary": "The ability to manipulate and detect the parity of quantum states in superconductor-semiconductor hybrid systems is pivotal to realizing the promise of topological quantum computation. However, as these architectures scale toward artificial Kitaev chains with phase-control loops, local accessibility becomes restricted, constraining conventional local parity control and detection. While Andreev molecules offer a platform for non-local intervention, deterministic protocols for parity manipulation have yet to be experimentally established. Here, we demonstrate deterministic non-local control over the parity configuration of a quantum dot (QD) by electrically modulating the coherent hybridization with a spatially adjacent QD within an Andreev molecule. By systematically investigating three distinct joint parity configuration regimes in the elastic co-tunneling limit, we experimentally uncover the operational conditions for this non-local control. In conjunction with theoretical simulations establishing a global phase diagram, we identify a set of universal selection rules governing parity transitions, dictated by the symmetry-imposed interplay between the joint parity configuration and the dominant inter-dot coupling mechanism (elastic co-tunneling vs. crossed Andreev reflection). Furthermore, we establish the supercurrent, directly signaled by zero-bias conductance peaks, as an intrinsic, sensor-free probe of the parity configuration, obviating the need for auxiliary charge sensors. Our results provide a validated physical framework for parity engineering, offering a key building block for scalable, multi-QD superconducting architectures."}
{"id": "2601.19428", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19428", "abs": "https://arxiv.org/abs/2601.19428", "authors": ["Ricardo Vidrio", "Yuhan Tong", "Junliang Liu", "Bil Schneider", "William O. Nachlas", "Nathan Curtis", "Maryam Zahedian", "Alexander Kvit", "Hongliang Zhang", "Zefeng Yu", "Ximeng Wang", "Yongfeng Zhang", "Adrien Couet", "Jennifer T. Choy"], "title": "Mapping optical, chemical, structural features in ZrO2 via cross-sectional SEM-Cathodoluminescence correlation microscopy", "comment": null, "summary": "Understanding how nanoscale heterogeneities influence charge transport and mass transfer in oxides is critical for developing advanced materials for energy and electronic uses. In high-temperature applications, the formation of thermal oxides with complex chemical and structural features plays a central role in material lifetime. While thermally grown zirconia (ZrO2) on zirconium alloys exhibits strong chemical and microstructural gradients across the oxide thickness, linking these heterogeneities to electronic-defect landscapes remains challenging. We demonstrate cross-sectional scanning electron microscope-cathodoluminescence (SEM-CL) as a mesoscale probe of spatial variations in luminescence in zirconia and establish correlations with co-registered electron backscatter diffraction (EBSD) and electron probe micro-analysis (EPMA) on the same region. The SEM-CL signal is dominated by the ~2.7 eV defect band, but its intensity varies strongly across the oxide cross section. Correlative EBSD-CL analysis reveals that CL intensity increases with grain area and decreases at the grain boundaries, consistent with enhanced non-radiative recombination associated with microstructural disorder. EPMA mapping shows that a substantial fraction of CL-dark features co-localize with secondary phase precipitates enriched in iron. These results show that SEM-CL contrast in corrosion-grown ZrO2 is controlled by both chemical heterogeneity and microstructural disorder, underscoring the need for correlative registration to interpret CL images. This multi-modal approach provides an efficient route to connect electronic properties and luminescence signatures across complex oxide cross sections to underlying chemistry and microstructure, thereby providing a pathway to relate local defect landscapes to regions likely to bias electronic/ionic transport during oxidation."}
{"id": "2601.19436", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19436", "abs": "https://arxiv.org/abs/2601.19436", "authors": ["Ximeng Wang", "Yongfeng Zhang", "Dmitry Skachkov", "Arnab Das", "Junliang Liu", "Alexander Kvit", "Jennifer T. Choy", "Adrien Couet"], "title": "Charge redistribution at metal-ZrO2 interfaces: A combined DFT and continuum electrostatic study", "comment": null, "summary": "Nanoscale metallic inclusions (NMIs) are commonly observed within oxide scales formed during high-temperature oxidation, revealing the existence of chemical and electronic heterogeneity beyond conventional corrosion theories that assume homogeneous, fully oxidized films. Using tetragonal zirconia (tZrO2) facing a series of face-centered cubic (fcc) metals as the model system, this work investigates the short-range and long-range charge redistributions across metal-oxide interfaces by coupling density functional theory (DFT) calculations with continuum modeling. We show that metal-oxide contact induces a short-range charge redistribution confined to a few atomic layers and a long-range redistribution of space charge that can extend over macroscopic distances within weakly doped oxides. DFT calculations show that the short-range redistribution is dominated by metal induced gap states (MIGS) in tZrO2 facing noble metals like Au and Ag, and by chemical bonding in tZrO2 facing active metals like Al. DFT-informed continuum theoretical analysis shows that the range of space-charge redistribution is governed by the doping level of tZrO2, and that the Schottky barrier height (SBH) exhibits a stronger dependence on the metal work function than the doping level. Both the short-range and long-range charge redistributions can alter the transport of charge carriers via their associated electric fields, extending several nm to hundreds of nm from the interface, depending on the doping concentrations, suggesting possible heterogeneous oxide growth caused by NMIs."}
{"id": "2601.19437", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19437", "abs": "https://arxiv.org/abs/2601.19437", "authors": ["Alice Cartoceti", "Simona Achilli", "Masoumeh Alihosseini", "Adriana E. Candia", "Enrico Beltrami", "Paolo D'Agosta", "Alessio Orbelli Biroli", "Francesco Sedona", "Andrea Li Bassi", "Jorge Lobo Checa", "Carlo S. Casari"], "title": "Graphene Nanoribbon-Graphdiyne Lateral Heterojunctions with Atomically Abrupt Interfaces", "comment": "15 pages, 4 figures", "summary": "Carbon-based 2D heterostructures represent an attractive platform for nanoelectronics owing to their tunable electronic and transport properties, yet achieving precise control over their fabrication remains elusive. Here, we demonstrate the on--surface synthesis of covalently bonded lateral heterostructures between armchair graphene nanoribbons and metalated hydrogenated graphdiyne networks on Au(111). Atomic--resolution scanning tunnelling microscopy combined with density functional theory reveals the formation mechanism of covalent interfacial bonds and highlights the critical influence of surface chemistry. In particular, chemisorbed bromine atoms suppress junction formation, while controlled atomic hydrogen dosing increases the bonding efficiency to 71\\%. Electronic structure and transport calculations demonstrate how the metallic substrate influences the supported heterostructure, whereas in the freestanding limit, the two carbon subsystems retain their intrinsic properties, forming an atomically narrow junction that enables voltage-tunable spatial current separation. These results define a viable strategy for engineering graphene--graphdiyne heterostructures and advance the design of all-carbon nanoscale electronic architectures."}
{"id": "2601.19458", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.19458", "abs": "https://arxiv.org/abs/2601.19458", "authors": ["Surajit Basak", "Jean-Noël Fuchs"], "title": "Coupled Majorana modes in a dual vortex of the Kitaev honeycomb model", "comment": "17 pages, 9 figures", "summary": "The Kitaev model is exactly solvable in terms of Majorana fermions hopping on a honeycomb lattice and coupled to a static $\\mathbb{Z}_2$ gauge field, giving the possibility of $π$-vortices in hexagonal plaquettes. In the vortex-full sector and in the presence of a time-reversal-breaking three-spin term of strength $κ$, the energy spectrum is gapped and the ground state possesses an even Chern number. An isolated vortex-free plaquette acts as a ``dual vortex'' and binds a fermionic mode at finite energy $ε$ in the bulk gap. This mode is equivalent to two coupled Majorana zero modes located on the same dual vortex. In a continuum approximation, we analytically compute the Majorana wavefunctions and their coupling $ε$ in the two limits of small or large $κ$. The analytical approach is confirmed by numerical perturbation theory directly on the lattice. The latter is in excellent agreement with the full numerics on a finite-size system. We contrast our results with states bound to an isolated vortex in a topological superconductor with even Chern number."}
{"id": "2601.19473", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.19473", "abs": "https://arxiv.org/abs/2601.19473", "authors": ["Lucia Varbaro", "Lukas Korosec", "Chih-Ying Hsu", "Duncan T. L. Alexander", "Pau Torruella", "Clémentine Thibault", "Benjamin A. Piot", "David Le Boeuf", "Javier Herrero Martin", "Weibin Li", "Evgenios Stylianidis", "Marta Gibert", "Marc Gabay", "Jean-Marc Triscone"], "title": "Paramagnetically driven superconducting re-entrance in Eu-doped infinite layer nickelates", "comment": null, "summary": "The breakthrough discovery of superconductivity in infinite-layer nickelates, and subsequently in several superconducting nickelates with more complex layered structures, capped a search spanning more than two decades and opened an entirely new field of research. Significant efforts aim to increase the critical temperature, to determine the electronic structure of the system, the underlying pairing mechanism, and the similarities between this system and cuprates - Ni1+ in infinite-layer nickelates being isoelectronic to Cu2+ in high-Tc cuprates. Here, we explore the unique role of magnetic rare earth ions in superconducting Eu-doped NdNiO2. We show that the field-induced re-entrant superconductivity which we evidence in this compound is the result of a delicate balance between the competing effects of the Eu2+ and Nd3+ ions. Our analyses of the extraordinary Hall effect and modeling of the superconducting critical fields demonstrate that the influence of these ions on magneto-transport is only felt when they are polarized by a magnetic field."}
{"id": "2601.19482", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19482", "abs": "https://arxiv.org/abs/2601.19482", "authors": ["Hongqin Xiao", "Geng Li", "Yuxuan He", "Ke Zhu", "Yuhan Ye", "Yumeng Li", "Lijing Huang", "Haitao Yang", "Ziqiang Wang", "Hong-Jun Gao"], "title": "Realization of Wigner-Mott insulators in 6R-TaS$_2$ superconductor", "comment": null, "summary": "Wigner-Mott insulating states represent a paradigmatic manifestation of strong electronic correlations, in which long-range Coulomb interactions drive spontaneous charge ordering and enable Mott localization at fractional electronic fillings. Such states have been theoretically proposed to arise from the cooperative interplay between onsite and inter-site Coulomb interactions. However, experimental realization of a Wigner-Mott insulator has remained elusive. Here we report the observation of a Wigner-Mott insulating states in 6R-TaS$_2$ using scanning tunneling microscopy. By locally injecting electrons into the depleted 1T layer, we induce distinct Star-of-David charge-ordered superstructures and realize a cascade of insulating phases. In particular, a $\\sqrt{3}\\times \\sqrt{3}$ superstructure constitutes a Wigner-Mott insulating state, characterized by a robust Mott gap despite fractional filling. Comparative measurements reveal that the conventional 1$\\times$1 Mott state at integer filling is governed predominantly by onsite interaction U, whereas the $\\sqrt{3}\\times \\sqrt{3}$ fractional-filling Mott state requires the cooperative effects of both U and long-range Coulomb interaction V. Our results provide not only the direct microscopic evidence for a Wigner-Mott mechanism, but also establish a platform for the controllable realization and investigation of Wigner-Mott insulating states."}
{"id": "2601.19492", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19492", "abs": "https://arxiv.org/abs/2601.19492", "authors": ["Ajoy Biswas", "Amandeep Kaur", "Bhabani Prasad Sahu", "Sushantika Saha", "Umakanta Patra", "Rupa Jeena", "Pradeep Sarin", "Subhabrata Dhar"], "title": "Si-Ga2O3/p-GaN epitaxial heterostructure based self-powered and visible-blind UV photodetectors with fast and electrically tuneable response time", "comment": "14 pages,14 figures, 3 tables", "summary": "n-Ga2O3/p-GaN heterojunction based photodetector devices are fabricated on Si-doped (-201) β-Ga2O3 epitaxial layers grown by pulsed laser deposition (PLD) technique on p-type c-GaN/sapphire templates. These devices demonstrate the ability to act as highly efficient self-powered visible blind UV-photodetectors with fast response time. It has been found that the optimum performance of the detector in terms of its responsivity, detectivity and response time could be achieved by adjusting the Si doping level and the thickness of the Ga2O3 layer. Our best performing device showing the peak responsivity and detectivity of 56.8 mA/W and 3*10^12 Jones, respectively, is achieved for 660 nm thick Ga2O3 layer with Si-concentration of 8*10^18 cm^-3. Moreover, as low as a few nW of optical signal can be sensed by the detector. The response time of the detector is found to be only a few tens of nanoseconds, which highlights their potential for application in ultrafast detection of UV light. These devices also exhibit a slower component of photoresponse with a timescale of a few tens of milliseconds. Interestingly, the time-scale of the slower response can be prolongated by several orders of magnitude through enhancing the applied reverse bias. Such an electrical tuneability of the response time is highly desirable for neuromorphic device applications."}
{"id": "2601.19497", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.19497", "abs": "https://arxiv.org/abs/2601.19497", "authors": ["Menghan Liao", "Heng Wang", "Mingwei Yang", "Chuanwu Cao", "Jiayin Tang", "Wenjing Xu", "Xianfeng Wu", "Guangdi Zhou", "Haoliang Huang", "Kaiwei Chen", "Yuying Zhu", "Peng Deng", "Jianhao Chen", "Zhuoyu Chen", "Danfeng Li", "Kai Chang", "Qi-Kun Xue"], "title": "Bosonic phases across the superconductor-insulator transitions in an infinite-layer samarium nickelate", "comment": "The manuscript has been accepted by Phys. Rev. X", "summary": "Superconductivity arises from the global phase coherence of Cooper pairs. The modulation of phase coherence leads to quantum phase transitions, serving as an important tool for the study of unconventional superconductivity. Here, we demonstrate bosonic phases across the superconductor-insulator transitions in infinite-layer nickelate superconducting films by the control of spatially periodic network patterns. Magnetoresistance oscillations with a periodicity of h/2e provide direct evidence of 2e Cooper pairing in nickelates. The phase transitions are predominantly driven by enhanced superconducting fluctuations, with Cooper pairs involved in the charge transport across the transitions. Notably, we observe two types of anomalous metallic phases, emerging respectively in finite and down to zero magnetic fields. They can be characterized by bosonic excitations, suggesting the dynamic roles of vortices at the ground states. Our work establishes nickelates as a key platform for investigating the rich landscape of bosonic phases controlled via the phase coherence of Cooper pairs."}
{"id": "2601.19521", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19521", "abs": "https://arxiv.org/abs/2601.19521", "authors": ["G. T. Adamashvili"], "title": "Nonlinear waves: a review Vector $0π$ pulse and the generalized perturbative reduction method", "comment": null, "summary": "In this review, a more general theory of self-induced transparency (SIT) in comparison with the theory of McCall and Hahn is considered. Using the recently developed generalized perturbative reduction method (GPRM) the SIT equations are reduced to vector (coupled) nonlinear Schrodinger equations for auxiliary functions. This approach demonstrates that, unlike McCall and Hahn SIT theory in which single-component scalar breather can propagate independently, in the more general theory of SIT the second derivatives with respect to the spatial coordinate and time of the wave equation play a significant role and describe the interaction of two scalar SIT breathers forming a coupled pair. This is a vector 0πpulse of SIT - a two-component vector breather oscillating with the sum and difference of frequencies and wave numbers. The profile, parameters and properties of this pulse differ significantly from the characteristics of the McCall and Hahn pulses.\n  Using GPRM it is shown that besides the scalar soliton and the scalar breather, the vector $0π$ pulse is also a universal nonlinear wave, arising in virtually all areas of physics where nonlinear phenomena are described by nonlinear equations containing second-order and higher-order derivatives. A number of such nonlinear equations are presented. Among them almost all well known nonlinear equations, as well as the general fourth-order nonlinear partial differential equation and the sixth-order generalized Boussinesq-type equations."}
{"id": "2601.19534", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.19534", "abs": "https://arxiv.org/abs/2601.19534", "authors": ["Robin Schot", "Imme Schuringa", "Álvaro Rodríguez Echarri", "Lars Sonneveld", "Tom Veeken", "Yang Lu", "Samuel D. Stranks", "Albert Polman", "Bruno Ehrler", "Saskia Fiedler"], "title": "Near-field effects on cathodoluminescence outcoupling in perovskite thin films", "comment": null, "summary": "Halide perovskite semiconductors are a promising material for high-efficiency solar cells. Their optical properties can vary within and between crystallographic grains. We present spatially-resolved cathodoluminescence (CL) spectroscopy at 2 keV and 5 keV on polycrystalline CsPbBr3 perovskite films to study these variations at the nanoscale. The CL maps show a strongly reduced intensity near the polycrystalline grain boundaries. We perform numerical simulations of the far-field emission of the electron beam-generated optical near fields using the surface profiles from AFM as input. We find that near grain boundaries the light outcoupling is strongly reduced due to enhanced internal reflection and light trapping at the curved surfaces. Lateral variations in CL intensity inside grains are due to Fabry-Perot-like resonances in the film, with the substrate acting as a back reflector. Our results show that near-field coupling and interference effects can dominate nanoscale luminescence maps of halide perovskite films. The results are broadly relevant for the analysis of cathodoluminescence and photoluminescence of corrugated thin films."}
{"id": "2601.19543", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19543", "abs": "https://arxiv.org/abs/2601.19543", "authors": ["DeAn Wei", "Michael Zaiser", "Jing Tang", "Xu Zhang"], "title": "Discrete Dislocation Dynamics Modeling of Nanotwinned Materials: Orientation Effects in a Multilayer Twinned Structure of Copper", "comment": null, "summary": "The impact of twin boundaries (TBs) on the microstructure evolution and plastic deformation mechanisms of face-centered cubic (FCC) metals has been extensively studied since the discovery that nanotwinned materials exhibit a favorable combination of high strength and ductility. In this work, a dislocation-twin boundary interaction model for copper is incorporated into a three-dimensional discrete dislocation dynamics (DDD) framework. This approach is applied to systematically investigate the orientation effects on the deformation of nanotwinned copper, utilizing a multilayer twinned structure (MTS) with a twin thickness of 160 nm.\n  The simulation results show that the stress-strain response of MTSs under uniaxial loading depends significant on the orientation of the loading axis. Dislocations inclined to TBs are confined to slip in single- or multi-layer twin lamellae; when the loading axis is oriented perpendicular or parallel to TBs, such whereas when loading axis inclined to TBs, the dislocations with glide plane parallel to TBs are easily activated (mainly twinning dislocations) and the TBs do not hinder the dislocations and behave in soft modes. If the hard mode dominates the deformation mechanism, microstructures with single-layer confined slip lead to significant hardening behavior, while microstructures with multilayer confined slip maintain stable plastic flow and do not lead to hardening. Finally, through the introduction of critical resolved shear stresses (CRSSs) specific to various deformation modes and the adaptation of Schmid's law, we have effectively projected the additional anisotropic characteristics induced by TBs in MTSs."}
{"id": "2601.19556", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19556", "abs": "https://arxiv.org/abs/2601.19556", "authors": ["Quan Shen", "Wenhu Liao", "Degao Xu", "Jiansheng Dong", "Jianing Tan"], "title": "Dual-Switch Control of a Layer-Locked Anomalous Valley Hall Effect in a Sliding Ferroelectric Antiferromagnet", "comment": null, "summary": "The integration of ferroelectric (FE) and antiferromagnetic (AFM) orders in twodimensional (2D) materials provides a promising avenue for the nonvolatile control of coupled spin and valley degrees of freedom, a capability central to advancing spinvalleytronics. However, realizing a single material system where these quantum states can be independently and reversibly manipulated by distinct stimuli, a prerequisite for multifunctional devices, has remained elusive. Here, we demonstrate a dual-switch mechanism in bilayer VS2, a room-temperature FE-AFM system, that enables electrical and magnetic control of a layer-locked anomalous valley Hall effect (AVHE). First-principles calculations reveal that interlayer sliding breaks spatial inversion symmetry, inducing a switchable out-of-plane FE polarization that coexists with interlayer AFM. The spin-orbit coupled valley polarization can be reversibly switched either by FE polarization reversal or by a magnetic-field-induced spin-flip transition, confirming the existence of electrically and magnetically addressable valley states. The Berry curvature exhibits both valley-contrasting and layer-locked characteristics, which underpin a switchable Hall response. Notably, electric and magnetic switching are functionally equivalent in modulating valley, layer, and spin indices, revealing strong magnetoelectric coupling. This work establishes a multidegree-of-freedom operational paradigm in 2D multiferroics and opens a viable design pathway toward multi-state memory and spin-valleytronic logic devices."}
{"id": "2601.19560", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19560", "abs": "https://arxiv.org/abs/2601.19560", "authors": ["Tao Yao", "Quan Shen", "Wenhu Liao", "Jianing Tan", "Jiansheng Dong"], "title": "All-electrical switching of spin texture in a strain-tunable 2D Janus ferroelectric altermagnet", "comment": null, "summary": "Altermagnetism (AM), a collinear magnetic phase with momentum-dependent spin splitting, is a promising candidate for strong magnetoelectric coupling. However, realizing direct and tunable coupling between ferroelectricity (FE) and AM within a single two-dimensional (2D) material remains an outstanding challenge. Here, based on first-principles calculations, we identify the distorted phase of monolayer Janus VOClBr as an intrinsic 2D FE-AM. This phase demonstrates robust magnetoelectric coupling, as evidenced by a complete reversal of momentum-space spin polarization upon FE switching, and further supported by spin texture analysis and the magneto-optical Kerr effect. Notably, the FE properties are highly strain-tunable: biaxial compression strain of -4% reduces the FE polarization switching barrier by approximately 87%, whereas a tensile strain of +3% induces a phase transition to an antiferromagnet. Leveraging the lock-in between the electrically controlled spin texture and the magneto-optical Kerr effect signal, we propose a non-volatile, polymorphic spintronic memory device featuring all-electrical writing and optical readout. This work establishes 2D FE-AMs as a versatile platform for coupled ferroic orders and paves the way for voltage-controlled, multifunctional spin-logic devices."}
{"id": "2601.19566", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19566", "abs": "https://arxiv.org/abs/2601.19566", "authors": ["Sangeetha Balabhadra", "Haoming Xu", "Jiajia Cai", "Chang-Kui Duan", "Michael F. Reid", "Jon-Paul R. Wells"], "title": "Lanthanide-Dependent Clustering in Yb$^{3+}$/Ln$^{3+}$ Co-Doped CaF$_2$ Nanocrystals: Correlating Spectroscopic Signatures with DFT Insights", "comment": null, "summary": "The formation of heterogeneous lanthanide-ion clusters in CaF$_2$ was investigated experimentally and computationally. CaF$_2$ nanoparticles co-doped with 20~mol\\% Yb$^{3+}$ and 2~mol\\% Ln$^{3+}$ (Ln$^{3+}$ = Ce$^{3+}$, Pr$^{3+}$, Nd$^{3+}$, Sm$^{3+}$, Eu$^{3+}$, Gd$^{3+}$, Ho$^{3+}$, Er$^{3+}$, and Tm$^{3+}$) were synthesized via a hydrothermal method. The structural and morphological properties were characterized using powder X-ray diffraction, dynamic light scattering, and transmission electron microscopy techniques. High-resolution Fourier transform infra-red spectroscopy revealed the presence of Yb$^{3+}$ isolated cubic centers and various cluster sites. The relative concentration of the clusters varied with the choice of the co-doping ion. Calculations based on density functional theory were used to estimate the formation energies and local coordination structures of different clusters. The calculations indicate that the neutral $C_{4v}$ aggregations containing Ln$^{3+}$ tend to decrease across the lanthanide series, while the negatively charged derivatives of hexameric clusters are relatively constant. This variation matches the experimental results. This study advances understanding of the clustering mechanisms in lanthanide-doped CaF$_2$ nanoparticles and has implications for luminescence optimization in advanced nanomaterials."}
{"id": "2601.19567", "categories": ["cond-mat.stat-mech", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.19567", "abs": "https://arxiv.org/abs/2601.19567", "authors": ["Gionni Marchetti"], "title": "Learning the Intrinsic Dimensionality of Fermi-Pasta-Ulam-Tsingou Trajectories: A Nonlinear Approach using a Deep Autoencoder Model", "comment": "10 pages, 10 figures. Preliminary results were presented on November 2025 at the IUPAP Conference on Computational Physics, CP2025 XXXVI, Oak Ridge National Laboratory in Oak Ridge", "summary": "We address the intrinsic dimensionality (ID) of high-dimensional trajectories, comprising $n_s = 4\\,000\\,000$ data points, of the Fermi-Pasta-Ulam-Tsingou (FPUT) $β$ model with $N = 32$ oscillators. To this end, a deep autoencoder (DAE) model is employed to infer the ID in the weakly nonlinear regime ($β\\lesssim 1$). We find that the trajectories lie on a nonlinear manifold of dimension $m^{\\ast} = 2$ embedded in a $64$-dimensional phase space. The DAE further reveals that this dimensionality increases to $m^{\\ast} = 3$ at $β= 1.1$, coinciding with a symmetry breaking transition, in which additional energy modes with even wave numbers $k = 2, 4$ become excited. Finally, we discuss the limitations of the linear approach based on principal component analysis (PCA), which fails to capture the underlying structure of the data and therefore yields unreliable results in most cases."}
{"id": "2601.19598", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.19598", "abs": "https://arxiv.org/abs/2601.19598", "authors": ["Biman Bagchi"], "title": "Effects of Dynamic Disorder on Diffusion in Rugged Energy Landscapes", "comment": null, "summary": "Established theoretical studies of diffusion in rugged (or rough) potential surfaces have largely focused on quenched energy landscapes. Here we study diffusion on a rugged energy landscape in the presence of dynamic disorder, a situation relevant to a wide range of disordered systems, including glasses, disordered solids, and biomolecular transport. For static (quenched) Gaussian disorder, Zwanzig derived a compact mean field expression for the diffusion constant, showing that increasing ruggedness leads to a sharp reduction of diffusive transport. Subsequent work demonstrated that in one-dimensional discrete lattices diffusion is further suppressed by rare but long-lived multi-site traps that lie beyond the mean-field description. In many physical systems, however, the local energy landscape is not frozen but fluctuates in time, there by modifying trap lifetimes and transport properties. In this work we develop a minimal, analytically tractable theory of diffusion on rugged energy landscapes with dynamic disorder by allowing site or barrier energies to fluctuate as dichotomic (telegraph) processes with given amplitude and flipping rate. Using a Kehr type formulation appropriate for discrete hopping processes, we derive an analytic expression for the diffusion constant in terms of mean waiting times. We show that dynamic disorder induces a continuous crossover from quasi-quenched, trap-dominated transport to an annealed, motional narrowing regime as the fluctuation rate increases. Explicit numerical calculations confirm this crossover, interpolating between rare-event-dominated diffusion and Zwanzig mean-field regime."}
{"id": "2601.19603", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19603", "abs": "https://arxiv.org/abs/2601.19603", "authors": ["Ruishi Qi", "Qize Li", "Haleem Kim", "Jiahui Nie", "Zuocheng Zhang", "Ruichen Xia", "Zhiyuan Cui", "Jianghan Xiao", "Takashi Taniguchi", "Kenji Watanabe", "Michael F. Crommie", "Feng Wang"], "title": "Observation of an exciton crystal in a moiré excitonic insulator", "comment": null, "summary": "Strong Coulomb interactions can drive electrons to crystallize into a Wigner lattice. Achieving the bosonic analogue - a crystal of excitons - has remained elusive due to their short lifetimes and weaker interactions. Here, we report the observation of a thermodynamically stable exciton crystal in an excitonic insulator coupled to a moiré potential. Using an electron-hole bilayer composed of a monolayer MoSe2 and a WS2/WSe2 moiré superlattice, we construct a tunable extended Bose-Hubbard model with electrical control over exciton and charge doping in thermal equilibrium. Optical spectroscopy reveals spontaneous crystallization of long-lived excitons at one exciton filling per three moiré sites, evidenced by strong Umklapp scattering peaks in the optical spectrum. Exciton transport measurements further show a pronounced exciton resistance peak at the same filling, consistent with suppressed exciton hopping in a crystalline phase. When doped away from net charge neutrality, this moiré electron-hole bilayer can host new correlated insulating phases where dipolar excitonic insulators form on top of the background of a hole Mott insulator or generalized Wigner crystals in the moiré superlattice. These findings establish moiré excitonic insulators as a versatile platform for realizing correlated crystalline phases of bosons and fermions."}
{"id": "2601.19604", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19604", "abs": "https://arxiv.org/abs/2601.19604", "authors": ["William J. Huddie", "Rembert A. Duine"], "title": "Microscopic theory of an atomic spin diode", "comment": null, "summary": "We present a microscopic theory of an atomic spin diode. Our proposed system consists of two magnetic adatoms deposited on the surface of a two-dimensional electron gas with Rashba spin-orbit coupling. A local s-d type coupling between the local spins and the spins of the electrons induces a non-local Ruderman-Kittel-Kazuya-Yoshida type interaction and a Dzyalonshinskii-Moriya interaction, in addition to dissipative interactions, between the spins. We derive the effective action for the spins using the Keldysh formalism. From the effective action, we also derive equations of motion for the spins which are shown to be of Landau-Lifshitz-Gilbert (LLG) type, and give expressions for the effective field and Gilbert damping which appear in this equation. From our microscopic theory, we find that for an in-plane magnetic field perpendicular to the vector connecting the two atoms, the magnitude of the field and the distance between the atoms can always be tuned to engender perfectly diodic coupling. Our findings may pave the way to experimental realisation of atomic spin diodes."}
{"id": "2601.19625", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19625", "abs": "https://arxiv.org/abs/2601.19625", "authors": ["Ying-Fei Zhang", "Zhi-Fan Zhang", "Hua Jiang", "Zhen-Gang Zhu", "Gang Su"], "title": "Fundamental Relations as the Leading Order in Nonlinear Thermoelectric Responses with Time-Reversal Symmetry", "comment": "7 pages,2 figures", "summary": "In recent years, nonlinear transport phenomena have garnered significant interest in both theoretical explorations and experiments. In this work, we utilize the semi-classical wave packet theory to calculate disorder-induced second-order transport coefficients: second-order electrical ($σ$), thermoelectric ($α$), and thermal ($κ$) coefficients, capturing the interplay between side-jump and skew-scattering contributions in systems with time-reversal symmetry. Using a topological insulator model, we quantitatively characterize the Fermi-level dependence of these second-order transport coefficients by explicitly including Coulomb impurity potentials. Furthermore, we elucidate the relationships between these coefficients, establishing the second-order Mott relation and the Wiedemann-Franz law induced by disorder. This study develops a comprehensive theoretical framework elucidating the nonlinear thermoelectric transport mechanisms in quantum material systems."}
{"id": "2601.19648", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19648", "abs": "https://arxiv.org/abs/2601.19648", "authors": ["Pietro F. Dias", "Fabio M. Zimmer", "Nikolaos G. Fytas", "Mateus Schmidt"], "title": "Competing ferromagnetic and antiferromagnetic phases on the frustrated Ising honeycomb lattice", "comment": "Accepted for publication in Physica A", "summary": "We investigate the frustrated $J_1$-$J_2$-$J_3$ Ising model on the honeycomb lattice, featuring first- and second-neighbor ferromagnetic couplings ($J_1>0$ and $J_2>0$) and third-neighbor antiferromagnetic interactions ($J_3<0$). Using the cluster mean-field method, we analyze the phase transitions in the regime $1/2 < J_2/J_1 \\le 1$, where ferromagnetic and antiferromagnetic phases compete. Our results reveal that near the strongly frustrated limit $J_3/J_1 = -1$, the system exhibits order-by-disorder state selection, tricritical and bicritical behavior, critical endpoints, and two successive phase transitions. The ferromagnetic-paramagnetic transition remains second order across the entire interaction range, whereas the antiferromagnetic-paramagnetic boundary shows a richer behavior, including both first- and second-order transitions as well as tricriticality. Increasing the second-neighbor coupling $J_2/J_1$ narrows the range of $J_3/J_1$ where first-order antiferromagnetic-paramagnetic transitions occur; beyond a certain threshold, only second-order order-disorder transitions persist. Consequently, the tricritical point shifts toward $J_3/J_1 \\approx -1$ as $J_2/J_1$ increases, culminating in a bicritical point where the antiferromagnetic, ferromagnetic, and paramagnetic phases meet."}
{"id": "2601.19652", "categories": ["cond-mat.mtrl-sci", "hep-ex"], "pdf": "https://arxiv.org/pdf/2601.19652", "abs": "https://arxiv.org/abs/2601.19652", "authors": ["N. Yu. Solovova", "V. A. Golyashov", "S. V. Eremeev", "S. Yu. Priobrazhenskii", "S. P. Lebedev", "A. A. Lebedev", "V. S. Rusetsky", "O. E. Tereshchenko"], "title": "Revealing the (111) surface electronic structure of epitaxially grown Na$_2$KSb photocathode", "comment": "12 pages, 3 figures", "summary": "A recent study has established the Na$_2$KSb(Cs) photocathode as a highly efficient emitter of spin-polarized electrons. However, the electronic structure of alkali antimonides remains poorly understood. In this work, we report the first crystalline epitaxial growth of Na$_2$KSb films, achieved via chemical vapor deposition (CVD) on a graphene-coated SiC(0001) substrate. The high crystalline quality of these films enabled a direct investigation of the material's electronic structure using angle-resolved photoemission spectroscopy (ARPES). By comparing the experimental results with density functional theory (DFT) calculations, we have identified dispersive surface states originating from different terminations of the Na$_2$KSb(111) surface. Furthermore, we demonstrate that the crystalline order of the film is preserved following its activation via the deposition of Cs and Sb. This finding opens a pathway for investigating the electronic structure of multialkali Na$_2$KSb(Cs) photocathodes and for rationally improving their properties."}
{"id": "2601.19763", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19763", "abs": "https://arxiv.org/abs/2601.19763", "authors": ["Michael Pilipchuk", "Chaitali Patil", "Veera Sundararaghavan"], "title": "Comparative Analysis of Plasticity-based GND Density Estimation Methods in Crystal Plasticity Finite Element Models", "comment": null, "summary": "In crystal plasticity finite element (CPFE) simulations, accurately quantifying geometrically necessary dislocations (GNDs) is critical for capturing strain gradients in polycrystals. We compare different methods for quantifying GNDs, all of which originate from the Nye tensor, which is computed as the curl of the plastic deformation gradient. The projection technique directly decomposes the Nye tensor onto individual screw and edge dislocation components to compute GNDs. This approach requires converting a nine-component Nye tensor into densities for a larger number of dislocation systems, a fundamentally underdetermined (non-unique) process, which is resolved using $L2$ minimization. In contrast, when employing CPFE analysis, one could directly compute dislocation densities on each slip system using shear gradients. Projection and slip gradient methods are compared with respect to their prediction of GNDs with changing grain size, strain, and grain neighborhoods, including multigrain junctions. Although these techniques match analytical GND densities for single slip, single crystal deformation, and are consistent with anticipated overall GND trends, we find that the GND densities from projection techniques are significantly lower than those predicted from CPFE-based slip gradients in polycrystals. A suggested improvement of only using the active dislocation systems in the projection technique almost entirely resolved this mismatch."}
{"id": "2601.19796", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19796", "abs": "https://arxiv.org/abs/2601.19796", "authors": ["Wendong Wang", "Gareth R. M Tainton", "Nick Clark", "James G. McHugh", "Xue Li", "Sam Sullivan-Allsop", "David G. Hopkinson", "Oldrich Cicvarek", "Francisco Selles", "Rui Zhang", "Joshua D. Swindell", "Alex Summerfield", "David J. Lewis", "Vladimir I Falko", "Zdenek Sofer", "Sarah J. Haigh", "Roman Gorbachev"], "title": "Atomic imaging of 2D transition metal dihalides", "comment": "18 pages,4 figures", "summary": "Transition metal di-iodides such as FeI2, NiI2 and CoI2 are an emerging class of 2D magnets exhibiting rich and diverse magnetic behaviour, but their study at the monolayer limit has been severely hindered by fabrication challenges due to their air-sensitivity. Here, we introduce a polymer-free method for clean, rapid, and high-yield assembly of hermetically encapsulated suspended samples of air-sensitive monolayers. Applying it to di-iodides enables atomic resolution characterisation of thin samples - down to the monolayer limit - for the first time. Our imaging, combined with complementary first-principles calculations, reveals an unusually small energy barrier between alternate stable stacking polytypes in few-layer films, enabling extrinsic control of the stacking phase. We also observe stable isolated iodine vacancies that do not aggregate to form extended structures, and identify and verify the stability of the various edge configurations of thin samples. These results establish the unique structural characteristics of these materials in the thin limit, and more broadly demonstrate the utility of our transfer platform for creating atomically clean suspended vdW heterostructures."}
{"id": "2601.19829", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19829", "abs": "https://arxiv.org/abs/2601.19829", "authors": ["Maxim Khodas", "Libor Šmejkal", "I. I. Mazin"], "title": "Nonrelativistic-Ising superconductivity in p-wave magnets", "comment": "6 pages, 2 figures", "summary": "We discuss a possibility of superconductivity in the p-wave magnets. These are recently discovered materials that have zero net magnetization by symmetry and finite non-relativistic spin splitting of electron bands, like in altermagnets. Similarly, the spin polarizations is collinear in the momentum space. Yet, as opposed to altermagnets, the magnetization is noncollinear in the real space, and the spin splitting obeys time-reversal symmetry in the momentum space. As a result, if such material harbors superconductivity (due to phonons, or any other mechanism), the only supported superconducting symmetry is Ising superconductivity, an exotic symmetry where any Cooper pair is a 50:50 mix of singlet and triplet. This unusual behavior is also in stark contrast to regular antiferromagnet, which can support Cooper pairs of any parity, and altermagnets, which can only support nonunitary triplet pairs. The presence of large triplet component and enhanced resilience against pair breaking is inherent to the p-wave magnets and as such is unconventional as it does not materialize in conventional spin-orbit coupling induced Ising superconductors."}
{"id": "2601.19869", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19869", "abs": "https://arxiv.org/abs/2601.19869", "authors": ["Margherita Melegari", "Brian Skinner", "Ignacio Gutierrez-Lezama", "Alberto F. Morpurgo"], "title": "Interband State Transfer in Double-Gated Bilayer Graphene at High Electric Field", "comment": "5 figures", "summary": "The band structure of Bernal-stacked bilayer graphene can be tuned using double-gated transistors to apply a perpendicular electric field that generates an interlayer potential energy difference $Δ$. Dielectric breakdown limits the operation of conventional devices to the $Δ\\ll t_\\perp \\simeq 360$ meV regime. We employ double ionic gating to reach fields past $ 1$ V/nm, for which $Δ> t_\\perp$. We find that for $Δ\\simeq t_\\perp$, the evolution of the longitudinal resistance ($R_{xx}$) peak as a function of applied gate voltages undergoes a sharp change in slope, exhibiting a pronounced \"knee\". Increasing $Δ$ past the \"knee\" results in an unusual evolution transport properties: the peak in $R_{xx}$ decreases in magnitude, it exhibits a splitting concomitant with multiple sign reversals of the Hall resistance, and hysteresis in the peak position emerges. We explain the observed phenomenology in terms of in-gap bound states, whose energy strongly depends on the perpendicular electric field, and crosses the mid-gap level for sufficiently large $Δ> t_\\perp$. The phenomenon causes large changes in the electronic density of in-gap states that profoundly affect the evolution of the chemical potential. Our experimental results and their interpretation reveal unique aspects of the physics of in-gap states in Bernal bilayer graphene and demonstrate that double ionic gating enables investigating the large-$Δ$ regime, which has remained experimentally inaccessible so far."}
{"id": "2601.19882", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19882", "abs": "https://arxiv.org/abs/2601.19882", "authors": ["Shengzhi Zhang", "Gabriel Silva Freitas", "Vivien S. Zapf", "Minseong Lee", "Wonjune Choi", "Shi-Zeng Lin", "Tong Chen", "Collin Broholm", "Xianghan Xu", "Robert J. Cava", "Eun Sang Choi"], "title": "Magnetization Plateaus in the Spin-Orbit Coupled Bilayer Triangular Lattice Antiferromagnet Rb2Co2(SeO3)3", "comment": "12 pages, 7 figures", "summary": "Geometric frustration among competing spin exchanges can give rise to novel quantum phases by enhancing fluctuations that drive magnetic systems beyond the classical regime. We investigate the frustrated array of strongly correlated spin dimers in the bilayer triangular lattice antiferromagnet \\rcs{} under applied magnetic fields. A cascade of magnetization plateaus appears at \\(M/M_s = 1/3, 1/2, 2/3,\\) and \\(5/6\\), together with a weak anomalous feature near \\(M/M_s = 1/6\\), in fields up to 60 T. Concurrent changes in magneto-dielectric response follows the plateau boundaries. The finite slope of each plateau and the absence of a zero-field gap in our ultralow-temperature ac susceptibility down to 20 mK indicate broken \\(U(1)\\) spin-rotation symmetry. A minimal bilayer-dimer model treated with bond operator representation reproduces the low-field sequence only when \\(U(1)\\) symmetry is explicitly lifted by spin-orbit-driven, bond-dependent anisotropy. Near saturation, a projected triangular pseudospin model accounts for the high-field plateaus with modest further-neighbor interactions. These results demonstrate that anisotropic exchange arising from spin-orbit-coupled moments is essential for stabilizing the full plateau hierarchy in \\rcs{}, a mechanism overlooked in previous interpretations of Co-based triangular bilayers."}
{"id": "2601.19894", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.19894", "abs": "https://arxiv.org/abs/2601.19894", "authors": ["Matija Koterle", "Tomaz Prosen", "Tianci Zhou"], "title": "Anomalous transport in non-integrable classical field theories", "comment": null, "summary": "Anomalous KPZ spin transport is well established in integrable non-Abelian lattice models but has not been investigated in continuum field theories as discretization in numerics generally break the continuum theory's integrability. We show that finite temperature acts as a regulator that can restore anomalous transport over a broad time window. In a family of spin field theories labeled by integer $n$, the $n = 1$ case is the Landau-Lifshitz model, whose numerical data shows spin superdiffusion with Kardar-Parisi-Zhang (KPZ) scaling and, at lower temperature ballistic energy transport, whereas both observables are diffusive at high temperature. The non-integrable $n = 2$ case shows the same crossover. While Lyapunov analysis confirms the model's non-integrability, the structure of spin-density space-time profiles suggests that long-lived soliton-like trajectories exist at low temperature."}
{"id": "2601.19896", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19896", "abs": "https://arxiv.org/abs/2601.19896", "authors": ["Chakradhar Rangi", "Aadi Singh", "Ka-Ming Tam"], "title": "Real-Time Iteration Scheme for Dynamical Mean-Field Theory: A Framework for Near-Term Quantum Simulation", "comment": "12 pages, 4 figures", "summary": "We present a time-domain iteration scheme for solving the Dynamical Mean-Field Theory (DMFT) self-consistent equations using retarded Green's functions in real time. Unlike conventional DMFT approaches that operate in imaginary time or frequency space, our scheme operates directly with real-time quantities. This makes it particularly suitable for near-term quantum computing hardware with limited Hilbert spaces, where real-time propagation can be efficiently implemented via Trotterization or variational quantum algorithms. We map the effective impurity problem to a finite one-dimensional chain with a small number of bath sites, solved via exact diagonalization as a proof-of-concept. The hybridization function is iteratively updated through time-domain fitting until self-consistency. We demonstrate stable convergence across a wide range of interaction strengths for the half-filled Hubbard model on a Bethe lattice, successfully capturing the metal-to-insulator transition. Despite using limited time resolution and a minimal bath discretization, the spectral functions clearly exhibit the emergence of Hubbard bands and the suppression of spectral weight at the Fermi level as interaction strength increases. This overcomes major limitations of two-site DMFT approximations by delivering detailed spectral features while preserving efficiency and compatibility with quantum computing platforms through real-time dynamics."}
{"id": "2601.19034", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.19034", "abs": "https://arxiv.org/abs/2601.19034", "authors": ["Zheyong Fan", "Benrui Tang", "Esmée Berger", "Ethan Berger", "Erik Fransson", "Ke Xu", "Zihan Yan", "Zhoulin Liu", "Zichen Song", "Haikuan Dong", "Shunda Chen", "Lei Li", "Ziliang Wang", "Yizhou Zhu", "Julia Wiktor", "Paul Erhart"], "title": "qNEP: A highly efficient neuroevolution potential with dynamic charges for large-scale atomistic simulations", "comment": "17 pages, 7 figures", "summary": "Although electrostatics can be incorporated into machine-learned interatomic potentials, existing approaches are computationally very demanding, limiting large-scale, long-time simulations of electrostatics-driven phenomena such as dielectric response, infrared activity, and field-matter coupling. Here, we extend the neuroevolution potential (NEP), a highly efficient machine-learned interatomic potential, to a charge-aware framework (qNEP) by introducing explicit, environment-dependent partial charges. Each ionic partial charge is represented by a neural network as a function of the local descriptor vector, analogous to the NEP site-energy model. This formulation enables the direct prediction of the Born effective charge tensor for each ion and, consequently, the polarization. As a result, dielectric properties, infrared spectra, and coupling to external electric fields can be evaluated within a unified framework. We derive consistent expressions for the forces and virials that explicitly account for the position dependence of the partial charges. The qNEP method has been implemented in the free-and-open-source GPUMD package, with support for both Ewald summation and particle-particle particle-mesh treatments of electrostatics. We demonstrate the accuracy and efficiency of the qNEP approach through representative applications to water, Li7La3Zr2O12, BaTiO3, and a magnesium-water interface. These results show that qNEP enables accurate atomistic simulations with explicit long-range electrostatics, scalable to million-atom systems on nanosecond time scales using consumer-grade GPUs."}
{"id": "2601.19080", "categories": ["physics.comp-ph", "cond-mat.str-el", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.19080", "abs": "https://arxiv.org/abs/2601.19080", "authors": ["Ho Jang", "Gia-Wei Chern"], "title": "Transformer Learning of Chaotic Collective Dynamics in Many-Body Systems", "comment": "10 pages, 5 figures", "summary": "Learning reduced descriptions of chaotic many-body dynamics is fundamentally challenging: although microscopic equations are Markovian, collective observables exhibit strong memory and exponential sensitivity to initial conditions and prediction errors. We show that a self-attention-based transformer framework provides an effective approach for modeling such chaotic collective dynamics directly from time-series data. By selectively reweighting long-range temporal correlations, the transformer learns a non-Markovian reduced description that overcomes intrinsic limitations of conventional recurrent architectures. As a concrete demonstration, we study the one-dimensional semiclassical Holstein model, where interaction quenches induce strongly nonlinear and chaotic dynamics of the charge-density-wave order parameter. While pointwise predictions inevitably diverge at long times, the transformer faithfully reproduces the statistical \"climate\" of the chaos, including temporal correlations and characteristic decay scales. Our results establish self-attention as a powerful mechanism for learning effective reduced dynamics in chaotic many-body systems."}
{"id": "2601.19692", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.19692", "abs": "https://arxiv.org/abs/2601.19692", "authors": ["Jukka John", "Hlynur Guðmundsson", "Iðunn Björg Arnaldsdóttir", "Hannes Jónsson", "Elvar Örn Jónsson"], "title": "Locally Scaled Self-Interaction Corrected Energy Functionals with Complex Optimal Orbitals", "comment": "11 pages, 5 figures, 2 tables", "summary": "We present a fully variational locally scaled self-interaction corrected (SIC) energy functional using complex optimal orbitals. This represents an important milestone for fully variational SIC energy functionals, which have been shown to improve the prediction of the properties of atomic, molecular and solid state systems in general, in both ground and excited states. However, it depends on the system and property of the system whether it is beneficial to scale the SIC correction by a factor of one-half, which makes the application of SIC inconsistent. In the limit of a single electron the SIC exactly cancels the self interaction error, but overcorrects the error in regions of high density where there is large overlap between occupied orbitals. The newly implemented local scaling function, $z(\\mathbf{r})$, which is based on an iso-orbital indicator derived from considering the kinetic energy density in the iso-electron and many electron case, and takes into account that the orbitals are complex, naturally scales the SIC correction from $0\\leq z(\\mathbf{r}) \\leq 1$ in regions of high and low (isolated orbital) electron density. The locally scaled and fully variational SIC framework is general and applicable to atomic, molecular and solid-state systems."}
