{"id": "2602.15343", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.15343", "abs": "https://arxiv.org/abs/2602.15343", "authors": ["P. O. Kazinski", "P. S. Korolev"], "title": "Transition radiation in helical metamaterials with strong spatial dispersion", "comment": "16 pp, 7 figs", "summary": "The theory of transition radiation in helical metamaterials with strong spatial dispersion is developed in the framework of an effective field theory approach. The average number of photons radiated by a charged particle passing through a plate made of this metamaterial is obtained. Given the positions of the transition radiation maxima in momentum space for different velocities of a charged particle, the method for reconstruction of the dispersion law of plasmon-polaritons in metamaterials is proposed. Applying this method conversely, one can predict the radiation spectrum and polarization properties of transition radiation by means of the dispersion law of plasmon-polaritons in the metamaterial known, for example, from the effective model. It is shown that the strong spatial dispersion alters qualitatively the properties of transition radiation from a charged particle traversing normally a plate made of the helical metamaterial along its symmetry axis in the paraxial regime, viz., there is a nonzero forward radiation in contrast to transition radiation in media without strong spatial dispersion. Vavilov-Cherenkov radiation and the anomalous Doppler effect in helical metamaterials with strong spatial dispersion are described."}
{"id": "2602.15425", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15425", "abs": "https://arxiv.org/abs/2602.15425", "authors": ["Marek Zálešák", "Martin Ošmera", "Martin Hrtoň", "Andrea Konečná"], "title": "Optimal conditions for detecting optical dichroism at the nanoscale by electron energy-loss spectroscopy", "comment": "26 pages, 11 figures", "summary": "The emergence of optical circular dichroism in chiral nanoscale and molecular systems provides not only a way for analyzing the sample chirality itself but also additional degrees of freedom in manipulating light. Such manipulation can be reached even at the nanoscale level; however, probing and understanding the properties of optical fields well below the diffraction limit requires an adequate technique. Electron energy-loss spectroscopy (EELS) with orbital angular momentum (OAM)-based electron state sorting has been suggested as a suitable candidate, but to date, no conclusive experiments have been performed. We, therefore, theoretically explore the emergence of dichroism in EELS for a canonical single-twist helix nanostructure and present a detailed analysis of the optimal parameters to obtain a robust signal. Our work offers novel insights into the interpretation and volatility of the OAM-resolved EELS signal, which can inspire and guide future experimental efforts."}
{"id": "2602.15426", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15426", "abs": "https://arxiv.org/abs/2602.15426", "authors": ["Atef A. Sheekhoon", "Abdelrahman O. Haridy", "Sebastian Pedalino", "Vitaly V. Kresin"], "title": "Photoionization of temperature-controlled nanoparticles in a beam: Accurate and efficient determination of ionization energies and work functions", "comment": null, "summary": "A beam of free alkali metal nanoparticles is produced by a condensation source, passed through a thermalizing tube adjustable over a broad temperature range, and ionized by tunable light. High stability of the particle flux and an automated data acquisition routine allow efficient collection of photoionization yield curves. A careful fit of the data to the universal Fowler function makes it possible to obtain nanoparticle ionization energies, and from those, the metal work functions, with $\\sim$0.2% precision. The experimental arrangement, nanoparticle thermalization rates, and ionization threshold analysis are described in detail. The use of ultrapure and temperature-controlled gas-phase nanoparticles facilitates the analysis of electronic properties, such as work functions, and of their interplay with thermal lattice dynamics."}
{"id": "2602.15434", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15434", "abs": "https://arxiv.org/abs/2602.15434", "authors": ["Abdelrahman O. Haridy", "Atef A. Sheekhoon", "Vitaly V. Kresin"], "title": "Temperature-dependent photoionization thresholds of alkali-metal nanoparticles reveal thermal expansion and the melting transition", "comment": null, "summary": "A precision measurement of the photoionization of pure sodium and potassium nanoparticles isolated in a beam enabled an accurate determination of their work functions as a function of temperature. In addition to resolving and quantifying the initial gradual decrease of the work function with temperature, which is associated with thermal expansion, the experiment revealed that the work function then undergoes a distinct drop both in magnitude and in slope that signifies the onset of nanoparticle melting. This establishes that a structural phase transition can be detected via a high-resolution measurement of the photoemission threshold. The melting temperature of nanoparticles with diameters of 7-9 nm is reduced by nearly 100 K relative to the bulk value. This suppression aligns with predictions from the Gibbs-Thomson equation which describes finite-size phase transitions."}
{"id": "2602.15106", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15106", "abs": "https://arxiv.org/abs/2602.15106", "authors": ["Daniele Guerci", "Ahmed Abouelkomsan", "Liang Fu"], "title": "Topological superconductivity with emergent vortex lattice in twisted semiconductors", "comment": "19 pages, 14 figures", "summary": "The coexistence of superconductivity and fractional quantum anomalous Hall (FQAH) effect has recently been observed in twisted MoTe$_2$ and theoretically demonstrated in a model of repulsively interacting electrons under an emergent magnetic field arising from the layer pseudospin texture in moiré superlattice. Here, we show that this superconducting state is a chiral $f$-wave superconductor hosting an array of $double$ vortices, which are induced by the emergent magnetic field with $h/e$ flux quanta per moiré unit cell. This superconducting vortex lattice state is topological and features Chern number $-1/2$, giving rise to a half-integer thermal Hall conductance. Our theory provides a common mechanism and unified understanding of FQAH and topological superconductivity, with a rich phase diagram controlled by the spatial modulation of the emergent magnetic field."}
{"id": "2602.15098", "categories": ["cond-mat.stat-mech", "math-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.15098", "abs": "https://arxiv.org/abs/2602.15098", "authors": ["Yongao Hu", "Felix Gerken", "Thore Posske"], "title": "Hidden Twisted Sectors and Exponential Degeneracy in Root-of-Unity XXZ Heisenberg Chains", "comment": "20 pages, 7 figures", "summary": "Recently, product states have been identified as simple-structured eigenstates of XXZ Heisenberg spin models in arbitrary dimensions, occurring at anisotropy values corresponding to certain roots of unity. Yet, the product states typically only span parts of a larger degenerate eigenspace. Here, we classify this eigenspace in the one-dimensional periodic XXZ chain at all roots of unity $q$, where $q^2$ is an $\\ell$-th primitive root of unity. For commensurate chain lengths $N$ with $q^N=1$, we prove that the minimal degeneracy is $2^{N/\\ell}\\ell$ using the representation theory of the affine Temperley-Lieb (aTL) algebra. For the incommensurate case, we derive analogous exponential lower bounds of $2^{2\\lfloor\\frac{N}{2\\ell}\\rfloor+1}$ if $N$ is even and $2^{2\\lfloor \\frac{N}{2\\ell}+\\frac{1}{2}\\rfloor}$ if $N$ is odd and $q^\\ell=1$. Our proof employs the morphisms between aTL modules discovered by Pinet and Saint-Aubin and emphasizes the importance of exact sequences and hidden twisted boundary condition sectors that mediate the degeneracy. In the case of commensurate chain lengths, we connect to the Fabricius-McCoy string construction of all Bethe roots of the degenerate subspace, which previously uncovered parts of our results. We corroborate our results numerically and demonstrate that the lower bound is saturated for chain lengths $N\\leq20$. Our work demonstrates for a concrete system how the interplay of the Bethe ansatz, aTL representation theory, and twisted boundary conditions explains degeneracy connected to long-lived product states, stimulating research towards generalization to higher dimensions. Exponential degeneracy could boost applications of spin chains as quantum sensors."}
{"id": "2602.15131", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15131", "abs": "https://arxiv.org/abs/2602.15131", "authors": ["Vladimir P. Mineev"], "title": "Band splitting in altermagnet CrSb", "comment": "5 pages, 3 figures", "summary": "Altermegnets are a class of metallic magnets characterized by spin-split electron bands. Band splitting in the hexagonal altermagnet CrSb was studied using the ARPES method, magnetotransport and torque measurements, combined with DFT+U calculations. The shape, position, and even symmetry of the Fermi surfaces found in these studies vary. The developed approach, based on symmetry considerations, allows us to establish several general properties of band splitting in the altermagnet CrSb, including the symmetry of the spin distribution in each electron band, the symmetry of the bands in an external magnetic field, and the dependence of the frequencies and amplitudes of quantum oscillations on the magnetic field."}
{"id": "2602.15129", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15129", "abs": "https://arxiv.org/abs/2602.15129", "authors": ["Karl Pierce", "Muhammad Talha Aziz", "Avijit Shee", "Fabian M. Faulstich"], "title": "A CPD-enabled low-scaling environment solver in a coupled cluster based static quantum embedding theory", "comment": "57 pages, 24 figures, includes supplementary material", "summary": "We incorporate a canonical polyadic decomposition (CPD) based low-level solver as a means to accelerate the environment-level solver for the recently developed MPCC embedding framework. Using CPD, we both factorize the three dominant order-three density-fitting two-electron integral (DF TEI) tensors and develop a novel formulation that reduces the storage complexity of the low-level solver from $\\mathcal{O}(N^3)$ to $\\mathcal{O}(NR)$, where $R$ is the CPD rank, and the computational scaling of the most time-consuming contractions from $\\mathcal{O}(N^4)$ to $\\mathcal{O}(NR^2)$. We provide benchmarks on representative chemical environments, namely water clusters $\\mathrm{(H_2O)_n}$ with $n = 1$ to $6$ and linear alkane chains $\\mathrm{C_nH_{2n+2}}$ with $n = 1$ to $6$. For both test sets, using the CPD-compressed DF TEI tensors reproduces the DF reference convergence behavior of the low-level solver, the subsequent high-level step, and the fully self-consistent MPCC iterations, while introducing only small, rank-controlled shifts in absolute energies. At a fixed tolerance in the absolute MPCC energy, the CP ranks required for these tensor approximations increase linearly with system size. Chemically relevant energy differences are likewise preserved, as demonstrated for water-cluster dissociation energies and in a proof-of-concept embedding calculation of methane in a four-water cluster."}
{"id": "2602.15041", "categories": ["physics.comp-ph", "physics.plasm-ph", "stat.CO"], "pdf": "https://arxiv.org/pdf/2602.15041", "abs": "https://arxiv.org/abs/2602.15041", "authors": ["Victor Windhab", "Andreas Adelmann", "Mohsen Sadr"], "title": "VR-PIC: An entropic variance-reduction method for particle-in-cell solutions of the Vlasov-Poisson equation", "comment": "Preprint", "summary": "We extend the recently developed entropic and conservative variance reduction framework [M. Sadr, N. G. Hadjiconstantinou, A variance-reduced direct Monte Carlo simulation method for solving the Boltzmann equation over a wide range of rarefaction, Journal of Computational Physics 472 (2023) 111677.] to the particle-in-cell (PIC) method of solving Vlasov-Poisson equation. We show that a zeroth-order approximation that freezes the importance weights during the velocity-space kick is stable at the expense of introducing bias. Then, we propose a correction for the weight distribution using maximum cross-entropy formulation to ensure conservation laws while minimizing the introduced bias. In several test cases including Sod's shock tube and Landau damping we show that the proposed method maintains the substantial speed-up of variance reduction method compared to the PIC simulations in the low signal regime with minimal changes to the simulation code."}
{"id": "2602.15126", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15126", "abs": "https://arxiv.org/abs/2602.15126", "authors": ["Mojtaba Alaei", "Nafise Rezaei", "Ilia Mikhailov", "Artem R. Oganov", "Alireza Qaiumzadeh"], "title": "Complex Magnetic Behavior in RuO$_2$ Thin Films: Strain, Surface Effects, and Altermagnetic Signatures", "comment": null, "summary": "RuO$_2$ has been proposed as a prototypical metallic $d$-wave altermagnet, a Néel-ordered compensated antiferromagnetic state exhibiting nonrelativistic momentum-dependent spin splitting; yet, its magnetic ground state remains controversial both theoretically and experimentally. Using comprehensive first-principles calculations, we investigate RuO$_2$ thin films with (110), (100), and (001) orientations, both freestanding and supported on a TiO$_2$ substrate. We show that magnetism in RuO$_2$ thin films is highly fragile, strongly influenced by strain, surface orientation, and atomic relaxation, while also being highly sensitive to the choice of the Brillouin-zone integration scheme. Although tensile strain induces finite magnetic moments, none of the studied systems stabilizes a compensated antiferromagnetic state; hence, an altermagnetic ground state cannot be achieved. Instead, the magnetic response is characterized by pronounced layer- and site-dependent variations and incomplete moment compensation, resembling a ferrimagnetic-like state. Our results reconcile conflicting theoretical and experimental reports and underscore the sensitivity of RuO$_2$ magnetism to structural and methodological details."}
{"id": "2602.15098", "categories": ["cond-mat.stat-mech", "math-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.15098", "abs": "https://arxiv.org/abs/2602.15098", "authors": ["Yongao Hu", "Felix Gerken", "Thore Posske"], "title": "Hidden Twisted Sectors and Exponential Degeneracy in Root-of-Unity XXZ Heisenberg Chains", "comment": "20 pages, 7 figures", "summary": "Recently, product states have been identified as simple-structured eigenstates of XXZ Heisenberg spin models in arbitrary dimensions, occurring at anisotropy values corresponding to certain roots of unity. Yet, the product states typically only span parts of a larger degenerate eigenspace. Here, we classify this eigenspace in the one-dimensional periodic XXZ chain at all roots of unity $q$, where $q^2$ is an $\\ell$-th primitive root of unity. For commensurate chain lengths $N$ with $q^N=1$, we prove that the minimal degeneracy is $2^{N/\\ell}\\ell$ using the representation theory of the affine Temperley-Lieb (aTL) algebra. For the incommensurate case, we derive analogous exponential lower bounds of $2^{2\\lfloor\\frac{N}{2\\ell}\\rfloor+1}$ if $N$ is even and $2^{2\\lfloor \\frac{N}{2\\ell}+\\frac{1}{2}\\rfloor}$ if $N$ is odd and $q^\\ell=1$. Our proof employs the morphisms between aTL modules discovered by Pinet and Saint-Aubin and emphasizes the importance of exact sequences and hidden twisted boundary condition sectors that mediate the degeneracy. In the case of commensurate chain lengths, we connect to the Fabricius-McCoy string construction of all Bethe roots of the degenerate subspace, which previously uncovered parts of our results. We corroborate our results numerically and demonstrate that the lower bound is saturated for chain lengths $N\\leq20$. Our work demonstrates for a concrete system how the interplay of the Bethe ansatz, aTL representation theory, and twisted boundary conditions explains degeneracy connected to long-lived product states, stimulating research towards generalization to higher dimensions. Exponential degeneracy could boost applications of spin chains as quantum sensors."}
{"id": "2602.15437", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15437", "abs": "https://arxiv.org/abs/2602.15437", "authors": ["Atef A. Sheekhoon", "Abdelrahman O. Haridy", "Vitaly V. Kresin"], "title": "Isotope effect in the work function of lithium", "comment": null, "summary": "The work functions of 7Li and 6Li metals have been measured as a function of temperature, by using photoionization of pure isolated metal nanoparticles in a beam. These data reveal a marked isotope effect in the temperature variation of these work functions. Furthermore, for both isotopes the curvature of this temperature variation is found to be significantly larger than may be ascribed purely to a change in the electron gas density. These findings enhance the characterization of lithium as a quantum material in which the interplay between electronic and ionic degrees of freedom is nontrivial, and call for a microscopic understanding beyond simple models. Additionally, the slope of the work function curves was observed to vanish in the low temperature limit, as had been predicted on the basis of the Third Law of thermodynamics."}
{"id": "2602.15178", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.15178", "abs": "https://arxiv.org/abs/2602.15178", "authors": ["Jewook Park", "Hoyeon Jeon", "Dongwon Shin", "Guannan Zhang", "Michael A McGuire", "Brian C. Sales", "An-Ping Li"], "title": "Deciphering Majorana Zero Modes in Topological Superconductor FeTe0.55Se0.45 with Machine-Learning-Assisted Spectral Deconvolution", "comment": null, "summary": "An unambiguous identification of Majorana zero modes (MZMs) in topological superconductors (TSC) remains a challenge due to complex in-gap states that can also produce zero-bias conductance peaks (ZBPs). Here we demonstrate a data-driven workflow that integrates pixel-wise spectral deconvolution with machine-learning (ML) to analyze tunneling spectroscopy from FeTe0.55Se0.45, an intrinsic TSC. Based on the local density of states (LDOS) spectra acquired with a millikelvin scanning tunnelling microscope under magnetic fields, each spectrum was decomposed into multiple Lorentzian peaks. The extracted peak parameters were assembled into a structured feature set and subsequently embedded and clustered with unsupervised ML algorithms. ML-based clustering identified distinct classes of LDOS spectra, separating superconductor vortices exhibiting ZBPs consistent with established characteristics of MZMs from vortices displaying ZBP-mimicking features of trivial origin. Furthermore, spatially resolved ZBP distributions differentiate isotropic vortex cores with well-defined ZBPs from vortices that exhibit locally distorted ZBPs. By comparing the ZBP distributions to defect locations measured without magnetic field, we found a correlation between local heterogeneity and the ZBP formation, necessitating the systematic, data-driven analysis in disentangling genuine MZM signatures in TSC. This objective and reproducible workflow paves the way to further manipulating MZMs in TSC. This objective and reproducible workflow advances reliable MZM detection in TSCs, providing a foundation for MZM manipulation towards quantum computation."}
{"id": "2602.15122", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.15122", "abs": "https://arxiv.org/abs/2602.15122", "authors": ["Angelo Russotto", "Filiberto Ares", "Pasquale Calabrese", "Vincenzo Alba"], "title": "Inhomogeneous quenches and GHD in the $ν= 1$ QSSEP model", "comment": "24 pages, 7 figures", "summary": "We investigate the dynamics of the $ν=1$ Quantum Symmetric Simple Exclusion Process starting from spatially inhomogeneous initial states. This one-dimensional system of free fermions has time-dependent stochastic hopping amplitudes that are uniform in space. We focus on two paradigmatic setups: domain-wall melting and the expansion of a trapped gas. Both are investigated by extending the framework of quantum generalized hydrodynamics to account for the underlying stochastic dynamics. We derive the evolution of the local quasiparticle occupation function, which characterizes the system at large space-time scales, and analyze the resulting entanglement spreading. By incorporating quantum fluctuations of the occupation function and employing conformal field theory techniques, we obtain the exact contribution to the entanglement entropy for each individual noise realization. Averaging over these realizations then yields the full entanglement statistics in the hydrodynamic regime. Our theoretical predictions are confirmed by exact numerical calculations. The results presented here constitute the first application of quantum generalized hydrodynamics to stochastic quantum systems, demonstrating that this framework can be successfully extended beyond purely unitary dynamics to include stochastic effects."}
{"id": "2602.15334", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15334", "abs": "https://arxiv.org/abs/2602.15334", "authors": ["Youxuan Wang", "Rongning Liu", "Feng Liu", "Xueyang Song"], "title": "Universal electrical transport of composite Fermi liquid to Metal transition in Moiré systems", "comment": null, "summary": "We compute universal electrical transport near continuous transitions between a composite Fermi liquid (CFL) and a metallic phase in moire Chern bands, focusing on fillings $ν=-1/2$ and $ν=-3/4$. The critical theory represents a novel QED-Chern-Simons framework: a charged sector at a bosonic Laughlin-superfluid critical point is coupled, via emergent gauge fields and Chern-Simons mixing, to a neutral spinon Fermi surface. Integrating out matter fields to quadratic order yields an explicit Ioffe-Larkin composition rule for the full resistivity tensor, showing how longitudinal channels add in series while Chern-Simons terms generate Hall response. To obtain the DC limit in the quantum critical fan, we develop a controlled large-N expansion where both fermion flavors and Chern-Simons levels scale with $N$, and solve a quantum Boltzmann equation at leading nontrivial order $1/N$. Gauge-mediated inelastic scattering removes the collisionless Drude singularity and produces a universal scaling function $Σ(ω/T)$ and finite DC conductivities $σ(0) \\approx 0.033 e^2/\\hbar$ ($ν=-1/2$) and $0.047 e^2/\\hbar$ ($ν=-3/4$). We also identify a Chern-Simons \"filtering\" mechanism that suppresses transmission of Landau damping from the spinon Fermi surface to the critical gauge mode. Our approach provides concrete transport diagnostics for detecting quantum criticality in moire superlattices."}
{"id": "2602.15268", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.15268", "abs": "https://arxiv.org/abs/2602.15268", "authors": ["Jonas Hänseroth", "Max Großmann", "Malte Grunert", "Erich Runge", "Christian Dreßler"], "title": "High-throughput screening and mechanistic insights into solid acid proton conductors", "comment": null, "summary": "Proton-conducting solid acids could enable water-free operation of high-temperature fuel cells. However, systematic materials screening has, hitherto, been computationally prohibitive. Here, we introduce a two-stage high-throughput screening strategy that directly computes proton diffusion coefficients, enabled by machine-learned interatomic potentials fine-tuned to ab initio data. Starting from more than six million materials, our screening -- based on structural motifs rather than empirical descriptors -- identifies $27$ high-performing proton conductors, including over ten previously unexplored compounds. These include sustainable and commercially available materials, candidates that have not yet been synthesized, organic systems that fall outside conventional design rules, and known proton conductors that validate our approach. Importantly, our findings reveal a universal oxygen--oxygen distance of approximately $2.5$~Å at the moment of proton transfer across diverse chemistries, providing mechanistic insight and showing that macroscopic proton conductivity emerges from the interplay between anion rotational dynamics, hydrogen-bond network connectivity, and proton-transfer probability."}
{"id": "2602.15130", "categories": ["physics.comp-ph", "math.NA", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2602.15130", "abs": "https://arxiv.org/abs/2602.15130", "authors": ["Brian A. Freno", "William J. McDoniel", "Christopher H. Moore", "Neil R. Matula"], "title": "Code-Verification Techniques for Particle-in-Cell Simulations with Direct Simulation Monte Carlo Collisions", "comment": null, "summary": "Particle-in-cell methods with stochastic collision models are commonly used to simulate collisional plasma dynamics, with applications ranging from hypersonic flight to semiconductor manufacturing. Code verification of such methods is challenging due to the interaction between the spatial- and temporal-discretization errors, the statistical sampling noise, and the stochastic nature of the collision algorithm. In this paper, we introduce our code-verification approaches to apply the method of manufactured solutions to plasma dynamics, and we derive expected convergence rates for the different sources of discretization and statistical error. For the particles, we incorporate the method of manufactured solutions into the equations of motion. We manufacture the particle distribution function and inversely query the cumulative distribution function to obtain known particle positions and velocities at each time step. In doing so, we avoid modifying the particle weights, eliminating risks from potentially negative weights or modifications to weight-dependent collision algorithms. For the collision algorithm, we average independent outcomes at each time step and we derive a corresponding manufactured source term for the velocity change for each particle. By having known solutions for the particle positions and velocities, we are able to compute the error in these quantities directly instead of attempting to compute differences in distribution functions. These approaches are equally valid for particle-in-cell simulations with Monte Carlo collisions and direct simulation Monte Carlo simulations of neutral gas flows. We demonstrate the effectiveness of our approaches in three dimensions for different couplings between the particles and field, with and without binary elastic collisions, and with and without coding errors."}
{"id": "2602.15251", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15251", "abs": "https://arxiv.org/abs/2602.15251", "authors": ["Samiah Hassan", "Jiayang Wang", "Teddy Meissner", "Pierre A. Deymier", "Marat I. Latypov"], "title": "Eutectic and peritectic equilibria in coherent binary alloys", "comment": null, "summary": "This work extends the Cahn--Larché thermodynamic framework to binary alloys in which two coherent solid phases coexist with an incoherent liquid and investigates how coherency strain energy modifies classical eutectic and peritectic equilibria. We derive equilibrium conditions for three-phase coexistence that include an elastic energy term dependent on the molar fractions of the solid phases and apply them to model binary eutectic and peritectic systems. We find that coherency stress transforms the eutectic point into a finite three-phase equilibrium field spanning a continuous range of compositions and temperatures. In contrast, coherency stress in peritectic systems progressively destabilizes the two-solid equilibrium without generating a stable three-phase field and can suppress the peritectic reaction entirely. This asymmetry is governed by the geometric relationship between the stress-free compositions of the phases: when the liquid composition lies between those of the two solids (eutectic configuration), the liquid serves as a thermodynamic buffer against the coherency penalty on the solid--solid pair; when it lies outside (peritectic configuration), no such mechanism is available. These results demonstrate that coherency stress can fundamentally alter three-phase equilibria involving a liquid and suggest that such effects may be significant in systems with large coherent misfits."}
{"id": "2602.15106", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15106", "abs": "https://arxiv.org/abs/2602.15106", "authors": ["Daniele Guerci", "Ahmed Abouelkomsan", "Liang Fu"], "title": "Topological superconductivity with emergent vortex lattice in twisted semiconductors", "comment": "19 pages, 14 figures", "summary": "The coexistence of superconductivity and fractional quantum anomalous Hall (FQAH) effect has recently been observed in twisted MoTe$_2$ and theoretically demonstrated in a model of repulsively interacting electrons under an emergent magnetic field arising from the layer pseudospin texture in moiré superlattice. Here, we show that this superconducting state is a chiral $f$-wave superconductor hosting an array of $double$ vortices, which are induced by the emergent magnetic field with $h/e$ flux quanta per moiré unit cell. This superconducting vortex lattice state is topological and features Chern number $-1/2$, giving rise to a half-integer thermal Hall conductance. Our theory provides a common mechanism and unified understanding of FQAH and topological superconductivity, with a rich phase diagram controlled by the spatial modulation of the emergent magnetic field."}
{"id": "2602.15482", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15482", "abs": "https://arxiv.org/abs/2602.15482", "authors": ["Giacomo Mariani", "Riccardo Lodo", "Keigo Matsuyama", "Yoji Kunihashi", "Taro Wakamura", "Satoshi Sasaki", "Louis Smet", "Makoto Kohda", "Junsaku Nitta", "Haruki Sanada"], "title": "Uniform Narrow Excitonic Spectrum in Large-Area Suspended WSe2 Monolayers", "comment": "11 pages, 4 figures, 1 table. Supporting Information included", "summary": "Uniformity in the excitonic spectrum is a key requirement for accessing intrinsic excitonic physics in two-dimensional semiconductors; however, in supported transition-metal dichalcogenide (TMD) monolayers, exciton energies and linewidths can vary spatially due to inhomogeneities created by contact with other materials or contamination left by fabrication procedures. Suspended TMD monolayers provide an effective route to minimizing substrate-induced disorder. Here we demonstrate the spatially uniform excitonic spectrum from high-quality WSe2 suspended monolayers fabricated by gold-assisted exfoliation directly onto an Au contact electrode of a gate-tunable device. The resulting membranes span narrow suspended regions up to ~80 um and show spatially uniform photoluminescence at cryogenic temperatures with neutral-exciton linewidths as low as ~4.5 meV, comparable to the narrowest values reported for high-quality monolayers. Spectral reproducibility across the suspended regions supports an intrinsic optical response, while gate-dependent measurements resolve multiple excitonic species. This approach provides a practical route to electrically tunable potential landscapes in suspended TMD monolayers with a highly uniform excitonic response."}
{"id": "2602.15213", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15213", "abs": "https://arxiv.org/abs/2602.15213", "authors": ["Aritra Lahiri", "Marcel Polák", "Björn Trauzettel"], "title": "Diode effect in microwave irradiated Josephson junctions with Yu-Shiba-Rusinov states", "comment": null, "summary": "We investigate the critical current in microwave-irradiated Josephson junctions hosting Yu-Shiba-Rusinov states due to magnetic impurities. Under two conditions, namely, (i) the breaking of particle-hole symmetry in the normal sense by non-zero potential scattering, and (ii) the breaking of inversion symmetry either by unequal magnitudes of potential scattering and/or magnetic moments, microwave irradiation induces an additional phase-independent contribution to the current. This leads to asymmetric critical currents for opposite current polarities, an effect absent in the same junction without microwave irradiation. The asymmetry is highly tunable via the microwave amplitude and frequency, and we may even achieve perfect asymmetry where the critical current vanishes for one polarity, akin to a perfect diode. While Yu-Shiba-Rusinov states provide the ideal platform for a pronounced asymmetry, we find that as long as the two conditions (i) and (ii) above are met, our proposal does not necessarily depend upon them."}
{"id": "2602.15163", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15163", "abs": "https://arxiv.org/abs/2602.15163", "authors": ["Bishnu Bhowmik", "Sayantan Mitra", "Robert M. Ziff", "Ankur Sensharma"], "title": "Bond percolation in distorted simple cubic and body-centered cubic lattices", "comment": "15 pages, 6 figures", "summary": "We investigate the effect of structural distortion on bond percolation in simple cubic and body-centered cubic lattices using extensive Monte Carlo simulations. Distortion is introduced through controlled random displacements of lattice sites, thereby modifying nearest-neighbor distances. Bond occupation is permitted only when the bond length is smaller than a prescribed connection threshold, directly coupling geometric disorder to connectivity. Finite-size scaling analysis is employed to determine percolation thresholds for finite systems and in the thermodynamic limit. We find that when the connection threshold exceeds the nearest-neighbor distance of the undistorted lattice, the percolation threshold increases monotonically with distortion strength, indicating a systematic suppression of spanning. In contrast, this monotonic behavior breaks down when the connection threshold is below the nearest-neighbor distance of the undistorted lattice, highlighting a nontrivial interplay between geometric distortion and connectivity. We further identify critical values of the connection threshold and the distortion amplitude required for global spanning when all the allowed bonds are occupied. All qualitative behaviors remain robust across both lattice geometries. These results clarify how geometric disorder reshapes percolation in three-dimensional crystalline networks."}
{"id": "2602.15444", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15444", "abs": "https://arxiv.org/abs/2602.15444", "authors": ["D. A. Kukusta", "L. V. Bekenov", "V. N. Antonov"], "title": "Resonant inelastic x-ray scattering in layered trimer iridate Ba4Ir3 O10 : the density functional approach", "comment": null, "summary": "We have investigated the electronic structure of Ba4Ir3O10 within the density-functional theory (DFT) using the generalized gradient approximation while considering strong Coulomb correlations (GGA+U) in the framework of the fully relativistic spin-polarized Dirac linear muffin-tin orbital band-structure method. Ba4Ir3O10 has a quasi-2D structure composed of buckled sheets, which constitute corner-connected Ir3O12 trimers containing three distorted face-sharing IrO6 octahedra. The Ir atoms are distributed over two symmetrically inequivalent sites: the center of the trimer (Ir1) and its two tips (Ir2). The Ir1 - Ir2 distance within the trimer is quite small and equals to 2.58 A at low temperature. As a result, the clear formation of bonding and antibonding states at the Ir1 site occurs. The large bonding-antibonding splitting stabilizes the dyz-orbital-dominant antibonding state of t2g holes and produces a wide energy gap at the Fermi level. However, the energy gap opens up only with taking into account strong Coulomb correlations at the Ir2 site. Therefore, we have quite a unique situation when the insulating state is driven by both the dimerization at the Ir1 site and Mott insulating behavior at the Ir2 one. We have investigated resonant inelastic x-ray scattering (RIXS) spectra at the Ir L3 edge. The calculated results are in good agreement with experimental data. The RIXS spectrum possesses several sharp features below 2.1 eV corresponding to transitions within the Ir t2g levels. The excitation located from 2.1 to 4.6 eV is due to t2g to eg and O2p to t2g transitions. The wide structure situated at 6.2-12 eV appears due to charge transfer and O2p to eg transitions. We have also presented comprehensive theoretical calculations of the RIXS spectrum at the oxygen K edge."}
{"id": "2602.15345", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.15345", "abs": "https://arxiv.org/abs/2602.15345", "authors": ["Jigyasa Nigam", "Tess Smidt", "Geneviève Dusson"], "title": "Machine learning electronic structure and atomistic properties from the external potential", "comment": null, "summary": "Electronic structure calculations remain a major bottleneck in atomistic simulations and, not surprisingly, have attracted significant attention in machine learning (ML). Most existing approaches learn a direct map from molecular geometries, typically represented as graphs or encoded local environments, to molecular properties or use ML as a surrogate for electronic structure theory by targeting quantities such as Fock or density matrices expressed in an atomic orbital (AO) basis.\n  Inspired by the Hohenberg-Kohn theorem, in this work, we propose an operator-centered framework in which the external (nuclear) potential, expressed in an AO basis, serves as the model input. From this operator, we construct hierarchical, body-ordered representations of atomic configurations that closely mirror the principles underlying several popular atom-centered descriptors. At the same time, the matrix-valued nature of the external potential provides a natural connection to equivariant message-passing neural networks. In particular, we show that successive products of the external potential provide a scalable route to equivariant message passing and enable an efficient description of long-range effects. We demonstrate that this approach can be used to model molecular properties, such as energies and dipole moments, from the external potential, or learn effective operator-to-operator maps, including mappings to the Fock matrix and the reduced density matrix from which multiple molecular observables can be simultaneously derived."}
{"id": "2602.15244", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.15244", "abs": "https://arxiv.org/abs/2602.15244", "authors": ["Maximiliano Dalinger", "Elia Merzari", "Saya Lee", "Alex Nellis"], "title": "Analysis of Fission Matrix Databases using Temperature Profiles obtained from High-Fidelity Multiphysics Simulations", "comment": "ANS Student Conference 2026", "summary": "The Fission Matrix method is used to perform fast and still accurate neutronics simulations. It relies on precalculated databases obtained through a Monte Carlo simulation. To represent every state of the reactor, multiple databases are required. The actual state of the reactor is obtained from those databases. In this paper, we analyze the effect of the temperature profiles selected to construct the databases. To do so, the Molten Salt Fast reactor is selected. Two sets of databases are studied: the first uses temperature profiles obtained from high-fidelity Multiphysics simulations with Cardinal, and the second uses uniform temperature profiles. Results showed improved multiplication factor and fission source distribution when the temperature profiles used to generate the databases were similar to those expected when solving the fission matrix."}
{"id": "2602.15340", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15340", "abs": "https://arxiv.org/abs/2602.15340", "authors": ["Yueyuan Gu", "Juan Shi", "Dilshod Nematov", "Aoqi Liu", "Yanru Yin", "Hailu Dai", "Lei Bi"], "title": "A brief review of high-entropy oxides in solid oxide fuel cell applications", "comment": null, "summary": "Solid oxide fuel cells are efficient energy conversion devices essential to clean energy development, yet their broad application is limited by material challenges, including sluggish oxygen reduction kinetics at intermediate temperatures, electrode instability and vulnerability to contaminants. High-entropy oxides, a novel class of materials characterized by multiple principal elements and high configurational entropy, present a promising approach to overcome these issues via their distinctive \"four core effects\". This review begins with the fundamentals of high-entropy materials, covering their definition, phase stabilization mechanisms, and relevant descriptors, then systematically reviews their progress as SOFC cathodes, electrolytes, and anodes. Key advances are summarized, and current challenges are analyzed, offering guidance for the design of high-performance and stable high-entropy oxides for solid oxide fuel cells."}
{"id": "2602.15122", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.15122", "abs": "https://arxiv.org/abs/2602.15122", "authors": ["Angelo Russotto", "Filiberto Ares", "Pasquale Calabrese", "Vincenzo Alba"], "title": "Inhomogeneous quenches and GHD in the $ν= 1$ QSSEP model", "comment": "24 pages, 7 figures", "summary": "We investigate the dynamics of the $ν=1$ Quantum Symmetric Simple Exclusion Process starting from spatially inhomogeneous initial states. This one-dimensional system of free fermions has time-dependent stochastic hopping amplitudes that are uniform in space. We focus on two paradigmatic setups: domain-wall melting and the expansion of a trapped gas. Both are investigated by extending the framework of quantum generalized hydrodynamics to account for the underlying stochastic dynamics. We derive the evolution of the local quasiparticle occupation function, which characterizes the system at large space-time scales, and analyze the resulting entanglement spreading. By incorporating quantum fluctuations of the occupation function and employing conformal field theory techniques, we obtain the exact contribution to the entanglement entropy for each individual noise realization. Averaging over these realizations then yields the full entanglement statistics in the hydrodynamic regime. Our theoretical predictions are confirmed by exact numerical calculations. The results presented here constitute the first application of quantum generalized hydrodynamics to stochastic quantum systems, demonstrating that this framework can be successfully extended beyond purely unitary dynamics to include stochastic effects."}
{"id": "2602.15575", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15575", "abs": "https://arxiv.org/abs/2602.15575", "authors": ["Deepannita Das", "Alestin Mawrie"], "title": "Topological Scaling of Nonlinear Injection current and the Quantized Circular Photogalvanic Effect (CPGE)in tilted multi Weyl semimetals(mWSMs)", "comment": "12 pages , 3 figures and 1 table", "summary": "We develop a microscopic theory of nonlinear magneto-optical injection currents in multi-Weyl semimetals subjected to a uniform magnetic field. Using the Landau-level spectrum of a tilted multi-Weyl Hamiltonian with arbitrary monopole charge $ν$ as a starting point, we formulate a Kubo-type nonlinear response theory in the Landau-level basis and derive the second-order conductivity tensor. We identify distinct contributions originating from chiral-chiral, chiral-bulk, and bulk-bulk optical transitions, revealing characteristic monopole-charge scaling and sharp resonant structures governed by Landau-level selection rules and tilt-induced asymmetry. In the untilted limit, closed-form analytical expressions emerge that expose universal frequency thresholds and provide clear experimental signatures of higher-order Weyl topology. Our results establish nonlinear magneto-optical injection currents as a direct transport probe of chiral Landau levels and multi-Weyl topological charge."}
{"id": "2602.15185", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2602.15185", "abs": "https://arxiv.org/abs/2602.15185", "authors": ["Cooper Jacobus"], "title": "Finding the Edge of Chaos in a Ferromagnet: Quantifying the \"Complexity\" of 2D Ising Phase Transitions with Image Compression", "comment": "Working draft, constructive comments welcome", "summary": "The data-driven characterization of the ``complexity'' present in dynamical systems remains an open problem with broad applications across the physical sciences. We investigate the ``structural complexity'' of the 2D ferromagnetic Ising model, a paradigmatic system exhibiting a second-order phase transition at a certain critical temperature which is often cited as a canonical example of complex morphology. We define a quantitative metric for this structural complexity, $\\mathcal C_s$, through the lens of algorithmic information theory by approximating the Kolmogorov complexity of lattice configurations via standard lossless image compression algorithms. We regularize our proposed metric, $\\mathcal C_s$, by comparing the compressibility of a configuration to that of its pixel-wise sorted and randomly shuffled counterparts. We arrive at a definition of $\\mathcal C_s$ as a product of two components representing the systems departure from perfect order and disorder respectively which we then plot as a function of temperature. Our numerical simulations reveal a distinct peak in $\\mathcal C_s$ at the known critical temperature $T_c$. This result demonstrates that such information-theoretic measures can act as sensitive, model-agnostic indicators of criticality, directly quantifying the emergence of complex structure at the boundary between order and chaos, opening the door to data-driven applications in domains where analytic solutions are unavailable."}
{"id": "2602.15466", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15466", "abs": "https://arxiv.org/abs/2602.15466", "authors": ["Xumin Chang", "Zui Tao", "Bowen Shen", "Wanghao Tian", "Jenny Hu", "Kateryna Pistunova", "Kenji Watanabe", "Takashi Taniguchi", "Tony F. Heinz", "Tingxin Li", "Kin Fai Mak", "Jie Shan", "Shengwei Jiang"], "title": "Electric-field-tuned consecutive topological phase transitions between distinct correlated insulators in moire MoTe2/WSe2 heterobilayer", "comment": null, "summary": "Consecutive topological phase transitions (TPTs) between strongly correlated electronic phases that differ simultaneously in symmetry breaking and topological order are of fundamental interest in condensed matter physics, yet are rarely realized experimentally. We report two consecutive electric-field-driven TPTs at half filling (nu = 1) in angle-aligned MoTe2/WSe2 moire heterobilayers. With increasing out-of-plane displacement field, a geometrically frustrated Mott insulator evolves into a ferromagnetic quantum anomalous Hall (QAH) Mott insulator, i.e., a spin-polarized topological Mott insulator without an observable charge-gap closure, and subsequently into an antiferromagnetic, valley-coherent Mott insulator (VC-AFM) accompanied by a continuous charge-gap collapse and the emergence of a critical metallic state. Layer-resolved magnetic circular dichroism (MCD), magneto-transport, and compressibility measurements jointly determine the phase diagram. The high-field evolution of the antiferromagnetic state reveals a metamagnetic-like transition at a critical field B*, above which a Chern insulating transport response reappears. Our results establish the MoTe2/WSe2 moire platform as a tunable realization of an extended Kane-Mele-Hubbard model hosting sequential correlation-topology-intertwined transitions."}
{"id": "2602.15700", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15700", "abs": "https://arxiv.org/abs/2602.15700", "authors": ["Takashi Tsuchimochi"], "title": "Analytical Nuclear Gradients of State-Averaged Configuration Interaction Singles Variants: Application to Conical Intersections", "comment": "14 pages, 6 figures, 2 tables", "summary": "We derive analytical nuclear gradients for state-averaged configuration interaction singles (SACIS) and its spin-projected extension (SAECIS), enabling efficient geometry optimization and minimum-energy conical intersection (MECX) searches within a low-cost CIS-based framework. The formulation employs a Lagrangian approach and explicitly removes null-space contributions in the coupled perturbed equations to ensure numerically stable gradients. For twisted-pyramidalized ethylene, both SACIS and SAECIS qualitatively reproduce the correct conical intersection topology, in sharp contrast to conventional CIS and ECIS. Benchmark calculations on twelve MECXs demonstrate that both methods reproduce geometries with mean RMSDs below 0.1~Å relative to high-level reference methods. SACIS captures the essential degeneracy through variational orbital relaxation, which alleviates ground-state Hartree--Fock (HF) orbital bias and effectively incorporates static correlation through localization effects; notably, spin projection is found to be non-essential for the qualitative description of these intersections. Overall, SACIS and SAECIS provide qualitatively reliable CX descriptions at mean-field computational cost in a black-box manner. Given their comparable accuracy and the additional overhead associated with spin projection, SACIS offers a more favorable cost-performance balance for general applications, whereas SAECIS may become advantageous when higher excited states with significant double-excitation character are involved."}
{"id": "2602.15632", "categories": ["physics.comp-ph", "cs.LG", "math.NA"], "pdf": "https://arxiv.org/pdf/2602.15632", "abs": "https://arxiv.org/abs/2602.15632", "authors": ["Changhong Mou", "Binghang Lu", "Guang Lin"], "title": "Neural-POD: A Plug-and-Play Neural Operator Framework for Infinite-Dimensional Functional Nonlinear Proper Orthogonal Decomposition", "comment": null, "summary": "The rapid development of AI for Science is often hindered by the \"discretization\", where learned representations remain restricted to the specific grids or resolutions used during training. We propose the Neural Proper Orthogonal Decomposition (Neural-POD), a plug-and-play neural operator framework that constructs nonlinear, orthogonal basis functions in infinite-dimensional space using neural networks. Unlike the classical Proper Orthogonal Decomposition (POD), which is limited to linear subspace approximations obtained through singular value decomposition (SVD), Neural-POD formulates basis construction as a sequence of residual minimization problems solved through neural network training. Each basis function is obtained by learning to represent the remaining structure in the data, following a process analogous to Gram--Schmidt orthogonalization. This neural formulation introduces several key advantages over classical POD: it enables optimization in arbitrary norms (e.g., $L^2$, $L^1$), learns mappings between infinite-dimensional function spaces that is resolution-invariant, generalizes effectively to unseen parameter regimes, and inherently captures nonlinear structures in complex spatiotemporal systems. The resulting basis functions are interpretable, reusable, and enabling integration into both reduced order modeling (ROM) and operator learning frameworks such as deep operator learning (DeepONet). We demonstrate the robustness of Neural-POD with different complex spatiotemporal systems, including the Burgers' and Navier-Stokes equations. We further show that Neural-POD serves as a high performance, plug-and-play bridge between classical Galerkin projection and operator learning that enables consistent integration with both projection-based reduced order models and DeepONet frameworks."}
{"id": "2602.15361", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15361", "abs": "https://arxiv.org/abs/2602.15361", "authors": ["Harunori Shiratani", "Yuki K. Wakabayashi", "Yoshiharu Krockenberger", "Masaki Kobayashi", "Kohei Yamagami", "Takahito Takeda", "Shinobu Ohya", "Masaaki Tanaka", "Yoshitaka Taniyasu"], "title": "Intrinsic low-spin state and strain-tunable anomalous Hall scaling in high-quality SrRuO3 (111) films", "comment": null, "summary": "The (111)-oriented 4d ferromagnetic perovskite SrRuO3 (SRO) offers a unique triangular-lattice geometry, making it a promising platform for exploring Berry-curvature-driven and spin-orbit-coupled transport. Here, we present a systematic study of the structure, magnetism, and magnetotransport of high-quality SRO (111) thin films with thicknesses t = 1.2-60 nm grown on SrTiO3 (111) substrates by machine-learning-assisted molecular beam epitaxy. We achieved a residual resistivity ratio of 45.5 in a 60 nm-thick film, the highest reported for this orientation, enabling access to intrinsic electronic and magnetic behavior. Temperature-dependent resistivity confirms Fermi-liquid transport below 15 K in both coherently strained (t = 10, 20 nm) and strain-relaxed (t = 60 nm) films, thereby enabling detailed magnetotransport and magnetic measurements. The linear, non-saturating positive magnetoresistance persists up to 14 T, while Hall-effect measurements and temperature scaling separate intrinsic (Karplus-Luttinger) and extrinsic (side-jump) contributions to the anomalous Hall effect, with the relative weight tuned by (111) epitaxial strain. X-ray magnetic circular dichroism at the Ru M2,3 and O K edges, together with SQUID magnetometry, demonstrates an intrinsically low-spin Ru ground state for both coherently strained and relaxed films, resolving ambiguities among prior reports. These detailed crystalline, electrical, and magnetic characterizations provide a rigorous foundation for understanding and engineering quantum transport in SRO (111)."}
{"id": "2602.15126", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15126", "abs": "https://arxiv.org/abs/2602.15126", "authors": ["Mojtaba Alaei", "Nafise Rezaei", "Ilia Mikhailov", "Artem R. Oganov", "Alireza Qaiumzadeh"], "title": "Complex Magnetic Behavior in RuO$_2$ Thin Films: Strain, Surface Effects, and Altermagnetic Signatures", "comment": null, "summary": "RuO$_2$ has been proposed as a prototypical metallic $d$-wave altermagnet, a Néel-ordered compensated antiferromagnetic state exhibiting nonrelativistic momentum-dependent spin splitting; yet, its magnetic ground state remains controversial both theoretically and experimentally. Using comprehensive first-principles calculations, we investigate RuO$_2$ thin films with (110), (100), and (001) orientations, both freestanding and supported on a TiO$_2$ substrate. We show that magnetism in RuO$_2$ thin films is highly fragile, strongly influenced by strain, surface orientation, and atomic relaxation, while also being highly sensitive to the choice of the Brillouin-zone integration scheme. Although tensile strain induces finite magnetic moments, none of the studied systems stabilizes a compensated antiferromagnetic state; hence, an altermagnetic ground state cannot be achieved. Instead, the magnetic response is characterized by pronounced layer- and site-dependent variations and incomplete moment compensation, resembling a ferrimagnetic-like state. Our results reconcile conflicting theoretical and experimental reports and underscore the sensitivity of RuO$_2$ magnetism to structural and methodological details."}
{"id": "2602.15760", "categories": ["cond-mat.mes-hall", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.15760", "abs": "https://arxiv.org/abs/2602.15760", "authors": ["Krzysztof Szulc", "Mengying Guo", "Ondřej Wojewoda", "Hongyu Wang", "Dominik Pavelka", "Jan Klíma", "Jakub Krčma", "Xiufeng Han", "Qi Wang", "Michal Urbánek"], "title": "Polarization-resolved measurement of forward volume spin waves by micro-focused Brillouin light scattering", "comment": null, "summary": "We show how the micro-focused BLS signal of forward volume spin waves is formed and why it remains observable despite symmetry-based \"suppression\" expectations. A reciprocity-theorem based model with vectorial diffraction-limited focusing identifies the nonnegligible longitudinal focal-field component as the key element responsible for BLS sensitivity in the forward volume geometry. We further demonstrate that full polarization analysis, implemented through polarizer-analyzer maps of coherently excited spin waves, provides information beyond the conventional crossed polarizer-analyzer readout. In a BiYIG thin film, the measured maps exhibit Stokes/anti-Stokes polarization asymmetries and nontrivial patterns that stem from quadratic magneto-optical coupling terms. Fitting the data with a model including Voigt and Cotton-Mouton contributions yields an effective Cotton-Mouton constant and shows that the quadratic response is comparable to the linear Voigt contribution."}
{"id": "2602.15369", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15369", "abs": "https://arxiv.org/abs/2602.15369", "authors": ["Ting Peng"], "title": "Entropy Has No Direction: A Mirror-State Paradox Against Universal Monotonic Entropy Increase and a First-Principles Proof that Constraints Reshape the Entropy Distribution", "comment": null, "summary": "We present a purely theoretical, self-contained argument that the Second Law of Thermodynamics cannot be a universal fundamental law in the form ``entropy does not decrease'' (whether asserted trajectory-wise or as a universal statistical principle) when the underlying microscopic dynamics are time-reversal invariant. The core is a mirror-state construction: for any microstate $A$ one constructs its time-reversed partner $B$ (momenta inverted). If a universal monotonicity statement is applied to both $A$ and $B$, it implies that $A$ is a local minimum of entropy at every moment, which forces entropy to be constant and destroys any entropic arrow of time. The consistent replacement is that entropy is a stochastic variable described by a probability distribution $P(S)$, whose shape depends on constraints and boundary conditions. We then prove from first principles that constraints necessarily reshape the long-time entropy distribution $P_{\\infty}(S;λ)$ by altering the invariant measure through changes in the Hamiltonian and/or the accessible phase space. A sharp criterion is given: in the microcanonical setting, the \\emph{only} way $P_{\\infty}^{(E)}(S;λ)$ can remain the same up to translation is when all accessible macrostate volumes are scaled by a common factor; otherwise the distribution changes structurally."}
{"id": "2602.15588", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15588", "abs": "https://arxiv.org/abs/2602.15588", "authors": ["Wojciech Sas", "Yuki Utsumi Boucher", "Seyed Ashkan Moghadam Ziabari", "Gaurav Pransu", "Trpimir Ivšić", "László Forró", "Ivana Vobornik", "Jun Fujii", "Naveen Singh Dhami", "Bruno Gudac", "Mario Novak", "Neven Barišić", "Ivo Batistić", "Petar Popčević"], "title": "Origin of a shallow electron pocket: $β$-band in Co$_{1/3}$TaS$_2$ studied by angle-resolved photoemission spectroscopy", "comment": "10 pages, 6 figures, 1 table", "summary": "We investigated the electronic structure of Co-intercalated 2H-TaS$_2$ using angle-resolved photoemission spectroscopy (ARPES). In the compound Co$_{1/3}$TaS$_2$, the main electronic bands closely resemble those of pristine 2H-TaS$_2$, with no clear signs of band folding. However, a shallow electron pocket, referred to as the $β$-feature, was detected at the Fermi level near the corner of the superlattice Brillouin zone. The surface vs bulk origin of this feature is debated, as it cannot be reproduced using standard DFT calculations. To resolve this, we employed cluster perturbation theory (CPT) to incorporating an exact treatment of strong electron correlations (U) on the cobalt sites, going beyond DFT+U approximation. To further substantiate this, we studied an underdoped sample, Co$_{0.22}$TaS$_2$, where a reduced charge transfer leads to different Co orbital character near the Fermi level. We find that its electronic structure closely resembles that of undoped 2H-TaS$_2$, and crucially, lacks the $β$-feature. Our results demonstrate that the $β$-feature is of the bulk origin emerging from the strong electronic correlations where both the Co charge state and long-range crystallographic order play an important role. This work highlights the need for accurate treatment of electron correlations when studying intercalated transition metal dichalcogenides."}
{"id": "2602.15747", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15747", "abs": "https://arxiv.org/abs/2602.15747", "authors": ["Moritz Schäfer", "Matthias Kellner", "Johannes Kästner", "Michele Ceriotti"], "title": "How to Train a Shallow Ensemble", "comment": null, "summary": "Shallow ensembles provide a convenient strategy for uncertainty quantification in machine learning interatomic potentials, that is computationally efficient because the different ensemble members share a large part of the model weights. In this work, we systematically investigate training strategies for shallow ensembles to balance calibration performance with computational cost. We first demonstrate that explicit optimization of a negative log-likelihood (NLL) loss improves calibration with respect to approaches based on ensembles of randomly initialized models, or on a last-layer Laplace approximation. However, models trained solely on energy objectives yield miscalibrated force estimates. We show that explicitly modeling force uncertainties via an NLL objective is essential for reliable calibration, though it typically incurs a significant computational overhead. To address this, we validate an efficient protocol: full-model fine-tuning of a shallow ensemble originally trained with a probabilistic energy loss, or one sampled from the Laplace posterior. This approach results in negligible reduction in calibration quality compared to training from scratch, while reducing training time by up to 96%. We evaluate this protocol across a diverse range of materials, including amorphous carbon, ionic liquids (BMIM), liquid water (H$_2$O), barium titanate (BaTiO$_3$), and a model tetrapeptide (Ac-Ala3-NHMe), establishing practical guidelines for reliable uncertainty quantification in atomistic machine learning."}
{"id": "2602.15268", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.15268", "abs": "https://arxiv.org/abs/2602.15268", "authors": ["Jonas Hänseroth", "Max Großmann", "Malte Grunert", "Erich Runge", "Christian Dreßler"], "title": "High-throughput screening and mechanistic insights into solid acid proton conductors", "comment": null, "summary": "Proton-conducting solid acids could enable water-free operation of high-temperature fuel cells. However, systematic materials screening has, hitherto, been computationally prohibitive. Here, we introduce a two-stage high-throughput screening strategy that directly computes proton diffusion coefficients, enabled by machine-learned interatomic potentials fine-tuned to ab initio data. Starting from more than six million materials, our screening -- based on structural motifs rather than empirical descriptors -- identifies $27$ high-performing proton conductors, including over ten previously unexplored compounds. These include sustainable and commercially available materials, candidates that have not yet been synthesized, organic systems that fall outside conventional design rules, and known proton conductors that validate our approach. Importantly, our findings reveal a universal oxygen--oxygen distance of approximately $2.5$~Å at the moment of proton transfer across diverse chemistries, providing mechanistic insight and showing that macroscopic proton conductivity emerges from the interplay between anion rotational dynamics, hydrogen-bond network connectivity, and proton-transfer probability."}
{"id": "2602.15446", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2602.15446", "abs": "https://arxiv.org/abs/2602.15446", "authors": ["Omar Abou El Kheir", "Marco Bernasconi"], "title": "On the origin of in-gap states in amorphous Ge$_2$Sb$_2$Te$_5$", "comment": null, "summary": "The localized states in the band gap of amorphous phase change alloys like Ge$_2$Sb$_2$Te$_5$ control the electrical conduction via the Poole-Frenkel mechanism. Understanding the origin of in-gap states and their evolution in time during aging of the glass is therefore important for the control of the resistance drift in phase change memory devices. Here, we use a machine learning interatomic potential to generate several models of Ge$_2$Sb$_2$Te$_5$ whose electronic structure is then analyzed within density functional theory with a hybrid functional. A detailed statistical analysis of the structural motifs on which the in-gap states are localized, reveals that the vast majority of in-gap states involve wrong bonds (homopolar or Ge-Sb bonds) often accompanied by Ge in tetrahedral configurations or overcoordinated Ge and Sb atoms. Metadynamics simulations mimicking glass aging support the picture that structural relaxations lead to the depletion of in-gap states and then to an increase of resistance. The simulations thus provide important insights for the mitigation of the resistance drift in phase change memory devices."}
{"id": "2602.15131", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15131", "abs": "https://arxiv.org/abs/2602.15131", "authors": ["Vladimir P. Mineev"], "title": "Band splitting in altermagnet CrSb", "comment": "5 pages, 3 figures", "summary": "Altermegnets are a class of metallic magnets characterized by spin-split electron bands. Band splitting in the hexagonal altermagnet CrSb was studied using the ARPES method, magnetotransport and torque measurements, combined with DFT+U calculations. The shape, position, and even symmetry of the Fermi surfaces found in these studies vary. The developed approach, based on symmetry considerations, allows us to establish several general properties of band splitting in the altermagnet CrSb, including the symmetry of the spin distribution in each electron band, the symmetry of the bands in an external magnetic field, and the dependence of the frequencies and amplitudes of quantum oscillations on the magnetic field."}
{"id": "2602.15213", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15213", "abs": "https://arxiv.org/abs/2602.15213", "authors": ["Aritra Lahiri", "Marcel Polák", "Björn Trauzettel"], "title": "Diode effect in microwave irradiated Josephson junctions with Yu-Shiba-Rusinov states", "comment": null, "summary": "We investigate the critical current in microwave-irradiated Josephson junctions hosting Yu-Shiba-Rusinov states due to magnetic impurities. Under two conditions, namely, (i) the breaking of particle-hole symmetry in the normal sense by non-zero potential scattering, and (ii) the breaking of inversion symmetry either by unequal magnitudes of potential scattering and/or magnetic moments, microwave irradiation induces an additional phase-independent contribution to the current. This leads to asymmetric critical currents for opposite current polarities, an effect absent in the same junction without microwave irradiation. The asymmetry is highly tunable via the microwave amplitude and frequency, and we may even achieve perfect asymmetry where the critical current vanishes for one polarity, akin to a perfect diode. While Yu-Shiba-Rusinov states provide the ideal platform for a pronounced asymmetry, we find that as long as the two conditions (i) and (ii) above are met, our proposal does not necessarily depend upon them."}
{"id": "2602.15392", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15392", "abs": "https://arxiv.org/abs/2602.15392", "authors": ["Gavin E. Crooks"], "title": "Dual thermodynamic ensembles, relative entropies, and excess free energy", "comment": null, "summary": "It has long been known that the relative entropy of a non-equilibrium ensemble to the corresponding equilibrium ensemble is the excess free energy. We show that the reverse relative entropy also has a thermodynamic interpretation: it is the excess free energy of a dual ensemble in which the roles of energy and entropy are interchanged."}
{"id": "2602.15610", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15610", "abs": "https://arxiv.org/abs/2602.15610", "authors": ["M. Horio", "T. Wada", "V. Granata", "R. Fittipaldi", "A. Vecchione", "J. Chang", "I. Matsuda"], "title": "Ambipolar doping-induced surface in-gap state on Mott-insulating Ca$_2$RuO$_4$", "comment": null, "summary": "We report an x-ray photoemission spectroscopy study of Ca$_2$RuO$_4$ surface-dosed with Cs alkali atoms and C$_{60}$ molecules. Due to its small ionization energy (large electron affinity), deposited Cs atoms (C$_{60}$ molecules) are expected to provide a solid surface with electrons (holes). Upon dosing the dopants to Mott-insulating Ca$_2$RuO$_4$, we found a new Ru $3d$ photoemission peak emerging on the lower binding-energy side, suggesting the creation of a core-hole screening channel associated with coherent Ru $4d$ states around the Fermi level. For both the Cs and C$_{60}$ dosing, this change occurred without an appreciable chemical potential jump. The coherent state, therefore, develops within the Mott gap through hybridization with the impurity level of the dopants. The present work highlights the flexibility of Mott-insulator surfaces as a playground for metal-insulator transitions."}
{"id": "2602.15793", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15793", "abs": "https://arxiv.org/abs/2602.15793", "authors": ["David L. Goodwin", "Jose P. Carvalho", "Anders B. Nielsen", "Nino Wili", "Thomas Vosegaard", "Zdenek Tosner", "Niels Chr. Nielsen"], "title": "Extending numerical simulations in SIMPSON: Electron paramagnetic resonance, dynamic nuclear polarisation, propagator splitting, pulse transients, and quadrupolar cross terms", "comment": "25 pages, 9 figures", "summary": "Aimed at the simulation, design, and interpretation of advanced pulse experiments crossing the boundaries between nuclear magnetic resonance (NMR) and electron paramagnetic resonance (EPR), including the rapidly emerging, hybrid discipline of pulsed dynamic nuclear polarisation (DNP), we present a host of novel features in the widely used SIMPSON software package addressing these aspects. Along with this come new features for advanced pulse sequence evaluation in terms of propagator splitting, high-order spin operator cross terms, and pulse phase transients. These fundamental new tools are introduced in a C++-based next generation of the SIMPSON software, which improves calculations speed in some aspects, is better prepared for further developments, and facilitates easier community contributions to the open-source software package."}
{"id": "2602.15345", "categories": ["physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.15345", "abs": "https://arxiv.org/abs/2602.15345", "authors": ["Jigyasa Nigam", "Tess Smidt", "Geneviève Dusson"], "title": "Machine learning electronic structure and atomistic properties from the external potential", "comment": null, "summary": "Electronic structure calculations remain a major bottleneck in atomistic simulations and, not surprisingly, have attracted significant attention in machine learning (ML). Most existing approaches learn a direct map from molecular geometries, typically represented as graphs or encoded local environments, to molecular properties or use ML as a surrogate for electronic structure theory by targeting quantities such as Fock or density matrices expressed in an atomic orbital (AO) basis.\n  Inspired by the Hohenberg-Kohn theorem, in this work, we propose an operator-centered framework in which the external (nuclear) potential, expressed in an AO basis, serves as the model input. From this operator, we construct hierarchical, body-ordered representations of atomic configurations that closely mirror the principles underlying several popular atom-centered descriptors. At the same time, the matrix-valued nature of the external potential provides a natural connection to equivariant message-passing neural networks. In particular, we show that successive products of the external potential provide a scalable route to equivariant message passing and enable an efficient description of long-range effects. We demonstrate that this approach can be used to model molecular properties, such as energies and dipole moments, from the external potential, or learn effective operator-to-operator maps, including mappings to the Fock matrix and the reduced density matrix from which multiple molecular observables can be simultaneously derived."}
{"id": "2602.15465", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15465", "abs": "https://arxiv.org/abs/2602.15465", "authors": ["Pengfei Jiao", "Chenghao Qian", "Ning Mao", "Xumin Chang", "Jiayong Xiao", "Feng Liu", "Shaozheng Wang", "Xiaokai Wu", "Di Peng", "Cheng Xu", "Hongliang Dong", "Yuchen Zheng", "Juncai Wu", "Tong Zheng", "Kenji Watanabe", "Takashi Taniguchi", "Jinfeng Jia", "Xiaoxue Liu", "Zhiwen Shi", "Shiyong Wang", "Guorui Chen", "Tingxin Li", "Ruidan Zhong", "Yang Zhang", "Dong Qian", "Zhiqiang Chen", "Shengwei Jiang"], "title": "Hydrostatic Pressure-enhanced correlated magnetism and Chern insulator in moir'e WSe2", "comment": null, "summary": "Moiré semiconductors offer flat bands where Coulomb interactions and band topology intertwine, while interlayer coupling plays a central role in forming the moiré potential. However, limited interlayer coupling strength and the lack of efficient tuning methods hinder further exploration of correlated phenomena in moiré semiconductors. Here we introduce a cryogenic dual-gated diamond-anvil platform using helium as a pressure medium, enabling reversible hydrostatic tuning together with magneto-optical spectroscopy in twisted bilayer WSe2. Pressure enhances the moiré potential, redshifts excitons, and stabilizes Stoner ferromagnetism otherwise absent at a 3.1-degree twist. Simultaneously, the half-filled C = 1 Chern insulating state strengthens, exhibiting a reduced saturation field. Moreover, we observe a topological phase transition from a Chern insulator to a Mott insulator at around 2 GPa. First-principles calculations reveal that a Gamma-to-K valence-band-maximum switching drives this transition by converting an Ising-like topological K-valley miniband into a spin-degenerate trivial Gamma miniband. Our findings demonstrate hydrostatic pressure as a powerful, continuous control axis for correlated magnetism and topological band engineering in moiré materials."}
{"id": "2602.15163", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15163", "abs": "https://arxiv.org/abs/2602.15163", "authors": ["Bishnu Bhowmik", "Sayantan Mitra", "Robert M. Ziff", "Ankur Sensharma"], "title": "Bond percolation in distorted simple cubic and body-centered cubic lattices", "comment": "15 pages, 6 figures", "summary": "We investigate the effect of structural distortion on bond percolation in simple cubic and body-centered cubic lattices using extensive Monte Carlo simulations. Distortion is introduced through controlled random displacements of lattice sites, thereby modifying nearest-neighbor distances. Bond occupation is permitted only when the bond length is smaller than a prescribed connection threshold, directly coupling geometric disorder to connectivity. Finite-size scaling analysis is employed to determine percolation thresholds for finite systems and in the thermodynamic limit. We find that when the connection threshold exceeds the nearest-neighbor distance of the undistorted lattice, the percolation threshold increases monotonically with distortion strength, indicating a systematic suppression of spanning. In contrast, this monotonic behavior breaks down when the connection threshold is below the nearest-neighbor distance of the undistorted lattice, highlighting a nontrivial interplay between geometric distortion and connectivity. We further identify critical values of the connection threshold and the distortion amplitude required for global spanning when all the allowed bonds are occupied. All qualitative behaviors remain robust across both lattice geometries. These results clarify how geometric disorder reshapes percolation in three-dimensional crystalline networks."}
{"id": "2602.15465", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15465", "abs": "https://arxiv.org/abs/2602.15465", "authors": ["Pengfei Jiao", "Chenghao Qian", "Ning Mao", "Xumin Chang", "Jiayong Xiao", "Feng Liu", "Shaozheng Wang", "Xiaokai Wu", "Di Peng", "Cheng Xu", "Hongliang Dong", "Yuchen Zheng", "Juncai Wu", "Tong Zheng", "Kenji Watanabe", "Takashi Taniguchi", "Jinfeng Jia", "Xiaoxue Liu", "Zhiwen Shi", "Shiyong Wang", "Guorui Chen", "Tingxin Li", "Ruidan Zhong", "Yang Zhang", "Dong Qian", "Zhiqiang Chen", "Shengwei Jiang"], "title": "Hydrostatic Pressure-enhanced correlated magnetism and Chern insulator in moir'e WSe2", "comment": null, "summary": "Moiré semiconductors offer flat bands where Coulomb interactions and band topology intertwine, while interlayer coupling plays a central role in forming the moiré potential. However, limited interlayer coupling strength and the lack of efficient tuning methods hinder further exploration of correlated phenomena in moiré semiconductors. Here we introduce a cryogenic dual-gated diamond-anvil platform using helium as a pressure medium, enabling reversible hydrostatic tuning together with magneto-optical spectroscopy in twisted bilayer WSe2. Pressure enhances the moiré potential, redshifts excitons, and stabilizes Stoner ferromagnetism otherwise absent at a 3.1-degree twist. Simultaneously, the half-filled C = 1 Chern insulating state strengthens, exhibiting a reduced saturation field. Moreover, we observe a topological phase transition from a Chern insulator to a Mott insulator at around 2 GPa. First-principles calculations reveal that a Gamma-to-K valence-band-maximum switching drives this transition by converting an Ising-like topological K-valley miniband into a spin-degenerate trivial Gamma miniband. Our findings demonstrate hydrostatic pressure as a powerful, continuous control axis for correlated magnetism and topological band engineering in moiré materials."}
{"id": "2602.15494", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15494", "abs": "https://arxiv.org/abs/2602.15494", "authors": ["S. Giordano", "R. Blossey"], "title": "Generalized Geometric Brownian motion and the Infinite Ergodicity concept", "comment": "Accepted author manuscript for the themed issue \"Ergodicity and ergodicity breaking in the sciences\" in the Philosophical Transactions A", "summary": "We investigate stochastic processes that generalize geometric Brownian motion, focusing on cases where the standard invariant measure, i.e. the solution of the stationary Fokker-Planck equation does not necessarily exist. We demonstrate that the existence of such a measure depends sensitively on the structure of the drift and diffusion terms, as well as on the chosen discretization scheme of the underlying stochastic dynamics. To ground our discussion, we draw motivation from phenomenological models in statistical theories of turbulence, where geometric Brownian motion serves as a classical example. To address situations where the standard invariant measure fails to exist, we heuristically explore the concept of infinite ergodicity, a notion recently introduced in the context of statistical physics for drift-diffusion stochastic processes."}
{"id": "2602.15624", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15624", "abs": "https://arxiv.org/abs/2602.15624", "authors": ["Wafa Makhlouf", "Bruno Senjean", "Emmanuel Fromager"], "title": "Generalized local potential functional embedding theory of localized orbitals", "comment": null, "summary": "In this work we introduce a generalized flavor, in the sense of generalized Kohn-Sham density functional theory (gKS-DFT), of the recently derived local potential functional embedding theory (LPFET) [J. Chem. Theory Comput. 2025, 21, 20, 10293], where the in-principle exact formalism of DFT is combined with that of density matrix embedding theory (DMET). In generalized LPFET (gLPFET), the embedding clusters are designed from a full-size gKS system where the (in-principle non-local) Hartree-Fock exchange potential is combined with a local (in the localized orbital representation) correlation potential. The latter is optimized self-consistently such that gKS and local embedding cluster's densities match. Unlike in DMET, which uses the same (global) chemical potential value in all clusters, each embedded orbital has its own chemical potential in gLPFET. We show analytically that, when electron correlation is strongly local, the latter potential becomes a simple functional of the correlation potential. Numerical calculations on model systems confirm the high accuracy of gLPFET in this regime, in contrast to DMET. Moreover, we show that gLPFET completely fixes the flaw of LPFET in weaker correlation regimes, through its appropriate description of the Hartree-exchange potential."}
{"id": "2602.15426", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15426", "abs": "https://arxiv.org/abs/2602.15426", "authors": ["Atef A. Sheekhoon", "Abdelrahman O. Haridy", "Sebastian Pedalino", "Vitaly V. Kresin"], "title": "Photoionization of temperature-controlled nanoparticles in a beam: Accurate and efficient determination of ionization energies and work functions", "comment": null, "summary": "A beam of free alkali metal nanoparticles is produced by a condensation source, passed through a thermalizing tube adjustable over a broad temperature range, and ionized by tunable light. High stability of the particle flux and an automated data acquisition routine allow efficient collection of photoionization yield curves. A careful fit of the data to the universal Fowler function makes it possible to obtain nanoparticle ionization energies, and from those, the metal work functions, with $\\sim$0.2% precision. The experimental arrangement, nanoparticle thermalization rates, and ionization threshold analysis are described in detail. The use of ultrapure and temperature-controlled gas-phase nanoparticles facilitates the analysis of electronic properties, such as work functions, and of their interplay with thermal lattice dynamics."}
{"id": "2602.15534", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15534", "abs": "https://arxiv.org/abs/2602.15534", "authors": ["Sangita Mondal", "Cecilia M. S. Alvares", "Rocio Semino"], "title": "Reactive Coarse Grained Force Field for Metal-Organic Frameworks applied to Modeling ZIF-8 Self-Assembly", "comment": "35 pages, 9 figures, 3 tables", "summary": "Decoding the self-assembly mechanism of metal-organic frameworks is a crucial step in reducing trial-and-error tests in their synthesis protocols. Atomistic simulations have proven essential in revealing molecular-level features of MOF nucleation, but they still exhibit limitations in the simulation setups due to size constraints (inability of reaching realistic concentrations or exploring non-stoichiometric metal:ligand ratios). In this contribution, we develop a methodology to derive reactive coarse grained force fields based on multiscale coarse graining methods. We apply our novel methodology to the case of the archetypal zeolitic-imidazolate framework ZIF-8. Our coarse grained force field, which we call nb-CG-ZIF-FF, does not contain any explicit connectivity information, but learns the tetrahedral Zn-connectivity from many body correlations within an atomistic benchmark. nb-CG-ZIF-FF quantitatively reproduces the features of bulk, crystalline ZIF-8 as well as the structural evolution of pre-nucleation species in terms of Zn n-fold coordination populations from the atomistic benchmark. While the range of rings that are formed along the synthesis process are well captured by nb-CG-ZIF-FF, the model cannot exactly reproduce ring populations. Our reactive CG force field fitting approach can be applied to any MOF, opening new research avenues in modeling MOF formation, decomposition, defect dynamics and phase transition processes."}
{"id": "2602.15178", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.15178", "abs": "https://arxiv.org/abs/2602.15178", "authors": ["Jewook Park", "Hoyeon Jeon", "Dongwon Shin", "Guannan Zhang", "Michael A McGuire", "Brian C. Sales", "An-Ping Li"], "title": "Deciphering Majorana Zero Modes in Topological Superconductor FeTe0.55Se0.45 with Machine-Learning-Assisted Spectral Deconvolution", "comment": null, "summary": "An unambiguous identification of Majorana zero modes (MZMs) in topological superconductors (TSC) remains a challenge due to complex in-gap states that can also produce zero-bias conductance peaks (ZBPs). Here we demonstrate a data-driven workflow that integrates pixel-wise spectral deconvolution with machine-learning (ML) to analyze tunneling spectroscopy from FeTe0.55Se0.45, an intrinsic TSC. Based on the local density of states (LDOS) spectra acquired with a millikelvin scanning tunnelling microscope under magnetic fields, each spectrum was decomposed into multiple Lorentzian peaks. The extracted peak parameters were assembled into a structured feature set and subsequently embedded and clustered with unsupervised ML algorithms. ML-based clustering identified distinct classes of LDOS spectra, separating superconductor vortices exhibiting ZBPs consistent with established characteristics of MZMs from vortices displaying ZBP-mimicking features of trivial origin. Furthermore, spatially resolved ZBP distributions differentiate isotropic vortex cores with well-defined ZBPs from vortices that exhibit locally distorted ZBPs. By comparing the ZBP distributions to defect locations measured without magnetic field, we found a correlation between local heterogeneity and the ZBP formation, necessitating the systematic, data-driven analysis in disentangling genuine MZM signatures in TSC. This objective and reproducible workflow paves the way to further manipulating MZMs in TSC. This objective and reproducible workflow advances reliable MZM detection in TSCs, providing a foundation for MZM manipulation towards quantum computation."}
{"id": "2602.15495", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15495", "abs": "https://arxiv.org/abs/2602.15495", "authors": ["Anagha V K", "Apoorva Nagar"], "title": "Ising Model with Power Law Resetting", "comment": null, "summary": "We investigate the nonequilibrium dynamics of the nearest-neighbour Ising model subjected to stochastic resetting, where the system is intermittently returned to an initial configuration with magnetisation $m_0$, with the inter-reset times drawn from the power law distribution $ατ_0^α/ τ^{α+1}$. The heavy-tailed resets generate magnetisation distributions that differ significantly from both equilibrium dynamics and the previously studied Ising model with exponentially distributed reset times. In two dimensions, for $T > T_C$, we find a quasi-ferro state for all $α$, marked by a double-peaked distribution that diverges at $m=0$ and $m=m_0$; no steady state exists for $α< 1$, while a stationary state emerges for $α> 1$. For $T < T_C$, power law resetting produces two distinct regimes separated by a crossover exponent $α^* = 1-c$: a single-peak ferromagnetic phase localised at $m_{eq}$ for $α< α^*$, and a dual-peak ferromagnetic phase with divergences at $m_{eq}$ and $m_0$ for $α> α^*$. Analytic results in one and two dimensions, supported by simulations, yield a rich phase diagram in the $(T,α)$ plane and reveal how heavy-tailed resetting generates nonequilibrium phases very different from those seen in the case of exponential resetting."}
{"id": "2602.15662", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15662", "abs": "https://arxiv.org/abs/2602.15662", "authors": ["Lasse Gresista", "Daniel Lozano-Gómez", "Matthias Vojta", "Simon Trebst", "Yasir Iqbal"], "title": "Quantum Coulomb Liquids of Different Rank in the Breathing Pyrochlore Antiferromagnet", "comment": "9 pages, 6 figures and Supplemental Material", "summary": "Emergent gauge fields and Coulomb liquids have long been central to the physics of frustrated pyrochlore magnets, yet their realization beyond conventional, i.e. rank-1 $U(1)$, spin ice and into fully quantum higher-rank regimes has remained elusive. Here we provide a controlled demonstration of this physics in the spin-$\\tfrac{1}{2}$ quantum Heisenberg antiferromagnet on the breathing pyrochlore lattice with symmetry-allowed Dzyaloshinskii--Moriya interactions, using the pseudofermion functional renormalization group. We show that tuning the breathing asymmetry stabilizes extended quantum analogues of both rank-1 and rank-2 $U(1)$ Coulomb liquids within a single microscopic model, directly distinguished by their characteristic pinch-point morphologies in momentum space. This provides the first controlled quantum realization in three dimensions where gauge theories of different rank emerge within a single microscopic spin Hamiltonian. In addition, quantum fluctuations qualitatively reshape the classical nearest-neighbor atlas of phases, causing an incommensurate spiral instability and an extended quantum-disordered regime without dipolar order, both absent from the classical model. Our results establish the breathing pyrochlore as a timely and experimentally relevant platform where higher-rank gauge constraints, conventional magnetic order, and fluctuation-driven quantum phases compete on equal footing, opening a direct route to diagnosing emergent gauge structure in three-dimensional quantum magnets."}
{"id": "2602.15434", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15434", "abs": "https://arxiv.org/abs/2602.15434", "authors": ["Abdelrahman O. Haridy", "Atef A. Sheekhoon", "Vitaly V. Kresin"], "title": "Temperature-dependent photoionization thresholds of alkali-metal nanoparticles reveal thermal expansion and the melting transition", "comment": null, "summary": "A precision measurement of the photoionization of pure sodium and potassium nanoparticles isolated in a beam enabled an accurate determination of their work functions as a function of temperature. In addition to resolving and quantifying the initial gradual decrease of the work function with temperature, which is associated with thermal expansion, the experiment revealed that the work function then undergoes a distinct drop both in magnitude and in slope that signifies the onset of nanoparticle melting. This establishes that a structural phase transition can be detected via a high-resolution measurement of the photoemission threshold. The melting temperature of nanoparticles with diameters of 7-9 nm is reduced by nearly 100 K relative to the bulk value. This suppression aligns with predictions from the Gibbs-Thomson equation which describes finite-size phase transitions."}
{"id": "2602.15606", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15606", "abs": "https://arxiv.org/abs/2602.15606", "authors": ["Markus Meinert"], "title": "Neel temperature and helical spin order of altermagnetic RuO2", "comment": "6 pages, 4 figures", "summary": "The magnetic groundstate of RuO$_2$ remains controversial, with experimental evidence for a nonmagnetic groundstate of ideal bulk material and indications of a magnetic state in strained thin films. Here, I investigate the Néel temperature of the (hypothetical) altermagnetic state of bulk RuO$_2$, stabilized via the DFT$+U$ technique, by mapping on a Heisenberg Hamiltonian. The Néel temperature scales monotonously with the magnetic moment up to the point where a large $+U$ term opens a band gap and turns RuO$_2$ semiconducting. The maximum Néel temperature obtained by this procedure is 408\\,K at $U=3$\\,eV, and much smaller values for smaller $U$. A reciprocal-space eigenvalue analysis reveals a helimagnetic groundstate of the spin model due to intra-sublattice antiferromagnetic coupling. This situation resembles the isostructural $β$-MnO$_2$, which is a prototype helimagnet. Further comparison with calculations on CrO$_2$ and altermagnetic MnF$_2$ taking $U$ as an adjustable parameter supports the validity of the spin model analysis."}
{"id": "2602.15185", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2602.15185", "abs": "https://arxiv.org/abs/2602.15185", "authors": ["Cooper Jacobus"], "title": "Finding the Edge of Chaos in a Ferromagnet: Quantifying the \"Complexity\" of 2D Ising Phase Transitions with Image Compression", "comment": "Working draft, constructive comments welcome", "summary": "The data-driven characterization of the ``complexity'' present in dynamical systems remains an open problem with broad applications across the physical sciences. We investigate the ``structural complexity'' of the 2D ferromagnetic Ising model, a paradigmatic system exhibiting a second-order phase transition at a certain critical temperature which is often cited as a canonical example of complex morphology. We define a quantitative metric for this structural complexity, $\\mathcal C_s$, through the lens of algorithmic information theory by approximating the Kolmogorov complexity of lattice configurations via standard lossless image compression algorithms. We regularize our proposed metric, $\\mathcal C_s$, by comparing the compressibility of a configuration to that of its pixel-wise sorted and randomly shuffled counterparts. We arrive at a definition of $\\mathcal C_s$ as a product of two components representing the systems departure from perfect order and disorder respectively which we then plot as a function of temperature. Our numerical simulations reveal a distinct peak in $\\mathcal C_s$ at the known critical temperature $T_c$. This result demonstrates that such information-theoretic measures can act as sensitive, model-agnostic indicators of criticality, directly quantifying the emergence of complex structure at the boundary between order and chaos, opening the door to data-driven applications in domains where analytic solutions are unavailable."}
{"id": "2602.15512", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2602.15512", "abs": "https://arxiv.org/abs/2602.15512", "authors": ["Stefano Lepri", "Roberto Livi", "Antonio Politi"], "title": "Anomalous transport in the Fermi-Pasta-Ulam-Tsingou model: a review and open problems", "comment": "Contribution for the Special Issue on FPUT, in Journal of Statistical Physics", "summary": "This review provides an up-to-date account of energy transport in Fermi-Pasta-Ulam-Tsingou (FPUT) chains, a key testbed for nonequilibrium statistical physics. We discuss the transition from the historical puzzle of thermalization to the discovery of anomalous heat transport, where the effective thermal conductivity $κ$ diverges with system size $L$ as $κ\\propto L^δ$. The article clarifies the distinction between two universality classes: the FPUT-$αβ$ model, characterized by $δ= 1/3$ and linked to Kardar-Parisi-Zhang (KPZ) physics, and the symmetric FPUT-$β$ model, where numerical and theoretical evidence support $δ= 2/5$. We investigate how finite-size effects - unavoidably induced by the thermostatting protocols - can disguise the asymptotic scaling. Additionally, we analyze the role of conservative noise in preserving hydrodynamic properties and examine how proximity to integrable limits leads to long-lived quasi-particles and, thereby, to diffusive regimes over intermediate spatial scales."}
{"id": "2602.15774", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2602.15774", "abs": "https://arxiv.org/abs/2602.15774", "authors": ["D. Jones", "A. Weh", "A. Östlin", "D. Braak", "T. Kopp", "P. Seiler", "U. Eckern", "L. Chioncel"], "title": "Correlated electronic states at a ferromagnetic oxide interface", "comment": null, "summary": "We propose a minimal tight-binding model for the electronic interface layer of the LaAlO$_3$/SrTiO$_3$ heterostructure with oxygen vacancies. In this model, the effective carriers are subject to oxygen vacancy induced magnetic impurities. Both the effects of random on-site potentials and Zeeman-like exchange interactions between correlated carriers and magnetic impurities are taken into account. By applying the combined coherent potential approximation (CPA) and dynamical mean-field theory (DMFT) for a ferromagnetic state, we uncover a disordered Fermi-liquid regime for the majority-spins and a low energy scale which controls the transport of the minority-spin carriers, both induced by the magnetic impurities."}
{"id": "2602.15437", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15437", "abs": "https://arxiv.org/abs/2602.15437", "authors": ["Atef A. Sheekhoon", "Abdelrahman O. Haridy", "Vitaly V. Kresin"], "title": "Isotope effect in the work function of lithium", "comment": null, "summary": "The work functions of 7Li and 6Li metals have been measured as a function of temperature, by using photoionization of pure isolated metal nanoparticles in a beam. These data reveal a marked isotope effect in the temperature variation of these work functions. Furthermore, for both isotopes the curvature of this temperature variation is found to be significantly larger than may be ascribed purely to a change in the electron gas density. These findings enhance the characterization of lithium as a quantum material in which the interplay between electronic and ionic degrees of freedom is nontrivial, and call for a microscopic understanding beyond simple models. Additionally, the slope of the work function curves was observed to vanish in the low temperature limit, as had been predicted on the basis of the Third Law of thermodynamics."}
{"id": "2602.15646", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15646", "abs": "https://arxiv.org/abs/2602.15646", "authors": ["Mohammad Ismaeil Safa", "Ehsan Rahmatizad Khajehpasha", "Stefan Goedecker"], "title": "Planar Structures of Medium-Sized Gold Clusters Become Ground States upon Ionization", "comment": "10 pages together with the supplementary information", "summary": "This study investigates the structural stability of ionized gold clusters of sizes ranging from 22 to 100 atoms, contrasting compact, cage and planar structures. While it is well known that neutral clusters in the upper part of this size range predominantly favor compact structures, our results reveal that positively ionized gold clusters exhibit structural transitions in which planar structures become energetically preferred once the charge is sufficiently large. In addition, we study the finite-temperature stability of the structures and find that thermodynamic effects further stabilize planar configurations relative to their compact counterparts. To explore the potential energy surface, we use the Minima Hopping algorithm combined with a machine-learned potential. Since the machine-learned potential does not apply to ionized clusters, we introduce a charge-correction term to incorporate Coulomb interactions and charge screening."}
{"id": "2602.15213", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15213", "abs": "https://arxiv.org/abs/2602.15213", "authors": ["Aritra Lahiri", "Marcel Polák", "Björn Trauzettel"], "title": "Diode effect in microwave irradiated Josephson junctions with Yu-Shiba-Rusinov states", "comment": null, "summary": "We investigate the critical current in microwave-irradiated Josephson junctions hosting Yu-Shiba-Rusinov states due to magnetic impurities. Under two conditions, namely, (i) the breaking of particle-hole symmetry in the normal sense by non-zero potential scattering, and (ii) the breaking of inversion symmetry either by unequal magnitudes of potential scattering and/or magnetic moments, microwave irradiation induces an additional phase-independent contribution to the current. This leads to asymmetric critical currents for opposite current polarities, an effect absent in the same junction without microwave irradiation. The asymmetry is highly tunable via the microwave amplitude and frequency, and we may even achieve perfect asymmetry where the critical current vanishes for one polarity, akin to a perfect diode. While Yu-Shiba-Rusinov states provide the ideal platform for a pronounced asymmetry, we find that as long as the two conditions (i) and (ii) above are met, our proposal does not necessarily depend upon them."}
{"id": "2602.15627", "categories": ["cond-mat.stat-mech", "physics.bio-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15627", "abs": "https://arxiv.org/abs/2602.15627", "authors": ["Denis S. Grebenkov", "Ralf Metzler", "Gleb Oshanin"], "title": "Fastest first-passage time for multiple searchers with finite speed", "comment": null, "summary": "We study analytically and numerically the mean fastest first-passage time (fFPT) to an immobile target for an ensemble of $N$ independent finite-speed random searchers driven by dichotomous noise and described by the telegrapher's equation. In stark contrast to the well-studied case of Brownian particles -- for which the mean fFPT vanishes logarithmically with $N$ -- we uncover that the mean fFPT is bounded from below by the minimal ballistic travel time, with an exponentially fast convergence to this bound as $N \\to \\infty$. This behavior reveals a dramatic efficiency advantage of physically realistic, finite-speed searchers over Brownian ones and illustrates how diffusive macroscopic models may be conceptually misleading in predicting the short-time behavior of a physical system. We extend our analysis to anomalous diffusion generated by Riemann-Liouville-type dichotomous noises and find that target detection is more efficient in the superdiffusive regime, followed by normal and then subdiffusive regimes, in agreement with physical intuition and contrary to earlier predictions."}
{"id": "2602.15106", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15106", "abs": "https://arxiv.org/abs/2602.15106", "authors": ["Daniele Guerci", "Ahmed Abouelkomsan", "Liang Fu"], "title": "Topological superconductivity with emergent vortex lattice in twisted semiconductors", "comment": "19 pages, 14 figures", "summary": "The coexistence of superconductivity and fractional quantum anomalous Hall (FQAH) effect has recently been observed in twisted MoTe$_2$ and theoretically demonstrated in a model of repulsively interacting electrons under an emergent magnetic field arising from the layer pseudospin texture in moiré superlattice. Here, we show that this superconducting state is a chiral $f$-wave superconductor hosting an array of $double$ vortices, which are induced by the emergent magnetic field with $h/e$ flux quanta per moiré unit cell. This superconducting vortex lattice state is topological and features Chern number $-1/2$, giving rise to a half-integer thermal Hall conductance. Our theory provides a common mechanism and unified understanding of FQAH and topological superconductivity, with a rich phase diagram controlled by the spatial modulation of the emergent magnetic field."}
{"id": "2602.15534", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15534", "abs": "https://arxiv.org/abs/2602.15534", "authors": ["Sangita Mondal", "Cecilia M. S. Alvares", "Rocio Semino"], "title": "Reactive Coarse Grained Force Field for Metal-Organic Frameworks applied to Modeling ZIF-8 Self-Assembly", "comment": "35 pages, 9 figures, 3 tables", "summary": "Decoding the self-assembly mechanism of metal-organic frameworks is a crucial step in reducing trial-and-error tests in their synthesis protocols. Atomistic simulations have proven essential in revealing molecular-level features of MOF nucleation, but they still exhibit limitations in the simulation setups due to size constraints (inability of reaching realistic concentrations or exploring non-stoichiometric metal:ligand ratios). In this contribution, we develop a methodology to derive reactive coarse grained force fields based on multiscale coarse graining methods. We apply our novel methodology to the case of the archetypal zeolitic-imidazolate framework ZIF-8. Our coarse grained force field, which we call nb-CG-ZIF-FF, does not contain any explicit connectivity information, but learns the tetrahedral Zn-connectivity from many body correlations within an atomistic benchmark. nb-CG-ZIF-FF quantitatively reproduces the features of bulk, crystalline ZIF-8 as well as the structural evolution of pre-nucleation species in terms of Zn n-fold coordination populations from the atomistic benchmark. While the range of rings that are formed along the synthesis process are well captured by nb-CG-ZIF-FF, the model cannot exactly reproduce ring populations. Our reactive CG force field fitting approach can be applied to any MOF, opening new research avenues in modeling MOF formation, decomposition, defect dynamics and phase transition processes."}
{"id": "2602.15729", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15729", "abs": "https://arxiv.org/abs/2602.15729", "authors": ["James A. D. Ball", "David M. Collins", "Yuanbo T. Tang", "Jonathan P. Wright", "Can Yildirim", "Julia Richter", "Yunhui Chen"], "title": "Revealing 3D Strain and Carbide Architectures in Additively Manufactured Ni Superalloys", "comment": "17 pages, 10 supplementary pages, 4 figures, 8 supplementary figures. Preprint submitted to Nature Communications", "summary": "Fast directional solidification during Laser Additive Manufacturing (LAM) produces a complex microstructure in nickel-based superalloys, comprising columnar grains with cellular sub-grain structures and carbides. Using non-destructive Scanning 3D X-ray Diffraction (S3DXRD), we reveal spatially complex orientation and intergranular strain relationships that couple strongly to processing-induced cellular sub-grain networks and a primary cubic metal carbide (MC) phase. We have examined 3D orientation and elastic strain tensor fields across 82 $γ$ grains together with the spatial distribution of over 37,000 MC carbides in an ABD-900AM alloy sample manufactured by the Directed Energy Deposition (DED) LAM process. Carbides are spatially associated with the cellular sub-grain network with a weak but present orientation relationship with their parent $γ$ grains. The MC carbides, known to be Ti, Ta and Nb rich, form in regions of high solute segregation, resulting in a significant volumetric lattice parameter patterning in the associated $γ$ phase regions. These chemically distinct solute-rich regions possess a higher associated elastic modulus compared to intercellular regions and determine the local residual stress patterning. These results provide the first non-destructive 3D study of the relationship between rapid solidification-induced segregation, deformation heterogeneity and carbide architectures in an additively manufactured Ni-based superalloy. The insights provide crucial detail to rationalise LAM process parameter optimisation and the coupled spatially governed structural performance."}
{"id": "2602.15251", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15251", "abs": "https://arxiv.org/abs/2602.15251", "authors": ["Samiah Hassan", "Jiayang Wang", "Teddy Meissner", "Pierre A. Deymier", "Marat I. Latypov"], "title": "Eutectic and peritectic equilibria in coherent binary alloys", "comment": null, "summary": "This work extends the Cahn--Larché thermodynamic framework to binary alloys in which two coherent solid phases coexist with an incoherent liquid and investigates how coherency strain energy modifies classical eutectic and peritectic equilibria. We derive equilibrium conditions for three-phase coexistence that include an elastic energy term dependent on the molar fractions of the solid phases and apply them to model binary eutectic and peritectic systems. We find that coherency stress transforms the eutectic point into a finite three-phase equilibrium field spanning a continuous range of compositions and temperatures. In contrast, coherency stress in peritectic systems progressively destabilizes the two-solid equilibrium without generating a stable three-phase field and can suppress the peritectic reaction entirely. This asymmetry is governed by the geometric relationship between the stress-free compositions of the phases: when the liquid composition lies between those of the two solids (eutectic configuration), the liquid serves as a thermodynamic buffer against the coherency penalty on the solid--solid pair; when it lies outside (peritectic configuration), no such mechanism is available. These results demonstrate that coherency stress can fundamentally alter three-phase equilibria involving a liquid and suggest that such effects may be significant in systems with large coherent misfits."}
{"id": "2602.15657", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15657", "abs": "https://arxiv.org/abs/2602.15657", "authors": ["Leah Anderson", "David S. Dean"], "title": "Self-phoretic oscillatory motion in a one-dimensional channel", "comment": "31 pages Latex", "summary": "We study a simple model for a particle that is active due to self-phoresis and that has been proposed to model symmetric camphor grains. The particle generates a concentration field through the continuous emission of a chemical substance, and its motion is driven by gradients of this field as it diffuses within a confined channel whose ends perfectly reflect the chemical. The reflection of the chemical field leads to an effective confinement of the particle, which itself is reflected before encountering the channel ends. The system displays a transition from a passive state, where the particle rests at the channel midpoint, to an active state characterized by highly regular, non-chaotic oscillations. We analytically construct the phase diagram and derive the oscillation frequency and amplitude in the vicinity of the transition. A perturbative analysis perfectly describes the dynamics of the particle even for oscillations as large as half the channel size. Furthermore, we develop an analysis which explains the mechanism of particle reflection close to the channel edges in the regime of large activity."}
{"id": "2602.15627", "categories": ["cond-mat.stat-mech", "physics.bio-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15627", "abs": "https://arxiv.org/abs/2602.15627", "authors": ["Denis S. Grebenkov", "Ralf Metzler", "Gleb Oshanin"], "title": "Fastest first-passage time for multiple searchers with finite speed", "comment": null, "summary": "We study analytically and numerically the mean fastest first-passage time (fFPT) to an immobile target for an ensemble of $N$ independent finite-speed random searchers driven by dichotomous noise and described by the telegrapher's equation. In stark contrast to the well-studied case of Brownian particles -- for which the mean fFPT vanishes logarithmically with $N$ -- we uncover that the mean fFPT is bounded from below by the minimal ballistic travel time, with an exponentially fast convergence to this bound as $N \\to \\infty$. This behavior reveals a dramatic efficiency advantage of physically realistic, finite-speed searchers over Brownian ones and illustrates how diffusive macroscopic models may be conceptually misleading in predicting the short-time behavior of a physical system. We extend our analysis to anomalous diffusion generated by Riemann-Liouville-type dichotomous noises and find that target detection is more efficient in the superdiffusive regime, followed by normal and then subdiffusive regimes, in agreement with physical intuition and contrary to earlier predictions."}
{"id": "2602.15759", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.15759", "abs": "https://arxiv.org/abs/2602.15759", "authors": ["Md Shanian Moed", "Adnan Amin Siddiquee", "Md Tashfiq Bin Kashem"], "title": "Three-Dimensional Optical-Electrical Simulation of Cs2AgBiBr6 Double Perovskite Solar Cells", "comment": null, "summary": "Despite significant advances in lead-free perovskite photovoltaics, achieving a balance among environmental safety and high optoelectronic performance remains challenging. The inorganic double perovskite Cs2AgBiBr6 has emerged as a promising candidate owing to its robust three-dimensional crystal structure and suitable visible-range bandgap. However, best power conversion efficiencies (PCEs) for Cs2AgBiBr6 solar cells reported so far - 6.37% experimentally and 27.78% in numerical studies - remain below the theoretical performance potential, largely due to suboptimal charge transport layers, and interface-related recombination losses. Here, we address this gap using a 3D finite-element method (FEM) implemented in COMSOL Multiphysics, which couples optical simulations with semiconductor drift-diffusion transport. To our knowledge, this work represents the first comprehensive 3D FEM-based study of a double halide perovskite solar cell. Screening of 25 electron transport layer (ETL)-hole transport layer (HTL) combinations identifies CeO2 and P3HT as the optimal ETL and HTL respectively. Device performance is further analyzed through systematic variation of layer thicknesses, doping concentrations and defect densities within the FTO/CeO2/Cs2AgBiBr6/P3HT/Au architecture. Under optimized parameters, the simulated device achieves a PCE of 31.76%, representing the theoretical upper bound predicted by the model. Overall, this work demonstrates 3D physics-based device engineering as a decisive pathway for overcoming efficiency bottlenecks in lead-free double perovskite photovoltaics."}
{"id": "2602.15334", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15334", "abs": "https://arxiv.org/abs/2602.15334", "authors": ["Youxuan Wang", "Rongning Liu", "Feng Liu", "Xueyang Song"], "title": "Universal electrical transport of composite Fermi liquid to Metal transition in Moiré systems", "comment": null, "summary": "We compute universal electrical transport near continuous transitions between a composite Fermi liquid (CFL) and a metallic phase in moire Chern bands, focusing on fillings $ν=-1/2$ and $ν=-3/4$. The critical theory represents a novel QED-Chern-Simons framework: a charged sector at a bosonic Laughlin-superfluid critical point is coupled, via emergent gauge fields and Chern-Simons mixing, to a neutral spinon Fermi surface. Integrating out matter fields to quadratic order yields an explicit Ioffe-Larkin composition rule for the full resistivity tensor, showing how longitudinal channels add in series while Chern-Simons terms generate Hall response. To obtain the DC limit in the quantum critical fan, we develop a controlled large-N expansion where both fermion flavors and Chern-Simons levels scale with $N$, and solve a quantum Boltzmann equation at leading nontrivial order $1/N$. Gauge-mediated inelastic scattering removes the collisionless Drude singularity and produces a universal scaling function $Σ(ω/T)$ and finite DC conductivities $σ(0) \\approx 0.033 e^2/\\hbar$ ($ν=-1/2$) and $0.047 e^2/\\hbar$ ($ν=-3/4$). We also identify a Chern-Simons \"filtering\" mechanism that suppresses transmission of Landau damping from the spinon Fermi surface to the critical gauge mode. Our approach provides concrete transport diagnostics for detecting quantum criticality in moire superlattices."}
{"id": "2602.15663", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15663", "abs": "https://arxiv.org/abs/2602.15663", "authors": ["Patrick Romanescu"], "title": "Entropy production reveals hidden dynamical constraints rather than stochastic disorder", "comment": null, "summary": "Entropy production is often interpreted as a proxy for microscopic disorder or environmental roughness in stochastic systems. We test this interpretation using controlled simulations of overdamped stochastic dynamics on curved surfaces in which local noise, geometry, and forces are held fixed while global constraints are varied. Trajectories are generated for particles evolving toward a central attractor, and entropy production is quantified using both a continuum probability-current estimator and coarse-grained Markov transition statistics across multiple spatial and temporal resolutions. Across systematic sweeps of timestep size, domain extent, and boundary topology, entropy production is governed primarily by constraint-induced probability flow rather than local stochastic variability. Periodic domains that permit sustained circulation yield substantially higher entropy production than reflecting domains despite identical local stochastic structure, with the magnitude of the separation depending on domain extent. In contrast, coarse-grained estimates decrease as temporal resolution increases and rise with finer spatial binning, demonstrating that discrete estimates depend strongly on observation scale and may fail to resolve topology-induced irreversible structure. Ergo, entropy production is not a direct measure of environmental roughness or randomness. Instead, it quantifies how strongly system dynamics are driven away from reversibility by global constraints, geometry, and the space of allowed trajectories. Interpreted in this way, entropy production maps function as diagnostics of organized probability flow and provide a principled method for detecting hidden dynamical constraints from trajectory data alone."}
{"id": "2602.15646", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15646", "abs": "https://arxiv.org/abs/2602.15646", "authors": ["Mohammad Ismaeil Safa", "Ehsan Rahmatizad Khajehpasha", "Stefan Goedecker"], "title": "Planar Structures of Medium-Sized Gold Clusters Become Ground States upon Ionization", "comment": "10 pages together with the supplementary information", "summary": "This study investigates the structural stability of ionized gold clusters of sizes ranging from 22 to 100 atoms, contrasting compact, cage and planar structures. While it is well known that neutral clusters in the upper part of this size range predominantly favor compact structures, our results reveal that positively ionized gold clusters exhibit structural transitions in which planar structures become energetically preferred once the charge is sufficiently large. In addition, we study the finite-temperature stability of the structures and find that thermodynamic effects further stabilize planar configurations relative to their compact counterparts. To explore the potential energy surface, we use the Minima Hopping algorithm combined with a machine-learned potential. Since the machine-learned potential does not apply to ionized clusters, we introduce a charge-correction term to incorporate Coulomb interactions and charge screening."}
{"id": "2504.15370", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2504.15370", "abs": "https://arxiv.org/abs/2504.15370", "authors": ["Juno Nam", "Miguel Steiner", "Max Misterka", "Soojung Yang", "Avni Singhal", "Rafael Gómez-Bombarelli"], "title": "Transferable Learning of Reaction Pathways from Geometric Priors", "comment": "14 pages, 6 figures; Supporting Information in ancillary files", "summary": "Identifying minimum-energy paths (MEPs) is crucial for understanding chemical reaction mechanisms but remains computationally demanding. We introduce MEPIN, a scalable machine-learning method for efficiently predicting MEPs from reactant and product configurations, without relying on transition-state geometries or pre-optimized reaction paths during training. The task is defined as predicting deviations from geometric interpolations along reaction coordinates. We address this task with a continuous reaction path model based on a symmetry-broken equivariant neural network that generates a flexible number of intermediate structures. The model is trained using an energy-based objective, with efficiency enhanced by incorporating geometric priors from geodesic interpolation as initial interpolations or pre-training objectives. Our approach generalizes across diverse chemical reactions and achieves accurate alignment with reference intrinsic reaction coordinates, as demonstrated on various small molecule reactions and [3+2] cycloadditions. Our method enables the exploration of large chemical reaction spaces with efficient, data-driven predictions of reaction pathways."}
{"id": "2602.15340", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15340", "abs": "https://arxiv.org/abs/2602.15340", "authors": ["Yueyuan Gu", "Juan Shi", "Dilshod Nematov", "Aoqi Liu", "Yanru Yin", "Hailu Dai", "Lei Bi"], "title": "A brief review of high-entropy oxides in solid oxide fuel cell applications", "comment": null, "summary": "Solid oxide fuel cells are efficient energy conversion devices essential to clean energy development, yet their broad application is limited by material challenges, including sluggish oxygen reduction kinetics at intermediate temperatures, electrode instability and vulnerability to contaminants. High-entropy oxides, a novel class of materials characterized by multiple principal elements and high configurational entropy, present a promising approach to overcome these issues via their distinctive \"four core effects\". This review begins with the fundamentals of high-entropy materials, covering their definition, phase stabilization mechanisms, and relevant descriptors, then systematically reviews their progress as SOFC cathodes, electrolytes, and anodes. Key advances are summarized, and current challenges are analyzed, offering guidance for the design of high-performance and stable high-entropy oxides for solid oxide fuel cells."}
{"id": "2510.11923", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "stat.ML"], "pdf": "https://arxiv.org/pdf/2510.11923", "abs": "https://arxiv.org/abs/2510.11923", "authors": ["Juno Nam", "Bálint Máté", "Artur P. Toshev", "Manasa Kaniselvan", "Rafael Gómez-Bombarelli", "Ricky T. Q. Chen", "Brandon Wood", "Guan-Horng Liu", "Benjamin Kurt Miller"], "title": "Enhancing Diffusion-Based Sampling with Molecular Collective Variables", "comment": null, "summary": "Diffusion-based samplers learn to sample complex, high-dimensional distributions using energies or log densities alone, without training data. Yet, they remain impractical for molecular sampling because they are often slower than molecular dynamics and miss thermodynamically relevant modes. Inspired by enhanced sampling, we encourage exploration by introducing a sequential bias along bespoke, information-rich, low-dimensional projections of atomic coordinates known as collective variables (CVs). We introduce a repulsive potential centered on the CVs from recent samples, which pushes future samples towards novel CV regions and effectively increases the temperature in the projected space. Our resulting method improves efficiency, mode discovery, enables the estimation of free energy differences, and retains independent sampling from the approximate Boltzmann distribution via reweighting by the bias. On standard peptide conformational sampling benchmarks, the method recovers diverse conformational states and accurate free energy profiles. We are the first to demonstrate reactive sampling using a diffusion-based sampler, capturing bond breaking and formation with universal interatomic potentials at near-first-principles accuracy. The approach resolves reactive energy landscapes at a fraction of the wall-clock time of standard sampling methods, advancing diffusion-based sampling towards practical use in molecular sciences."}
{"id": "2602.15343", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.15343", "abs": "https://arxiv.org/abs/2602.15343", "authors": ["P. O. Kazinski", "P. S. Korolev"], "title": "Transition radiation in helical metamaterials with strong spatial dispersion", "comment": "16 pp, 7 figs", "summary": "The theory of transition radiation in helical metamaterials with strong spatial dispersion is developed in the framework of an effective field theory approach. The average number of photons radiated by a charged particle passing through a plate made of this metamaterial is obtained. Given the positions of the transition radiation maxima in momentum space for different velocities of a charged particle, the method for reconstruction of the dispersion law of plasmon-polaritons in metamaterials is proposed. Applying this method conversely, one can predict the radiation spectrum and polarization properties of transition radiation by means of the dispersion law of plasmon-polaritons in the metamaterial known, for example, from the effective model. It is shown that the strong spatial dispersion alters qualitatively the properties of transition radiation from a charged particle traversing normally a plate made of the helical metamaterial along its symmetry axis in the paraxial regime, viz., there is a nonzero forward radiation in contrast to transition radiation in media without strong spatial dispersion. Vavilov-Cherenkov radiation and the anomalous Doppler effect in helical metamaterials with strong spatial dispersion are described."}
{"id": "2602.15268", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.15268", "abs": "https://arxiv.org/abs/2602.15268", "authors": ["Jonas Hänseroth", "Max Großmann", "Malte Grunert", "Erich Runge", "Christian Dreßler"], "title": "High-throughput screening and mechanistic insights into solid acid proton conductors", "comment": null, "summary": "Proton-conducting solid acids could enable water-free operation of high-temperature fuel cells. However, systematic materials screening has, hitherto, been computationally prohibitive. Here, we introduce a two-stage high-throughput screening strategy that directly computes proton diffusion coefficients, enabled by machine-learned interatomic potentials fine-tuned to ab initio data. Starting from more than six million materials, our screening -- based on structural motifs rather than empirical descriptors -- identifies $27$ high-performing proton conductors, including over ten previously unexplored compounds. These include sustainable and commercially available materials, candidates that have not yet been synthesized, organic systems that fall outside conventional design rules, and known proton conductors that validate our approach. Importantly, our findings reveal a universal oxygen--oxygen distance of approximately $2.5$~Å at the moment of proton transfer across diverse chemistries, providing mechanistic insight and showing that macroscopic proton conductivity emerges from the interplay between anion rotational dynamics, hydrogen-bond network connectivity, and proton-transfer probability."}
{"id": "2602.15361", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15361", "abs": "https://arxiv.org/abs/2602.15361", "authors": ["Harunori Shiratani", "Yuki K. Wakabayashi", "Yoshiharu Krockenberger", "Masaki Kobayashi", "Kohei Yamagami", "Takahito Takeda", "Shinobu Ohya", "Masaaki Tanaka", "Yoshitaka Taniyasu"], "title": "Intrinsic low-spin state and strain-tunable anomalous Hall scaling in high-quality SrRuO3 (111) films", "comment": null, "summary": "The (111)-oriented 4d ferromagnetic perovskite SrRuO3 (SRO) offers a unique triangular-lattice geometry, making it a promising platform for exploring Berry-curvature-driven and spin-orbit-coupled transport. Here, we present a systematic study of the structure, magnetism, and magnetotransport of high-quality SRO (111) thin films with thicknesses t = 1.2-60 nm grown on SrTiO3 (111) substrates by machine-learning-assisted molecular beam epitaxy. We achieved a residual resistivity ratio of 45.5 in a 60 nm-thick film, the highest reported for this orientation, enabling access to intrinsic electronic and magnetic behavior. Temperature-dependent resistivity confirms Fermi-liquid transport below 15 K in both coherently strained (t = 10, 20 nm) and strain-relaxed (t = 60 nm) films, thereby enabling detailed magnetotransport and magnetic measurements. The linear, non-saturating positive magnetoresistance persists up to 14 T, while Hall-effect measurements and temperature scaling separate intrinsic (Karplus-Luttinger) and extrinsic (side-jump) contributions to the anomalous Hall effect, with the relative weight tuned by (111) epitaxial strain. X-ray magnetic circular dichroism at the Ru M2,3 and O K edges, together with SQUID magnetometry, demonstrates an intrinsically low-spin Ru ground state for both coherently strained and relaxed films, resolving ambiguities among prior reports. These detailed crystalline, electrical, and magnetic characterizations provide a rigorous foundation for understanding and engineering quantum transport in SRO (111)."}
{"id": "2602.15426", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15426", "abs": "https://arxiv.org/abs/2602.15426", "authors": ["Atef A. Sheekhoon", "Abdelrahman O. Haridy", "Sebastian Pedalino", "Vitaly V. Kresin"], "title": "Photoionization of temperature-controlled nanoparticles in a beam: Accurate and efficient determination of ionization energies and work functions", "comment": null, "summary": "A beam of free alkali metal nanoparticles is produced by a condensation source, passed through a thermalizing tube adjustable over a broad temperature range, and ionized by tunable light. High stability of the particle flux and an automated data acquisition routine allow efficient collection of photoionization yield curves. A careful fit of the data to the universal Fowler function makes it possible to obtain nanoparticle ionization energies, and from those, the metal work functions, with $\\sim$0.2% precision. The experimental arrangement, nanoparticle thermalization rates, and ionization threshold analysis are described in detail. The use of ultrapure and temperature-controlled gas-phase nanoparticles facilitates the analysis of electronic properties, such as work functions, and of their interplay with thermal lattice dynamics."}
{"id": "2602.15369", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15369", "abs": "https://arxiv.org/abs/2602.15369", "authors": ["Ting Peng"], "title": "Entropy Has No Direction: A Mirror-State Paradox Against Universal Monotonic Entropy Increase and a First-Principles Proof that Constraints Reshape the Entropy Distribution", "comment": null, "summary": "We present a purely theoretical, self-contained argument that the Second Law of Thermodynamics cannot be a universal fundamental law in the form ``entropy does not decrease'' (whether asserted trajectory-wise or as a universal statistical principle) when the underlying microscopic dynamics are time-reversal invariant. The core is a mirror-state construction: for any microstate $A$ one constructs its time-reversed partner $B$ (momenta inverted). If a universal monotonicity statement is applied to both $A$ and $B$, it implies that $A$ is a local minimum of entropy at every moment, which forces entropy to be constant and destroys any entropic arrow of time. The consistent replacement is that entropy is a stochastic variable described by a probability distribution $P(S)$, whose shape depends on constraints and boundary conditions. We then prove from first principles that constraints necessarily reshape the long-time entropy distribution $P_{\\infty}(S;λ)$ by altering the invariant measure through changes in the Hamiltonian and/or the accessible phase space. A sharp criterion is given: in the microcanonical setting, the \\emph{only} way $P_{\\infty}^{(E)}(S;λ)$ can remain the same up to translation is when all accessible macrostate volumes are scaled by a common factor; otherwise the distribution changes structurally."}
{"id": "2602.15434", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15434", "abs": "https://arxiv.org/abs/2602.15434", "authors": ["Abdelrahman O. Haridy", "Atef A. Sheekhoon", "Vitaly V. Kresin"], "title": "Temperature-dependent photoionization thresholds of alkali-metal nanoparticles reveal thermal expansion and the melting transition", "comment": null, "summary": "A precision measurement of the photoionization of pure sodium and potassium nanoparticles isolated in a beam enabled an accurate determination of their work functions as a function of temperature. In addition to resolving and quantifying the initial gradual decrease of the work function with temperature, which is associated with thermal expansion, the experiment revealed that the work function then undergoes a distinct drop both in magnitude and in slope that signifies the onset of nanoparticle melting. This establishes that a structural phase transition can be detected via a high-resolution measurement of the photoemission threshold. The melting temperature of nanoparticles with diameters of 7-9 nm is reduced by nearly 100 K relative to the bulk value. This suppression aligns with predictions from the Gibbs-Thomson equation which describes finite-size phase transitions."}
{"id": "2602.15392", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15392", "abs": "https://arxiv.org/abs/2602.15392", "authors": ["Gavin E. Crooks"], "title": "Dual thermodynamic ensembles, relative entropies, and excess free energy", "comment": null, "summary": "It has long been known that the relative entropy of a non-equilibrium ensemble to the corresponding equilibrium ensemble is the excess free energy. We show that the reverse relative entropy also has a thermodynamic interpretation: it is the excess free energy of a dual ensemble in which the roles of energy and entropy are interchanged."}
{"id": "2602.15437", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15437", "abs": "https://arxiv.org/abs/2602.15437", "authors": ["Atef A. Sheekhoon", "Abdelrahman O. Haridy", "Vitaly V. Kresin"], "title": "Isotope effect in the work function of lithium", "comment": null, "summary": "The work functions of 7Li and 6Li metals have been measured as a function of temperature, by using photoionization of pure isolated metal nanoparticles in a beam. These data reveal a marked isotope effect in the temperature variation of these work functions. Furthermore, for both isotopes the curvature of this temperature variation is found to be significantly larger than may be ascribed purely to a change in the electron gas density. These findings enhance the characterization of lithium as a quantum material in which the interplay between electronic and ionic degrees of freedom is nontrivial, and call for a microscopic understanding beyond simple models. Additionally, the slope of the work function curves was observed to vanish in the low temperature limit, as had been predicted on the basis of the Third Law of thermodynamics."}
{"id": "2602.15425", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15425", "abs": "https://arxiv.org/abs/2602.15425", "authors": ["Marek Zálešák", "Martin Ošmera", "Martin Hrtoň", "Andrea Konečná"], "title": "Optimal conditions for detecting optical dichroism at the nanoscale by electron energy-loss spectroscopy", "comment": "26 pages, 11 figures", "summary": "The emergence of optical circular dichroism in chiral nanoscale and molecular systems provides not only a way for analyzing the sample chirality itself but also additional degrees of freedom in manipulating light. Such manipulation can be reached even at the nanoscale level; however, probing and understanding the properties of optical fields well below the diffraction limit requires an adequate technique. Electron energy-loss spectroscopy (EELS) with orbital angular momentum (OAM)-based electron state sorting has been suggested as a suitable candidate, but to date, no conclusive experiments have been performed. We, therefore, theoretically explore the emergence of dichroism in EELS for a canonical single-twist helix nanostructure and present a detailed analysis of the optimal parameters to obtain a robust signal. Our work offers novel insights into the interpretation and volatility of the OAM-resolved EELS signal, which can inspire and guide future experimental efforts."}
{"id": "2602.15466", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15466", "abs": "https://arxiv.org/abs/2602.15466", "authors": ["Xumin Chang", "Zui Tao", "Bowen Shen", "Wanghao Tian", "Jenny Hu", "Kateryna Pistunova", "Kenji Watanabe", "Takashi Taniguchi", "Tony F. Heinz", "Tingxin Li", "Kin Fai Mak", "Jie Shan", "Shengwei Jiang"], "title": "Electric-field-tuned consecutive topological phase transitions between distinct correlated insulators in moire MoTe2/WSe2 heterobilayer", "comment": null, "summary": "Consecutive topological phase transitions (TPTs) between strongly correlated electronic phases that differ simultaneously in symmetry breaking and topological order are of fundamental interest in condensed matter physics, yet are rarely realized experimentally. We report two consecutive electric-field-driven TPTs at half filling (nu = 1) in angle-aligned MoTe2/WSe2 moire heterobilayers. With increasing out-of-plane displacement field, a geometrically frustrated Mott insulator evolves into a ferromagnetic quantum anomalous Hall (QAH) Mott insulator, i.e., a spin-polarized topological Mott insulator without an observable charge-gap closure, and subsequently into an antiferromagnetic, valley-coherent Mott insulator (VC-AFM) accompanied by a continuous charge-gap collapse and the emergence of a critical metallic state. Layer-resolved magnetic circular dichroism (MCD), magneto-transport, and compressibility measurements jointly determine the phase diagram. The high-field evolution of the antiferromagnetic state reveals a metamagnetic-like transition at a critical field B*, above which a Chern insulating transport response reappears. Our results establish the MoTe2/WSe2 moire platform as a tunable realization of an extended Kane-Mele-Hubbard model hosting sequential correlation-topology-intertwined transitions."}
{"id": "2602.15426", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15426", "abs": "https://arxiv.org/abs/2602.15426", "authors": ["Atef A. Sheekhoon", "Abdelrahman O. Haridy", "Sebastian Pedalino", "Vitaly V. Kresin"], "title": "Photoionization of temperature-controlled nanoparticles in a beam: Accurate and efficient determination of ionization energies and work functions", "comment": null, "summary": "A beam of free alkali metal nanoparticles is produced by a condensation source, passed through a thermalizing tube adjustable over a broad temperature range, and ionized by tunable light. High stability of the particle flux and an automated data acquisition routine allow efficient collection of photoionization yield curves. A careful fit of the data to the universal Fowler function makes it possible to obtain nanoparticle ionization energies, and from those, the metal work functions, with $\\sim$0.2% precision. The experimental arrangement, nanoparticle thermalization rates, and ionization threshold analysis are described in detail. The use of ultrapure and temperature-controlled gas-phase nanoparticles facilitates the analysis of electronic properties, such as work functions, and of their interplay with thermal lattice dynamics."}
{"id": "2602.15434", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15434", "abs": "https://arxiv.org/abs/2602.15434", "authors": ["Abdelrahman O. Haridy", "Atef A. Sheekhoon", "Vitaly V. Kresin"], "title": "Temperature-dependent photoionization thresholds of alkali-metal nanoparticles reveal thermal expansion and the melting transition", "comment": null, "summary": "A precision measurement of the photoionization of pure sodium and potassium nanoparticles isolated in a beam enabled an accurate determination of their work functions as a function of temperature. In addition to resolving and quantifying the initial gradual decrease of the work function with temperature, which is associated with thermal expansion, the experiment revealed that the work function then undergoes a distinct drop both in magnitude and in slope that signifies the onset of nanoparticle melting. This establishes that a structural phase transition can be detected via a high-resolution measurement of the photoemission threshold. The melting temperature of nanoparticles with diameters of 7-9 nm is reduced by nearly 100 K relative to the bulk value. This suppression aligns with predictions from the Gibbs-Thomson equation which describes finite-size phase transitions."}
{"id": "2602.15437", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.atm-clus", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15437", "abs": "https://arxiv.org/abs/2602.15437", "authors": ["Atef A. Sheekhoon", "Abdelrahman O. Haridy", "Vitaly V. Kresin"], "title": "Isotope effect in the work function of lithium", "comment": null, "summary": "The work functions of 7Li and 6Li metals have been measured as a function of temperature, by using photoionization of pure isolated metal nanoparticles in a beam. These data reveal a marked isotope effect in the temperature variation of these work functions. Furthermore, for both isotopes the curvature of this temperature variation is found to be significantly larger than may be ascribed purely to a change in the electron gas density. These findings enhance the characterization of lithium as a quantum material in which the interplay between electronic and ionic degrees of freedom is nontrivial, and call for a microscopic understanding beyond simple models. Additionally, the slope of the work function curves was observed to vanish in the low temperature limit, as had been predicted on the basis of the Third Law of thermodynamics."}
{"id": "2602.15444", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15444", "abs": "https://arxiv.org/abs/2602.15444", "authors": ["D. A. Kukusta", "L. V. Bekenov", "V. N. Antonov"], "title": "Resonant inelastic x-ray scattering in layered trimer iridate Ba4Ir3 O10 : the density functional approach", "comment": null, "summary": "We have investigated the electronic structure of Ba4Ir3O10 within the density-functional theory (DFT) using the generalized gradient approximation while considering strong Coulomb correlations (GGA+U) in the framework of the fully relativistic spin-polarized Dirac linear muffin-tin orbital band-structure method. Ba4Ir3O10 has a quasi-2D structure composed of buckled sheets, which constitute corner-connected Ir3O12 trimers containing three distorted face-sharing IrO6 octahedra. The Ir atoms are distributed over two symmetrically inequivalent sites: the center of the trimer (Ir1) and its two tips (Ir2). The Ir1 - Ir2 distance within the trimer is quite small and equals to 2.58 A at low temperature. As a result, the clear formation of bonding and antibonding states at the Ir1 site occurs. The large bonding-antibonding splitting stabilizes the dyz-orbital-dominant antibonding state of t2g holes and produces a wide energy gap at the Fermi level. However, the energy gap opens up only with taking into account strong Coulomb correlations at the Ir2 site. Therefore, we have quite a unique situation when the insulating state is driven by both the dimerization at the Ir1 site and Mott insulating behavior at the Ir2 one. We have investigated resonant inelastic x-ray scattering (RIXS) spectra at the Ir L3 edge. The calculated results are in good agreement with experimental data. The RIXS spectrum possesses several sharp features below 2.1 eV corresponding to transitions within the Ir t2g levels. The excitation located from 2.1 to 4.6 eV is due to t2g to eg and O2p to t2g transitions. The wide structure situated at 6.2-12 eV appears due to charge transfer and O2p to eg transitions. We have also presented comprehensive theoretical calculations of the RIXS spectrum at the oxygen K edge."}
{"id": "2602.15446", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2602.15446", "abs": "https://arxiv.org/abs/2602.15446", "authors": ["Omar Abou El Kheir", "Marco Bernasconi"], "title": "On the origin of in-gap states in amorphous Ge$_2$Sb$_2$Te$_5$", "comment": null, "summary": "The localized states in the band gap of amorphous phase change alloys like Ge$_2$Sb$_2$Te$_5$ control the electrical conduction via the Poole-Frenkel mechanism. Understanding the origin of in-gap states and their evolution in time during aging of the glass is therefore important for the control of the resistance drift in phase change memory devices. Here, we use a machine learning interatomic potential to generate several models of Ge$_2$Sb$_2$Te$_5$ whose electronic structure is then analyzed within density functional theory with a hybrid functional. A detailed statistical analysis of the structural motifs on which the in-gap states are localized, reveals that the vast majority of in-gap states involve wrong bonds (homopolar or Ge-Sb bonds) often accompanied by Ge in tetrahedral configurations or overcoordinated Ge and Sb atoms. Metadynamics simulations mimicking glass aging support the picture that structural relaxations lead to the depletion of in-gap states and then to an increase of resistance. The simulations thus provide important insights for the mitigation of the resistance drift in phase change memory devices."}
{"id": "2602.15465", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15465", "abs": "https://arxiv.org/abs/2602.15465", "authors": ["Pengfei Jiao", "Chenghao Qian", "Ning Mao", "Xumin Chang", "Jiayong Xiao", "Feng Liu", "Shaozheng Wang", "Xiaokai Wu", "Di Peng", "Cheng Xu", "Hongliang Dong", "Yuchen Zheng", "Juncai Wu", "Tong Zheng", "Kenji Watanabe", "Takashi Taniguchi", "Jinfeng Jia", "Xiaoxue Liu", "Zhiwen Shi", "Shiyong Wang", "Guorui Chen", "Tingxin Li", "Ruidan Zhong", "Yang Zhang", "Dong Qian", "Zhiqiang Chen", "Shengwei Jiang"], "title": "Hydrostatic Pressure-enhanced correlated magnetism and Chern insulator in moir'e WSe2", "comment": null, "summary": "Moiré semiconductors offer flat bands where Coulomb interactions and band topology intertwine, while interlayer coupling plays a central role in forming the moiré potential. However, limited interlayer coupling strength and the lack of efficient tuning methods hinder further exploration of correlated phenomena in moiré semiconductors. Here we introduce a cryogenic dual-gated diamond-anvil platform using helium as a pressure medium, enabling reversible hydrostatic tuning together with magneto-optical spectroscopy in twisted bilayer WSe2. Pressure enhances the moiré potential, redshifts excitons, and stabilizes Stoner ferromagnetism otherwise absent at a 3.1-degree twist. Simultaneously, the half-filled C = 1 Chern insulating state strengthens, exhibiting a reduced saturation field. Moreover, we observe a topological phase transition from a Chern insulator to a Mott insulator at around 2 GPa. First-principles calculations reveal that a Gamma-to-K valence-band-maximum switching drives this transition by converting an Ising-like topological K-valley miniband into a spin-degenerate trivial Gamma miniband. Our findings demonstrate hydrostatic pressure as a powerful, continuous control axis for correlated magnetism and topological band engineering in moiré materials."}
{"id": "2602.15466", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15466", "abs": "https://arxiv.org/abs/2602.15466", "authors": ["Xumin Chang", "Zui Tao", "Bowen Shen", "Wanghao Tian", "Jenny Hu", "Kateryna Pistunova", "Kenji Watanabe", "Takashi Taniguchi", "Tony F. Heinz", "Tingxin Li", "Kin Fai Mak", "Jie Shan", "Shengwei Jiang"], "title": "Electric-field-tuned consecutive topological phase transitions between distinct correlated insulators in moire MoTe2/WSe2 heterobilayer", "comment": null, "summary": "Consecutive topological phase transitions (TPTs) between strongly correlated electronic phases that differ simultaneously in symmetry breaking and topological order are of fundamental interest in condensed matter physics, yet are rarely realized experimentally. We report two consecutive electric-field-driven TPTs at half filling (nu = 1) in angle-aligned MoTe2/WSe2 moire heterobilayers. With increasing out-of-plane displacement field, a geometrically frustrated Mott insulator evolves into a ferromagnetic quantum anomalous Hall (QAH) Mott insulator, i.e., a spin-polarized topological Mott insulator without an observable charge-gap closure, and subsequently into an antiferromagnetic, valley-coherent Mott insulator (VC-AFM) accompanied by a continuous charge-gap collapse and the emergence of a critical metallic state. Layer-resolved magnetic circular dichroism (MCD), magneto-transport, and compressibility measurements jointly determine the phase diagram. The high-field evolution of the antiferromagnetic state reveals a metamagnetic-like transition at a critical field B*, above which a Chern insulating transport response reappears. Our results establish the MoTe2/WSe2 moire platform as a tunable realization of an extended Kane-Mele-Hubbard model hosting sequential correlation-topology-intertwined transitions."}
{"id": "2602.15482", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15482", "abs": "https://arxiv.org/abs/2602.15482", "authors": ["Giacomo Mariani", "Riccardo Lodo", "Keigo Matsuyama", "Yoji Kunihashi", "Taro Wakamura", "Satoshi Sasaki", "Louis Smet", "Makoto Kohda", "Junsaku Nitta", "Haruki Sanada"], "title": "Uniform Narrow Excitonic Spectrum in Large-Area Suspended WSe2 Monolayers", "comment": "11 pages, 4 figures, 1 table. Supporting Information included", "summary": "Uniformity in the excitonic spectrum is a key requirement for accessing intrinsic excitonic physics in two-dimensional semiconductors; however, in supported transition-metal dichalcogenide (TMD) monolayers, exciton energies and linewidths can vary spatially due to inhomogeneities created by contact with other materials or contamination left by fabrication procedures. Suspended TMD monolayers provide an effective route to minimizing substrate-induced disorder. Here we demonstrate the spatially uniform excitonic spectrum from high-quality WSe2 suspended monolayers fabricated by gold-assisted exfoliation directly onto an Au contact electrode of a gate-tunable device. The resulting membranes span narrow suspended regions up to ~80 um and show spatially uniform photoluminescence at cryogenic temperatures with neutral-exciton linewidths as low as ~4.5 meV, comparable to the narrowest values reported for high-quality monolayers. Spectral reproducibility across the suspended regions supports an intrinsic optical response, while gate-dependent measurements resolve multiple excitonic species. This approach provides a practical route to electrically tunable potential landscapes in suspended TMD monolayers with a highly uniform excitonic response."}
{"id": "2602.15494", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15494", "abs": "https://arxiv.org/abs/2602.15494", "authors": ["S. Giordano", "R. Blossey"], "title": "Generalized Geometric Brownian motion and the Infinite Ergodicity concept", "comment": "Accepted author manuscript for the themed issue \"Ergodicity and ergodicity breaking in the sciences\" in the Philosophical Transactions A", "summary": "We investigate stochastic processes that generalize geometric Brownian motion, focusing on cases where the standard invariant measure, i.e. the solution of the stationary Fokker-Planck equation does not necessarily exist. We demonstrate that the existence of such a measure depends sensitively on the structure of the drift and diffusion terms, as well as on the chosen discretization scheme of the underlying stochastic dynamics. To ground our discussion, we draw motivation from phenomenological models in statistical theories of turbulence, where geometric Brownian motion serves as a classical example. To address situations where the standard invariant measure fails to exist, we heuristically explore the concept of infinite ergodicity, a notion recently introduced in the context of statistical physics for drift-diffusion stochastic processes."}
{"id": "2602.15495", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15495", "abs": "https://arxiv.org/abs/2602.15495", "authors": ["Anagha V K", "Apoorva Nagar"], "title": "Ising Model with Power Law Resetting", "comment": null, "summary": "We investigate the nonequilibrium dynamics of the nearest-neighbour Ising model subjected to stochastic resetting, where the system is intermittently returned to an initial configuration with magnetisation $m_0$, with the inter-reset times drawn from the power law distribution $ατ_0^α/ τ^{α+1}$. The heavy-tailed resets generate magnetisation distributions that differ significantly from both equilibrium dynamics and the previously studied Ising model with exponentially distributed reset times. In two dimensions, for $T > T_C$, we find a quasi-ferro state for all $α$, marked by a double-peaked distribution that diverges at $m=0$ and $m=m_0$; no steady state exists for $α< 1$, while a stationary state emerges for $α> 1$. For $T < T_C$, power law resetting produces two distinct regimes separated by a crossover exponent $α^* = 1-c$: a single-peak ferromagnetic phase localised at $m_{eq}$ for $α< α^*$, and a dual-peak ferromagnetic phase with divergences at $m_{eq}$ and $m_0$ for $α> α^*$. Analytic results in one and two dimensions, supported by simulations, yield a rich phase diagram in the $(T,α)$ plane and reveal how heavy-tailed resetting generates nonequilibrium phases very different from those seen in the case of exponential resetting."}
{"id": "2602.15512", "categories": ["cond-mat.stat-mech", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2602.15512", "abs": "https://arxiv.org/abs/2602.15512", "authors": ["Stefano Lepri", "Roberto Livi", "Antonio Politi"], "title": "Anomalous transport in the Fermi-Pasta-Ulam-Tsingou model: a review and open problems", "comment": "Contribution for the Special Issue on FPUT, in Journal of Statistical Physics", "summary": "This review provides an up-to-date account of energy transport in Fermi-Pasta-Ulam-Tsingou (FPUT) chains, a key testbed for nonequilibrium statistical physics. We discuss the transition from the historical puzzle of thermalization to the discovery of anomalous heat transport, where the effective thermal conductivity $κ$ diverges with system size $L$ as $κ\\propto L^δ$. The article clarifies the distinction between two universality classes: the FPUT-$αβ$ model, characterized by $δ= 1/3$ and linked to Kardar-Parisi-Zhang (KPZ) physics, and the symmetric FPUT-$β$ model, where numerical and theoretical evidence support $δ= 2/5$. We investigate how finite-size effects - unavoidably induced by the thermostatting protocols - can disguise the asymptotic scaling. Additionally, we analyze the role of conservative noise in preserving hydrodynamic properties and examine how proximity to integrable limits leads to long-lived quasi-particles and, thereby, to diffusive regimes over intermediate spatial scales."}
{"id": "2602.15534", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15534", "abs": "https://arxiv.org/abs/2602.15534", "authors": ["Sangita Mondal", "Cecilia M. S. Alvares", "Rocio Semino"], "title": "Reactive Coarse Grained Force Field for Metal-Organic Frameworks applied to Modeling ZIF-8 Self-Assembly", "comment": "35 pages, 9 figures, 3 tables", "summary": "Decoding the self-assembly mechanism of metal-organic frameworks is a crucial step in reducing trial-and-error tests in their synthesis protocols. Atomistic simulations have proven essential in revealing molecular-level features of MOF nucleation, but they still exhibit limitations in the simulation setups due to size constraints (inability of reaching realistic concentrations or exploring non-stoichiometric metal:ligand ratios). In this contribution, we develop a methodology to derive reactive coarse grained force fields based on multiscale coarse graining methods. We apply our novel methodology to the case of the archetypal zeolitic-imidazolate framework ZIF-8. Our coarse grained force field, which we call nb-CG-ZIF-FF, does not contain any explicit connectivity information, but learns the tetrahedral Zn-connectivity from many body correlations within an atomistic benchmark. nb-CG-ZIF-FF quantitatively reproduces the features of bulk, crystalline ZIF-8 as well as the structural evolution of pre-nucleation species in terms of Zn n-fold coordination populations from the atomistic benchmark. While the range of rings that are formed along the synthesis process are well captured by nb-CG-ZIF-FF, the model cannot exactly reproduce ring populations. Our reactive CG force field fitting approach can be applied to any MOF, opening new research avenues in modeling MOF formation, decomposition, defect dynamics and phase transition processes."}
{"id": "2602.15575", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.15575", "abs": "https://arxiv.org/abs/2602.15575", "authors": ["Deepannita Das", "Alestin Mawrie"], "title": "Topological Scaling of Nonlinear Injection current and the Quantized Circular Photogalvanic Effect (CPGE)in tilted multi Weyl semimetals(mWSMs)", "comment": "12 pages , 3 figures and 1 table", "summary": "We develop a microscopic theory of nonlinear magneto-optical injection currents in multi-Weyl semimetals subjected to a uniform magnetic field. Using the Landau-level spectrum of a tilted multi-Weyl Hamiltonian with arbitrary monopole charge $ν$ as a starting point, we formulate a Kubo-type nonlinear response theory in the Landau-level basis and derive the second-order conductivity tensor. We identify distinct contributions originating from chiral-chiral, chiral-bulk, and bulk-bulk optical transitions, revealing characteristic monopole-charge scaling and sharp resonant structures governed by Landau-level selection rules and tilt-induced asymmetry. In the untilted limit, closed-form analytical expressions emerge that expose universal frequency thresholds and provide clear experimental signatures of higher-order Weyl topology. Our results establish nonlinear magneto-optical injection currents as a direct transport probe of chiral Landau levels and multi-Weyl topological charge."}
{"id": "2602.15588", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15588", "abs": "https://arxiv.org/abs/2602.15588", "authors": ["Wojciech Sas", "Yuki Utsumi Boucher", "Seyed Ashkan Moghadam Ziabari", "Gaurav Pransu", "Trpimir Ivšić", "László Forró", "Ivana Vobornik", "Jun Fujii", "Naveen Singh Dhami", "Bruno Gudac", "Mario Novak", "Neven Barišić", "Ivo Batistić", "Petar Popčević"], "title": "Origin of a shallow electron pocket: $β$-band in Co$_{1/3}$TaS$_2$ studied by angle-resolved photoemission spectroscopy", "comment": "10 pages, 6 figures, 1 table", "summary": "We investigated the electronic structure of Co-intercalated 2H-TaS$_2$ using angle-resolved photoemission spectroscopy (ARPES). In the compound Co$_{1/3}$TaS$_2$, the main electronic bands closely resemble those of pristine 2H-TaS$_2$, with no clear signs of band folding. However, a shallow electron pocket, referred to as the $β$-feature, was detected at the Fermi level near the corner of the superlattice Brillouin zone. The surface vs bulk origin of this feature is debated, as it cannot be reproduced using standard DFT calculations. To resolve this, we employed cluster perturbation theory (CPT) to incorporating an exact treatment of strong electron correlations (U) on the cobalt sites, going beyond DFT+U approximation. To further substantiate this, we studied an underdoped sample, Co$_{0.22}$TaS$_2$, where a reduced charge transfer leads to different Co orbital character near the Fermi level. We find that its electronic structure closely resembles that of undoped 2H-TaS$_2$, and crucially, lacks the $β$-feature. Our results demonstrate that the $β$-feature is of the bulk origin emerging from the strong electronic correlations where both the Co charge state and long-range crystallographic order play an important role. This work highlights the need for accurate treatment of electron correlations when studying intercalated transition metal dichalcogenides."}
{"id": "2602.15606", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15606", "abs": "https://arxiv.org/abs/2602.15606", "authors": ["Markus Meinert"], "title": "Neel temperature and helical spin order of altermagnetic RuO2", "comment": "6 pages, 4 figures", "summary": "The magnetic groundstate of RuO$_2$ remains controversial, with experimental evidence for a nonmagnetic groundstate of ideal bulk material and indications of a magnetic state in strained thin films. Here, I investigate the Néel temperature of the (hypothetical) altermagnetic state of bulk RuO$_2$, stabilized via the DFT$+U$ technique, by mapping on a Heisenberg Hamiltonian. The Néel temperature scales monotonously with the magnetic moment up to the point where a large $+U$ term opens a band gap and turns RuO$_2$ semiconducting. The maximum Néel temperature obtained by this procedure is 408\\,K at $U=3$\\,eV, and much smaller values for smaller $U$. A reciprocal-space eigenvalue analysis reveals a helimagnetic groundstate of the spin model due to intra-sublattice antiferromagnetic coupling. This situation resembles the isostructural $β$-MnO$_2$, which is a prototype helimagnet. Further comparison with calculations on CrO$_2$ and altermagnetic MnF$_2$ taking $U$ as an adjustable parameter supports the validity of the spin model analysis."}
{"id": "2602.15610", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15610", "abs": "https://arxiv.org/abs/2602.15610", "authors": ["M. Horio", "T. Wada", "V. Granata", "R. Fittipaldi", "A. Vecchione", "J. Chang", "I. Matsuda"], "title": "Ambipolar doping-induced surface in-gap state on Mott-insulating Ca$_2$RuO$_4$", "comment": null, "summary": "We report an x-ray photoemission spectroscopy study of Ca$_2$RuO$_4$ surface-dosed with Cs alkali atoms and C$_{60}$ molecules. Due to its small ionization energy (large electron affinity), deposited Cs atoms (C$_{60}$ molecules) are expected to provide a solid surface with electrons (holes). Upon dosing the dopants to Mott-insulating Ca$_2$RuO$_4$, we found a new Ru $3d$ photoemission peak emerging on the lower binding-energy side, suggesting the creation of a core-hole screening channel associated with coherent Ru $4d$ states around the Fermi level. For both the Cs and C$_{60}$ dosing, this change occurred without an appreciable chemical potential jump. The coherent state, therefore, develops within the Mott gap through hybridization with the impurity level of the dopants. The present work highlights the flexibility of Mott-insulator surfaces as a playground for metal-insulator transitions."}
{"id": "2602.15624", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15624", "abs": "https://arxiv.org/abs/2602.15624", "authors": ["Wafa Makhlouf", "Bruno Senjean", "Emmanuel Fromager"], "title": "Generalized local potential functional embedding theory of localized orbitals", "comment": null, "summary": "In this work we introduce a generalized flavor, in the sense of generalized Kohn-Sham density functional theory (gKS-DFT), of the recently derived local potential functional embedding theory (LPFET) [J. Chem. Theory Comput. 2025, 21, 20, 10293], where the in-principle exact formalism of DFT is combined with that of density matrix embedding theory (DMET). In generalized LPFET (gLPFET), the embedding clusters are designed from a full-size gKS system where the (in-principle non-local) Hartree-Fock exchange potential is combined with a local (in the localized orbital representation) correlation potential. The latter is optimized self-consistently such that gKS and local embedding cluster's densities match. Unlike in DMET, which uses the same (global) chemical potential value in all clusters, each embedded orbital has its own chemical potential in gLPFET. We show analytically that, when electron correlation is strongly local, the latter potential becomes a simple functional of the correlation potential. Numerical calculations on model systems confirm the high accuracy of gLPFET in this regime, in contrast to DMET. Moreover, we show that gLPFET completely fixes the flaw of LPFET in weaker correlation regimes, through its appropriate description of the Hartree-exchange potential."}
{"id": "2602.15627", "categories": ["cond-mat.stat-mech", "physics.bio-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15627", "abs": "https://arxiv.org/abs/2602.15627", "authors": ["Denis S. Grebenkov", "Ralf Metzler", "Gleb Oshanin"], "title": "Fastest first-passage time for multiple searchers with finite speed", "comment": null, "summary": "We study analytically and numerically the mean fastest first-passage time (fFPT) to an immobile target for an ensemble of $N$ independent finite-speed random searchers driven by dichotomous noise and described by the telegrapher's equation. In stark contrast to the well-studied case of Brownian particles -- for which the mean fFPT vanishes logarithmically with $N$ -- we uncover that the mean fFPT is bounded from below by the minimal ballistic travel time, with an exponentially fast convergence to this bound as $N \\to \\infty$. This behavior reveals a dramatic efficiency advantage of physically realistic, finite-speed searchers over Brownian ones and illustrates how diffusive macroscopic models may be conceptually misleading in predicting the short-time behavior of a physical system. We extend our analysis to anomalous diffusion generated by Riemann-Liouville-type dichotomous noises and find that target detection is more efficient in the superdiffusive regime, followed by normal and then subdiffusive regimes, in agreement with physical intuition and contrary to earlier predictions."}
{"id": "2602.15646", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.15646", "abs": "https://arxiv.org/abs/2602.15646", "authors": ["Mohammad Ismaeil Safa", "Ehsan Rahmatizad Khajehpasha", "Stefan Goedecker"], "title": "Planar Structures of Medium-Sized Gold Clusters Become Ground States upon Ionization", "comment": "10 pages together with the supplementary information", "summary": "This study investigates the structural stability of ionized gold clusters of sizes ranging from 22 to 100 atoms, contrasting compact, cage and planar structures. While it is well known that neutral clusters in the upper part of this size range predominantly favor compact structures, our results reveal that positively ionized gold clusters exhibit structural transitions in which planar structures become energetically preferred once the charge is sufficiently large. In addition, we study the finite-temperature stability of the structures and find that thermodynamic effects further stabilize planar configurations relative to their compact counterparts. To explore the potential energy surface, we use the Minima Hopping algorithm combined with a machine-learned potential. Since the machine-learned potential does not apply to ionized clusters, we introduce a charge-correction term to incorporate Coulomb interactions and charge screening."}
{"id": "2602.15657", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15657", "abs": "https://arxiv.org/abs/2602.15657", "authors": ["Leah Anderson", "David S. Dean"], "title": "Self-phoretic oscillatory motion in a one-dimensional channel", "comment": "31 pages Latex", "summary": "We study a simple model for a particle that is active due to self-phoresis and that has been proposed to model symmetric camphor grains. The particle generates a concentration field through the continuous emission of a chemical substance, and its motion is driven by gradients of this field as it diffuses within a confined channel whose ends perfectly reflect the chemical. The reflection of the chemical field leads to an effective confinement of the particle, which itself is reflected before encountering the channel ends. The system displays a transition from a passive state, where the particle rests at the channel midpoint, to an active state characterized by highly regular, non-chaotic oscillations. We analytically construct the phase diagram and derive the oscillation frequency and amplitude in the vicinity of the transition. A perturbative analysis perfectly describes the dynamics of the particle even for oscillations as large as half the channel size. Furthermore, we develop an analysis which explains the mechanism of particle reflection close to the channel edges in the regime of large activity."}
{"id": "2602.15662", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.15662", "abs": "https://arxiv.org/abs/2602.15662", "authors": ["Lasse Gresista", "Daniel Lozano-Gómez", "Matthias Vojta", "Simon Trebst", "Yasir Iqbal"], "title": "Quantum Coulomb Liquids of Different Rank in the Breathing Pyrochlore Antiferromagnet", "comment": "9 pages, 6 figures and Supplemental Material", "summary": "Emergent gauge fields and Coulomb liquids have long been central to the physics of frustrated pyrochlore magnets, yet their realization beyond conventional, i.e. rank-1 $U(1)$, spin ice and into fully quantum higher-rank regimes has remained elusive. Here we provide a controlled demonstration of this physics in the spin-$\\tfrac{1}{2}$ quantum Heisenberg antiferromagnet on the breathing pyrochlore lattice with symmetry-allowed Dzyaloshinskii--Moriya interactions, using the pseudofermion functional renormalization group. We show that tuning the breathing asymmetry stabilizes extended quantum analogues of both rank-1 and rank-2 $U(1)$ Coulomb liquids within a single microscopic model, directly distinguished by their characteristic pinch-point morphologies in momentum space. This provides the first controlled quantum realization in three dimensions where gauge theories of different rank emerge within a single microscopic spin Hamiltonian. In addition, quantum fluctuations qualitatively reshape the classical nearest-neighbor atlas of phases, causing an incommensurate spiral instability and an extended quantum-disordered regime without dipolar order, both absent from the classical model. Our results establish the breathing pyrochlore as a timely and experimentally relevant platform where higher-rank gauge constraints, conventional magnetic order, and fluctuation-driven quantum phases compete on equal footing, opening a direct route to diagnosing emergent gauge structure in three-dimensional quantum magnets."}
{"id": "2602.15663", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.15663", "abs": "https://arxiv.org/abs/2602.15663", "authors": ["Patrick Romanescu"], "title": "Entropy production reveals hidden dynamical constraints rather than stochastic disorder", "comment": null, "summary": "Entropy production is often interpreted as a proxy for microscopic disorder or environmental roughness in stochastic systems. We test this interpretation using controlled simulations of overdamped stochastic dynamics on curved surfaces in which local noise, geometry, and forces are held fixed while global constraints are varied. Trajectories are generated for particles evolving toward a central attractor, and entropy production is quantified using both a continuum probability-current estimator and coarse-grained Markov transition statistics across multiple spatial and temporal resolutions. Across systematic sweeps of timestep size, domain extent, and boundary topology, entropy production is governed primarily by constraint-induced probability flow rather than local stochastic variability. Periodic domains that permit sustained circulation yield substantially higher entropy production than reflecting domains despite identical local stochastic structure, with the magnitude of the separation depending on domain extent. In contrast, coarse-grained estimates decrease as temporal resolution increases and rise with finer spatial binning, demonstrating that discrete estimates depend strongly on observation scale and may fail to resolve topology-induced irreversible structure. Ergo, entropy production is not a direct measure of environmental roughness or randomness. Instead, it quantifies how strongly system dynamics are driven away from reversibility by global constraints, geometry, and the space of allowed trajectories. Interpreted in this way, entropy production maps function as diagnostics of organized probability flow and provide a principled method for detecting hidden dynamical constraints from trajectory data alone."}
{"id": "2602.15729", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.15729", "abs": "https://arxiv.org/abs/2602.15729", "authors": ["James A. D. Ball", "David M. Collins", "Yuanbo T. Tang", "Jonathan P. Wright", "Can Yildirim", "Julia Richter", "Yunhui Chen"], "title": "Revealing 3D Strain and Carbide Architectures in Additively Manufactured Ni Superalloys", "comment": "17 pages, 10 supplementary pages, 4 figures, 8 supplementary figures. Preprint submitted to Nature Communications", "summary": "Fast directional solidification during Laser Additive Manufacturing (LAM) produces a complex microstructure in nickel-based superalloys, comprising columnar grains with cellular sub-grain structures and carbides. Using non-destructive Scanning 3D X-ray Diffraction (S3DXRD), we reveal spatially complex orientation and intergranular strain relationships that couple strongly to processing-induced cellular sub-grain networks and a primary cubic metal carbide (MC) phase. We have examined 3D orientation and elastic strain tensor fields across 82 $γ$ grains together with the spatial distribution of over 37,000 MC carbides in an ABD-900AM alloy sample manufactured by the Directed Energy Deposition (DED) LAM process. Carbides are spatially associated with the cellular sub-grain network with a weak but present orientation relationship with their parent $γ$ grains. The MC carbides, known to be Ti, Ta and Nb rich, form in regions of high solute segregation, resulting in a significant volumetric lattice parameter patterning in the associated $γ$ phase regions. These chemically distinct solute-rich regions possess a higher associated elastic modulus compared to intercellular regions and determine the local residual stress patterning. These results provide the first non-destructive 3D study of the relationship between rapid solidification-induced segregation, deformation heterogeneity and carbide architectures in an additively manufactured Ni-based superalloy. The insights provide crucial detail to rationalise LAM process parameter optimisation and the coupled spatially governed structural performance."}
{"id": "2602.15759", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.15759", "abs": "https://arxiv.org/abs/2602.15759", "authors": ["Md Shanian Moed", "Adnan Amin Siddiquee", "Md Tashfiq Bin Kashem"], "title": "Three-Dimensional Optical-Electrical Simulation of Cs2AgBiBr6 Double Perovskite Solar Cells", "comment": null, "summary": "Despite significant advances in lead-free perovskite photovoltaics, achieving a balance among environmental safety and high optoelectronic performance remains challenging. The inorganic double perovskite Cs2AgBiBr6 has emerged as a promising candidate owing to its robust three-dimensional crystal structure and suitable visible-range bandgap. However, best power conversion efficiencies (PCEs) for Cs2AgBiBr6 solar cells reported so far - 6.37% experimentally and 27.78% in numerical studies - remain below the theoretical performance potential, largely due to suboptimal charge transport layers, and interface-related recombination losses. Here, we address this gap using a 3D finite-element method (FEM) implemented in COMSOL Multiphysics, which couples optical simulations with semiconductor drift-diffusion transport. To our knowledge, this work represents the first comprehensive 3D FEM-based study of a double halide perovskite solar cell. Screening of 25 electron transport layer (ETL)-hole transport layer (HTL) combinations identifies CeO2 and P3HT as the optimal ETL and HTL respectively. Device performance is further analyzed through systematic variation of layer thicknesses, doping concentrations and defect densities within the FTO/CeO2/Cs2AgBiBr6/P3HT/Au architecture. Under optimized parameters, the simulated device achieves a PCE of 31.76%, representing the theoretical upper bound predicted by the model. Overall, this work demonstrates 3D physics-based device engineering as a decisive pathway for overcoming efficiency bottlenecks in lead-free double perovskite photovoltaics."}
{"id": "2602.15760", "categories": ["cond-mat.mes-hall", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.15760", "abs": "https://arxiv.org/abs/2602.15760", "authors": ["Krzysztof Szulc", "Mengying Guo", "Ondřej Wojewoda", "Hongyu Wang", "Dominik Pavelka", "Jan Klíma", "Jakub Krčma", "Xiufeng Han", "Qi Wang", "Michal Urbánek"], "title": "Polarization-resolved measurement of forward volume spin waves by micro-focused Brillouin light scattering", "comment": null, "summary": "We show how the micro-focused BLS signal of forward volume spin waves is formed and why it remains observable despite symmetry-based \"suppression\" expectations. A reciprocity-theorem based model with vectorial diffraction-limited focusing identifies the nonnegligible longitudinal focal-field component as the key element responsible for BLS sensitivity in the forward volume geometry. We further demonstrate that full polarization analysis, implemented through polarizer-analyzer maps of coherently excited spin waves, provides information beyond the conventional crossed polarizer-analyzer readout. In a BiYIG thin film, the measured maps exhibit Stokes/anti-Stokes polarization asymmetries and nontrivial patterns that stem from quadratic magneto-optical coupling terms. Fitting the data with a model including Voigt and Cotton-Mouton contributions yields an effective Cotton-Mouton constant and shows that the quadratic response is comparable to the linear Voigt contribution."}
{"id": "2602.15774", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2602.15774", "abs": "https://arxiv.org/abs/2602.15774", "authors": ["D. Jones", "A. Weh", "A. Östlin", "D. Braak", "T. Kopp", "P. Seiler", "U. Eckern", "L. Chioncel"], "title": "Correlated electronic states at a ferromagnetic oxide interface", "comment": null, "summary": "We propose a minimal tight-binding model for the electronic interface layer of the LaAlO$_3$/SrTiO$_3$ heterostructure with oxygen vacancies. In this model, the effective carriers are subject to oxygen vacancy induced magnetic impurities. Both the effects of random on-site potentials and Zeeman-like exchange interactions between correlated carriers and magnetic impurities are taken into account. By applying the combined coherent potential approximation (CPA) and dynamical mean-field theory (DMFT) for a ferromagnetic state, we uncover a disordered Fermi-liquid regime for the majority-spins and a low energy scale which controls the transport of the minority-spin carriers, both induced by the magnetic impurities."}
{"id": "2504.15370", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2504.15370", "abs": "https://arxiv.org/abs/2504.15370", "authors": ["Juno Nam", "Miguel Steiner", "Max Misterka", "Soojung Yang", "Avni Singhal", "Rafael Gómez-Bombarelli"], "title": "Transferable Learning of Reaction Pathways from Geometric Priors", "comment": "14 pages, 6 figures; Supporting Information in ancillary files", "summary": "Identifying minimum-energy paths (MEPs) is crucial for understanding chemical reaction mechanisms but remains computationally demanding. We introduce MEPIN, a scalable machine-learning method for efficiently predicting MEPs from reactant and product configurations, without relying on transition-state geometries or pre-optimized reaction paths during training. The task is defined as predicting deviations from geometric interpolations along reaction coordinates. We address this task with a continuous reaction path model based on a symmetry-broken equivariant neural network that generates a flexible number of intermediate structures. The model is trained using an energy-based objective, with efficiency enhanced by incorporating geometric priors from geodesic interpolation as initial interpolations or pre-training objectives. Our approach generalizes across diverse chemical reactions and achieves accurate alignment with reference intrinsic reaction coordinates, as demonstrated on various small molecule reactions and [3+2] cycloadditions. Our method enables the exploration of large chemical reaction spaces with efficient, data-driven predictions of reaction pathways."}
{"id": "2510.11923", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cs.LG", "stat.ML"], "pdf": "https://arxiv.org/pdf/2510.11923", "abs": "https://arxiv.org/abs/2510.11923", "authors": ["Juno Nam", "Bálint Máté", "Artur P. Toshev", "Manasa Kaniselvan", "Rafael Gómez-Bombarelli", "Ricky T. Q. Chen", "Brandon Wood", "Guan-Horng Liu", "Benjamin Kurt Miller"], "title": "Enhancing Diffusion-Based Sampling with Molecular Collective Variables", "comment": null, "summary": "Diffusion-based samplers learn to sample complex, high-dimensional distributions using energies or log densities alone, without training data. Yet, they remain impractical for molecular sampling because they are often slower than molecular dynamics and miss thermodynamically relevant modes. Inspired by enhanced sampling, we encourage exploration by introducing a sequential bias along bespoke, information-rich, low-dimensional projections of atomic coordinates known as collective variables (CVs). We introduce a repulsive potential centered on the CVs from recent samples, which pushes future samples towards novel CV regions and effectively increases the temperature in the projected space. Our resulting method improves efficiency, mode discovery, enables the estimation of free energy differences, and retains independent sampling from the approximate Boltzmann distribution via reweighting by the bias. On standard peptide conformational sampling benchmarks, the method recovers diverse conformational states and accurate free energy profiles. We are the first to demonstrate reactive sampling using a diffusion-based sampler, capturing bond breaking and formation with universal interatomic potentials at near-first-principles accuracy. The approach resolves reactive energy landscapes at a fraction of the wall-clock time of standard sampling methods, advancing diffusion-based sampling towards practical use in molecular sciences."}
{"id": "2602.15268", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.15268", "abs": "https://arxiv.org/abs/2602.15268", "authors": ["Jonas Hänseroth", "Max Großmann", "Malte Grunert", "Erich Runge", "Christian Dreßler"], "title": "High-throughput screening and mechanistic insights into solid acid proton conductors", "comment": null, "summary": "Proton-conducting solid acids could enable water-free operation of high-temperature fuel cells. However, systematic materials screening has, hitherto, been computationally prohibitive. Here, we introduce a two-stage high-throughput screening strategy that directly computes proton diffusion coefficients, enabled by machine-learned interatomic potentials fine-tuned to ab initio data. Starting from more than six million materials, our screening -- based on structural motifs rather than empirical descriptors -- identifies $27$ high-performing proton conductors, including over ten previously unexplored compounds. These include sustainable and commercially available materials, candidates that have not yet been synthesized, organic systems that fall outside conventional design rules, and known proton conductors that validate our approach. Importantly, our findings reveal a universal oxygen--oxygen distance of approximately $2.5$~Å at the moment of proton transfer across diverse chemistries, providing mechanistic insight and showing that macroscopic proton conductivity emerges from the interplay between anion rotational dynamics, hydrogen-bond network connectivity, and proton-transfer probability."}
