{"id": "2601.16310", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16310", "abs": "https://arxiv.org/abs/2601.16310", "authors": ["Gabriel J. Man"], "title": "Towards a single-junction non-concentrator metal halide perovskite hot carrier solar cell: review of current gaps and opportunities in understanding slow hot carrier cooling", "comment": null, "summary": "The photovoltaic solar cell is a mature technology, with silicon-based technologies deployed at scale, yet current technologies are limited by the Shockley-Queisser thermodynamic limit, known since the early 1960s. The single-junction non-concentrator hot carrier solar cell operating at ambient temperature - with its theoretically predicted ultimate power conversion efficiency limit of nearly 70% that is twice the Shockley-Queisser limit and is higher than what can be achieved with even n=6 multijunction solar cells - has remained an elusive yet hot research target since the early 1980s. Metal halide perovskite semiconductors were discovered in the late 1970s and photovoltaic applications have been intensively researched and developed since the early 2010s. Current technology development of perovskite solar cells is heavily motivated by their expected cheap processing costs relative to other Shockley-Queisser limited technologies. History has shown that very few absorber materials develop into viable solar cell technologies, and it has been recognized that given the declining costs of silicon-based technologies, a new material must offer potential for both lower cost and higher efficiencies than the Shockley-Queisser limit. Slow cooling of photocarriers with energy in excess of the band edges (hot carriers), which is the first prerequisite of a solar absorbing material for building a hot carrier solar cell technology, has been reported in perovskites since the 2010s. The goal of this review is to illuminate the path towards a single-junction perovskite hot carrier solar cell technology by emphasizing uncertainties in understanding slow hot carrier cooling and recommending approaches to resolve them."}
{"id": "2601.16313", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.16313", "abs": "https://arxiv.org/abs/2601.16313", "authors": ["Sandra Glotzer", "Jeong Rae Kim", "Joseph Falson"], "title": "Thermally-Activated Epitaxy of NbO", "comment": "To appear in PR Materials", "summary": "We demonstrate a thermally-activated epitaxy window for the growth of NbO at temperatures exceeding 1000 $^o$C. NbO films grown in this mode display superior structural and transport properties, which are reproducible across a window of oxygen partial pressure. Through comprehensive analysis, we propose the prototypical electrical properties of NbO, for which a consensus has not yet been made. This study unequivocally demonstrates the utility of high temperatures in the thin film synthesis of refractory metal compounds."}
{"id": "2601.16362", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16362", "abs": "https://arxiv.org/abs/2601.16362", "authors": ["Lewin Marsh", "Yikai Yang", "Cesare Mattiroli", "Mikhael T. Sayat", "Đàm Minh Trí", "Henrik M. Rønnow", "Jevon J. Longdell", "Jian-Rui Soh"], "title": "Nuclear quadrupole interaction and zero first-order Zeeman transitions of $^{167}$Er$^{3+}$ in CaWO$_4$", "comment": "Accepted in PRB", "summary": "We report microwave spectroscopy of $^{167}$Er$^{3+}$ doped in CaWO$_4$ which reveals the hyperfine splitting of the erbium electronic ground state ($Z_1$, $J_\\mathrm{eff.}$=15/2) induced by the $I$=7/2 nuclear spin. From spectra measured below$\\sim$50 mK in magnetic fields up to 200 mT, we extract spin Hamiltonian parameters including the electron $\\textbf{g}$, hyperfine $\\textbf{A}$, and nuclear electric quadrupolar $\\textbf{Q}$ tensors. Crucially, our analysis demonstrate unambiguously, that the previously unobserved nuclear electric quadrupolar moment is essential to reproduce the experimental data. With these refined parameters, we identify zero first-order Zeeman (ZEFOZ) transitions at zero magnetic field. Extending the analysis to finite fields, we uncover that ZEFOZ points lie either along the $c$ axis or within the $a$-$b$ plane. These results establish CaWO$_4$ as a promising host for long lifetime quantum memories."}
{"id": "2601.16374", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16374", "abs": "https://arxiv.org/abs/2601.16374", "authors": ["Deepak Dhariwal", "Michael R. von Spakovsky", "William T. Reynolds"], "title": "Energy Eigenstates of Electrons, Magnons and Phonons in Fe$_3$O$_4$ (magnetite), MnFe$_2$O$_4$ (jacobsite), and mixed Mn-Zn ferrites", "comment": null, "summary": "We report first-principles calculations of the electronic structure, magnon excitations, and phonons in magnetite (Fe$_3$O$_4$), jacobsite (MnFe$_2$O$_4$), and mixed manganese-zinc ferrites (Mn$_{x}$,Zn$_{1-x}$)Fe$_2$O$_4$ for representative compositions ($0\\le x \\le 1$) and A/B-site cation arrangements. Electronic structures are computed using density functional theory (DFT) augmented by rotationally invariant DFT+U+J, with on-site Hubbard and Hund's parameters, $U$ and $J$, respectively, determined self-consistently by spin-polarized linear-response perturbations of the chosen correlated subspaces (including, where applied, the ligand $2p$ subspace). A classical Heisenberg spin Hamiltonian is parameterized by mapping DFT+U+J total energies for multiple collinear spin configurations onto nearest-neighbor exchange couplings, which are then used to obtain magnon dispersions and magnon densities of states within linear spin-wave theory. Phonon spectra and densities of states are obtained from finite-displacement force constants and dynamical matrices computed on the same DFT+U+J-relaxed structures. Overall, the workflow provides a consistent, composition- and configuration-aware route to electronic, vibrational, and magnetic excitation spectra across the Mn/Zn ferrite space."}
{"id": "2601.16331", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.16331", "abs": "https://arxiv.org/abs/2601.16331", "authors": ["Peter Eastman", "Evan Pretti", "Thomas E. Markland"], "title": "Accuracy and Efficiency Benchmarks of Pretrained Machine Learning Potentials for Molecular Simulations", "comment": "15 pages, 4 figures, 4 tables", "summary": "The rapid development of pretrained Machine Learning Interatomic Potentials (MLIPs) that cover a wide range of molecular species has made it challenging to select the best model for a given application. We benchmark 15 pretrained MLIPs, evaluating each one on accuracy, speed, memory use, and ability to produce stable simulations. This provides an objective basis for practitioners to select the most appropriate MLIP for their own simulations, and offers insight into which factors most strongly influence model accuracy. We find that the number of model parameters and the size of the training set are both strongly correlated with accuracy, while training on charged molecules and including explicit Coulomb energy terms are less essential than one might expect. Speed and memory use are determined as much by the model architecture as by the size of the model."}
{"id": "2601.16387", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.16387", "abs": "https://arxiv.org/abs/2601.16387", "authors": ["Hyun-Myung Chun", "Euijoon Kwon", "Hyunggyu Park", "Jae Sung Lee"], "title": "Fluctuation-Response Theory for Nonequilibrium Langevin Dynamics", "comment": "8 pages and 2 figures for main text, 14 pages for supplemental material", "summary": "We establish a unified fluctuation-response relation for Langevin dynamics. By exploiting the common mathematical structures underlying fluctuations and responses of empirical density and current, we derive a unified identity that generalizes the fluctuation-dissipation theorem from equilibrium to nonequilibrium settings. This relation connects global fluctuations of observables with their local responses to perturbations in force, mobility, and temperature. We further derive finite-time fluctuation-response inequalities, leading to response uncertainty relations that complement the identity by providing more practical bounds. These derivations establish a unified theoretical framework linking the fluctuation-dissipation theorem and thermodynamic uncertainty relations. Using the $F_1$-ATPase molecular motor model, we illustrate how these response-based bounds constrain the long-time diffusion coefficient."}
{"id": "2601.16299", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.16299", "abs": "https://arxiv.org/abs/2601.16299", "authors": ["Carlos M. Bustamante", "Franco P. Bonafé", "Richard Richardson", "Michael Ruggenthaler", "Wenxiang Ying", "Abraham Nitzan", "Maxim Sukharev", "Angel Rubio"], "title": "Collective Rabi-driven vibrational activation in molecular polaritons", "comment": "28 pages, 10 pages of SI, 12 figures", "summary": "Hybrid light-matter states, known as molecular polaritons, arise from electronic or vibrational strong coupling (ESC and VSC) with confined electromagnetic fields. While these have been widely studied, the influence of electron-nuclear dynamics in driven cavities remains largely unknown. Here, we report a previously unrecognized mechanism of vibrational activation that emerges under collective ESC in driven optical cavities. Using semiclassical simulations that self-consistently combine Maxwell's equations with quantum molecular dynamics, we show that collective electronic Rabi oscillations coherently drive nuclear motion. This effect is captured using both vibrational wave-packet dynamics in a minimal two-level model and atomistic simulations based on time-dependent density-functional tight-binding with Ehrenfest dynamics. Vibrational activation depends non-monotonically on the Rabi frequency and is maximized when the collective polaritonic splitting resonates with a molecular vibrational mode. The mechanism exhibits features consistent with a stimulated Raman-like relaxation mechanism. Our results establish a self-consistent framework for realistic cavity-electron-nuclear dynamics."}
{"id": "2601.16365", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16365", "abs": "https://arxiv.org/abs/2601.16365", "authors": ["Yu Wei Soh", "Hsiang Lee", "Eugen Weschke", "Shinichi Nishihaya", "Mikhael T. Sayat", "Masaki Uchida", "Jian-Rui Soh"], "title": "Magnetic structure of EuZn$_2$Sb$_2$ single-crystal thin-film", "comment": "Accepted in PRB", "summary": "Magnetic topological materials are a class of compounds which can host massless electrons controlled by the magnetic order. One such compound is EuZn$_2$Sb$_2$, which has recently garnered interest due to its strong interplay between the Eu magnetism and charge carriers. However the topology of the electronic band structure, which depends on the ground state magnetic configuration of the europium sublattice, has not been determined. Based on our \\textit{ab-initio} calculations, we find that an in-plane and out-of-plane \\textit{A}-type antiferromagnetic (AFM) order generates a topological crystalline insulator and Dirac semimetal respectively, whereas a ferromagnetic (FM) order stabilizes a Weyl semimetal. Our resonant x-ray elastic scattering measurements of single-crystal thin film EuZn$_2$Sb$_2$ reveal both a sharp magnetic peak at $\\textit{\\textbf{Q}}$=$(0,0,\\frac{1}{2})$ and broad $\\textit{\\textbf{Q}}$=$(0,0,1)$ below $T_{\\mathrm{N}}=12.9$\\,K, which is associated with an \\textit{A}-type AFM and FM order, respectively. Our measurements indicate that the FM and AFM layers are spatially separated along the crystal $c$ axis, with the former limited to the top three atomic layers. We propose that EuZn$_2$Sb$_2$ behaves as a Weyl semimetal in the surface FM layers, and as a topological crystalline insulator in the lower AFM layers."}
{"id": "2601.16475", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.16475", "abs": "https://arxiv.org/abs/2601.16475", "authors": ["Zhengxian Li", "Xiaoyu Shen", "Kai Liu", "Yating Sha", "Tianyang Wang", "Feng Liu", "Qingchen Duan", "Kenji Watanabe", "Takashi Taniguchi", "Peng Chen", "Shiyong Wang", "Ruidan Zhong", "Dong Qian", "Shengwei Jiang", "Yufan Li", "Noah F. Q. Yuan", "Guorui Chen"], "title": "Superconductivity in non-centrosymmetric rhombohedral NbSe2", "comment": null, "summary": "Crystal stacking offers a powerful yet underexplored route to engineer symmetry in layered superconductors. Here we report superconductivity in rhombohedral-stacked NbSe2 (3R-NbSe2), a non-centrosymmetric polytype in which global inversion symmetry is removed by stacking alone. Using comprehensive structural, transport, magnetic, and thermodynamic measurements, we establish superconductivity as a bulk property of the 3R phase and find that the in-plane upper critical field exceeds the Pauli paramagnetic limit, indicating the persistence of strong Ising-type spin-orbit coupling. Unlike the thickness-dependent superconductivity in centrosymmetric 2H-NbSe2, the superconducting transition temperature in 3R-NbSe2 shows little dependence on layer number but exhibits an unusually strong sensitivity to disorder. We further observe strongly enhanced nonlinear optical and electrical responses near the superconducting transition, consistent with stacking-induced inversion-symmetry breaking. Our results identify 3R-NbSe2 as a single-phase platform in which stacking engineering reshapes superconductivity and enables nonlinear transport phenomena in layered materials."}
{"id": "2601.16221", "categories": ["cond-mat.mes-hall", "physics.app-ph", "physics.atom-ph", "physics.ins-det", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.16221", "abs": "https://arxiv.org/abs/2601.16221", "authors": ["Hankyul Koh", "Joon-Hyuk Ko", "Wonho Jhe"], "title": "A comprehensive semi-automated fabrication system for quartz tuning fork AFM probe with real-time resonance frequency monitoring and Q-factor control", "comment": "6 pages, 6 figures", "summary": "Quartz tuning fork-based atomic force microscopy (QTF-AFM) has become a powerful tool for high-resolution imaging of both conductive and insulating samples, including semiconductor structures and metal-coated surfaces as well as soft matter under ambient conditions, while also enabling measurements in more demanding environments including ultrahigh vacuum and cryogenic conditions where conventional cantilever-based AFM often encounters limitations. However, the broader adoption of QTF-AFM has been constrained by the difficulty of attaching a cantilever tip to a quartz tuning fork (QTF) with the positional and angular precision required for repeatable and reproducible probe fabrication. For stable operation, the tip must be placed precisely at the midline of a single tine, aligned parallel to the prong axis, and rigidly secured. Even slight lateral offsets or angular deviations disrupt the intrinsic antisymmetric flexural mode, induce torsional coupling, and ultimately lead to systematic image distortions and reduced measurement integrity. In this work, we present a comprehensive, semi-automated QTF-tip fabrication system that integrates precision alignment, real-time frequency-sweep monitoring, and controlled Q-factor tuning within a single workflow. Experimental characterization demonstrates consistent probe preparation across multiple trials, preservation of sharp and well-defined resonance responses with deliberately adjustable damping, and high-fidelity, high-resolution imaging in practical scanning tests. This integrated approach provides a reproducible framework to QTF-based probe fabrication, lowering the technical barrier to QTF-AFM implementation and broadening its applicability across diverse sample types and operating environments."}
{"id": "2601.16221", "categories": ["cond-mat.mes-hall", "physics.app-ph", "physics.atom-ph", "physics.ins-det", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.16221", "abs": "https://arxiv.org/abs/2601.16221", "authors": ["Hankyul Koh", "Joon-Hyuk Ko", "Wonho Jhe"], "title": "A comprehensive semi-automated fabrication system for quartz tuning fork AFM probe with real-time resonance frequency monitoring and Q-factor control", "comment": "6 pages, 6 figures", "summary": "Quartz tuning fork-based atomic force microscopy (QTF-AFM) has become a powerful tool for high-resolution imaging of both conductive and insulating samples, including semiconductor structures and metal-coated surfaces as well as soft matter under ambient conditions, while also enabling measurements in more demanding environments including ultrahigh vacuum and cryogenic conditions where conventional cantilever-based AFM often encounters limitations. However, the broader adoption of QTF-AFM has been constrained by the difficulty of attaching a cantilever tip to a quartz tuning fork (QTF) with the positional and angular precision required for repeatable and reproducible probe fabrication. For stable operation, the tip must be placed precisely at the midline of a single tine, aligned parallel to the prong axis, and rigidly secured. Even slight lateral offsets or angular deviations disrupt the intrinsic antisymmetric flexural mode, induce torsional coupling, and ultimately lead to systematic image distortions and reduced measurement integrity. In this work, we present a comprehensive, semi-automated QTF-tip fabrication system that integrates precision alignment, real-time frequency-sweep monitoring, and controlled Q-factor tuning within a single workflow. Experimental characterization demonstrates consistent probe preparation across multiple trials, preservation of sharp and well-defined resonance responses with deliberately adjustable damping, and high-fidelity, high-resolution imaging in practical scanning tests. This integrated approach provides a reproducible framework to QTF-based probe fabrication, lowering the technical barrier to QTF-AFM implementation and broadening its applicability across diverse sample types and operating environments."}
{"id": "2601.16404", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16404", "abs": "https://arxiv.org/abs/2601.16404", "authors": ["Shunran Li", "Burak Guzelturk", "Conrad A. Kocoj", "Donald A. Walko", "Du Chen", "Haidan Wen", "Xian Xu", "Xiaoming Wang", "Bongjun Choi", "Borui Li", "Zhibo Kang", "Cunming Liu", "Suchismita Sarker", "Benjamin T. Diroll", "Xiaoyi Zhang", "Yong Q. Cai", "Yu He", "Deep Jariwala", "Yanfa Yan", "Diana Y. Qiu", "Peijun Guo"], "title": "Photoinduced metastable cation disorder in metal halide double perovskites", "comment": null, "summary": "Lead-free perovskites have emerged as environmentally benign alternatives to lead-halide counterparts for optoelectronics. Among them, the double perovskite Cs2AgInCl6 family exhibits remarkable white-light emission with proper composition engineering, enabled by strong electron-phonon coupling and the formation of self-trapped excitons (STEs). Despite these advantages, the fundamental photo- and structural dynamics governing their excited-state behavior remain poorly understood. Here, we report a long-lived metastable phase in the Cs2AgInCl6 double perovskite family and unravel this process and the concomitant electronic and structural evolution using a suite of tools including transient optical spectroscopy, time-resolved X-ray diffraction (TR-XRD) and X-ray absorption (TR-XAS). We show that the photoinduced, transient metastable phase is associated with B-site (Ag-In) disorder, which induces a dramatically reduced optical bandgap. Supported by TR-XRD and first-principles calculations, the Ag-In disorder drives the formation of Ag-rich and In-rich domains with millisecond lifetimes, with lifetimes increasing at lower temperatures. TR-XAS further reveals that photogenerated STEs oxidize Ag+ to Ag2+, facilitating this highly temporally asymmetric order-disorder transition. Our findings demonstrate a new mechanism, mediated by hole-localized STE formation, that enables prolongation of transient light-induced states to the multi-millisecond regime in double perovskites, opening possibilities to harvesting the functional properties of metastable phases of these materials."}
{"id": "2601.16469", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.16469", "abs": "https://arxiv.org/abs/2601.16469", "authors": ["Samir Darouich", "Jacob W. Toney", "Weiliang Luo", "Johannes Kästner", "Mathias Niepert", "Heather J. Kulik"], "title": "Beyond the Training Domain: Robust Generative Transition State Models for Unseen Chemistry", "comment": null, "summary": "Transition states (TSs) govern the rates and outcomes of chemical reactions, making their accurate prediction a central challenge in computational chemistry. Although recent machine-learning models achieve near chemical accuracy in the prediction of TS structures and the associated reaction barriers for small organic reactions, their ability to generalize beyond the training domain remains largely unexplored. Here, we introduce targeted benchmarks to probe chemical and structural novelty in generative TS prediction. Building on Transition1x, a large-scale dataset of reactions involving small organic molecules, we construct curated extensions incorporating controlled elemental substitutions and diverse transition-metal complexes (TMC). These benchmarks reveal fundamental limitations of generative models in the generalization to previously unseen elements. As a result, they produce unphysical geometries and large energetic errors, even for reactions structurally similar to well-predicted organic systems. To address this challenge, we introduce a self-supervised pretraining strategy based on equilibrium conformers that exposes generative TS models to novel chemical environments prior to targeted fine-tuning. Across the newly proposed benchmarks, self-supervised pretraining substantially improves TS prediction for previously unseen systems, lowering the median RMSD of TS geometries on T1x-TMC reactions from 0.39 to 0.19 $\\mathring{A}$ and reducing fine-tuning data requirements by up to 75%, enabling reliable performance even in low-data regimes. Overall, the integration of generative TS models with self-supervised pseudo-reaction pretraining provides an efficient, scalable, and chemically robust framework for elucidating TSs well beyond the small organic molecule domain, establishing a foundation for investigating complex and catalytically relevant reaction landscapes."}
{"id": "2601.16539", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.16539", "abs": "https://arxiv.org/abs/2601.16539", "authors": ["Sumeja Bureković", "Filippo De Luca", "Michael E. Cates", "Cesare Nardini"], "title": "Active Cahn--Hilliard theory for non-equilibrium phase separation: quantitative macroscopic predictions and a microscopic derivation", "comment": "44 pages, 15 Figures. SB and FDL contributed equally to this work", "summary": "Phase-separating active systems can display phenomenology that is impossible in equilibrium. The binodal densities are not solely determined by a bulk (effective) free energy, but also affected by gradient terms, while capillary waves and Ostwald processes are determined by three distinct interfacial tensions. These and related phenomena were so far explained at continuum level using a top-down minimal theory (Active Model B+). This theory, by Taylor-expanding in the scalar order parameter (or density), effectively assumes that phase separation is weak, which is not true across most of the phase diagram. Here we develop a quantitative account of active phase separation, by introducing an active counterpart of Cahn-Hilliard theory, constructing the density current from all possible terms with up to four spatial derivatives without Taylor-expanding in the density. From this O(grad^4) theory, we show how to compute binodals and interfacial tensions for arbitrary choices of the five density-dependent 'coefficient functions' that specify the theory (replacing the four constant coefficients of Active Model B+). We further consider a particle model composed of thermal quorum-sensing active particles (tQSAPs) yielding a fully specified example of the O(grad^4) theory upon coarse-graining. We find that to coarse-grain consistently at O(grad^4) requires a novel procedure, based on multiple-scale analysis, to systematically eliminate fast-evolving orientational moments. Using this, we calculate from microscopic physics all five coefficient functions of the active Cahn-Hilliard theory for tQSAPs. We identify contributions that were missed in previous continuum theories, and show how neglecting them becomes justified only in the limit of large quorum-sensing range parameter. Comparison with particle simulations of tQSAPs shows that our O(grad^4) theory improves on previous continuum models [...]"}
{"id": "2601.16350", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.16350", "abs": "https://arxiv.org/abs/2601.16350", "authors": ["Milad Panahi", "Giovanni Michele Porta", "Monica Riva", "Alberto Guadagnini"], "title": "Physics Informed Differentiable Solvers for Learning Parametric Solution Manifolds in Heterogeneous Physical Systems", "comment": "36 pages, 13 figures in main body and 3 figures in appendix", "summary": "Learning the full family of solutions to parameterized partial differential equations (PDEs) is a central challenge to our ability to model the behavior of heterogeneous systems, with a variety of fundamental and application-oriented implications in fields such as hydrogeology where system properties exhibit significant (and often uncertain) spatial heterogeneity. We address this by reformulating a Physics-Informed Neural Network (PINN) as a differentiable solver that learns the continuous solution manifold for steady-state Darcy flow. Our framework requires only a single training run, circumventing the need for costly re-training for each new parameter instance. Its versatility is demonstrated through two representations of spatially heterogeneous hydraulic conductivity fields: a direct analytical form and a novel data-driven formulation resting on an autoencoder to create a low-dimensional latent encoding. A key innovation is the integration of the differentiable decoder into the physics-informed loss function, enabling on-the-fly reconstruction of complex conductivity fields via automatic differentiation. The approach yields accurate, mass-conserving flow solutions and supports efficient uncertainty quantification, providing a general methodology for physics-constrained data-driven modeling of heterogeneous systems."}
{"id": "2601.16379", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.16379", "abs": "https://arxiv.org/abs/2601.16379", "authors": ["Junjie Yang", "Ning Zhang", "Shunyue Yuan", "Jincheng Yu", "Hong-Zhou Ye", "Garnet Chan"], "title": "Ab Initio Many Body Quantum Embedding and Local Correlation in Crystalline Materials using Interpolative Separable Density Fitting", "comment": "13 pages, 4 figures, and 4 tables", "summary": "We present an efficient implementation of ab initio many-body quantum embedding and local correlation methods for infinite periodic systems through translational symmetry adapted interpolative separable density fitting, an approach which reduces the scaling of the calculations to only linear with the number of k-points. Employing this methodology, we compute correlated ground-state coupled cluster energies within density matrix embedding and local natural orbital correlation frameworks for both weakly and strongly correlated solids, using up to 1000 k-points. By extrapolating the local correlation domains and k-point sampling we further obtain estimates of the full coupled cluster with singles, doubles, and perturbative triples ground-state energies in the thermodynamic limit."}
{"id": "2601.16831", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16831", "abs": "https://arxiv.org/abs/2601.16831", "authors": ["Shangjie Tian", "Qi Wang", "Yuqing Cao", "Ying Ma", "Xiao Zhang", "Yanpeng Qi", "Hechang Lei", "Shouguo Wang"], "title": "Pressure-induced superconductivity in topological insulator Ge2Bi2Te5 and the evolution with Mn doping", "comment": "8 pages, 4 figures, 1 table", "summary": "Introducing superconductivity (SC) or magnetism into topological insulators (TIs) can give rise to novel quantum states and exotic physical phenomena. Here, we report a high-pressure transport study on the TI Ge2Bi2Te5 and its Mn-doped counterparts. The application of pressure induces a SC in Ge2Bi2Te5, which shows a dome-shape phase diagram with the maximum Tc of 7.6 K at 23 GPa. Doping Mn into Ge2Bi2Te5 introduces an antiferromagnetic order at ambient pressure and strongly weakens the pressure-induced SC, demonstrating that magnetism and SC compete in this material system. Present study provides a new platform for investigating the interplay among band topology, magnetism, and SC."}
{"id": "2601.16222", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16222", "abs": "https://arxiv.org/abs/2601.16222", "authors": ["Badsha Sekh", "Hasibur Rahaman", "Subhakanta Das", "Mitali", "Ramu Maddu", "Kesavan Jawahar", "S. N. Piramanayagam"], "title": "Synergy of fivefold boost SOT efficiency and field-free magnetization switching with broken inversion symmetry: Toward neuromorphic computing", "comment": "16 Pages, 4 Figures", "summary": "Non-volatile Neuromorphic Computing (NC) elements utilizing Spin Orbit Torque (SOT) provide a viable solution to alleviate the memory wall bottleneck in contemporary computing systems. However, the two challenges, low SOT efficiency and the need for in plane symmetry breaking field for perpendicular magnetization switching, greatly limit its practical implementation. In this work, the enhanced SOT efficiency of Platinum (Pt) SOT layer and field free perpendicular magnetization switching are achieved by integrating thin Ruthenium Oxide (RuO2) layer in our material stack. The optimal RuO2 thickness (0.5 nm) enhances 5.2 times Damping Like (DL) SOT efficiency compared with pure SOT layer (Pt), as determined by hysteresis loop shift measurements, with a relatively low resistivity (90 micro-Ohm-cm). Moreover, we achieve 3 times reduction of critical magnetization switching current density compared to reference sample. Our experimental findings also demonstrate Rashba-induced substantial field-free magnetization switching in the presence of an emergent built-in interfacial field. Notably, reliable multi resistance synaptic states are achieved by tailoring the synergistic effects of enhanced SOT and interfacial magnetism. The functionality of synaptic states has been further evaluated by implementing an artificial neural network and achieved image recognition accuracies of approximately 95% and 87% on the MNIST and Fashion-MNIST datasets, respectively. This systematic study paves the way to energy-efficient, field-free SOT synapses for practical NC applications."}
{"id": "2601.16222", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16222", "abs": "https://arxiv.org/abs/2601.16222", "authors": ["Badsha Sekh", "Hasibur Rahaman", "Subhakanta Das", "Mitali", "Ramu Maddu", "Kesavan Jawahar", "S. N. Piramanayagam"], "title": "Synergy of fivefold boost SOT efficiency and field-free magnetization switching with broken inversion symmetry: Toward neuromorphic computing", "comment": "16 Pages, 4 Figures", "summary": "Non-volatile Neuromorphic Computing (NC) elements utilizing Spin Orbit Torque (SOT) provide a viable solution to alleviate the memory wall bottleneck in contemporary computing systems. However, the two challenges, low SOT efficiency and the need for in plane symmetry breaking field for perpendicular magnetization switching, greatly limit its practical implementation. In this work, the enhanced SOT efficiency of Platinum (Pt) SOT layer and field free perpendicular magnetization switching are achieved by integrating thin Ruthenium Oxide (RuO2) layer in our material stack. The optimal RuO2 thickness (0.5 nm) enhances 5.2 times Damping Like (DL) SOT efficiency compared with pure SOT layer (Pt), as determined by hysteresis loop shift measurements, with a relatively low resistivity (90 micro-Ohm-cm). Moreover, we achieve 3 times reduction of critical magnetization switching current density compared to reference sample. Our experimental findings also demonstrate Rashba-induced substantial field-free magnetization switching in the presence of an emergent built-in interfacial field. Notably, reliable multi resistance synaptic states are achieved by tailoring the synergistic effects of enhanced SOT and interfacial magnetism. The functionality of synaptic states has been further evaluated by implementing an artificial neural network and achieved image recognition accuracies of approximately 95% and 87% on the MNIST and Fashion-MNIST datasets, respectively. This systematic study paves the way to energy-efficient, field-free SOT synapses for practical NC applications."}
{"id": "2601.16420", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16420", "abs": "https://arxiv.org/abs/2601.16420", "authors": ["Yiheng Shen", "Chang Liu", "Wei Xie", "Wei Ren"], "title": "Anharmonic thermodynamics redefines metastability and parent phases in ferroelectric HfO2", "comment": null, "summary": "Hafnia (HfO2) is a silicon-compatible dielectric material, yet stabilizing its desired but metastable ferroelectric phase remains challenging. Phase stability predictions by density functional theory (DFT) have provided crucial guidance, but most simulations neglected or only treated finite temperature effects with (quasi-)harmonic approximation due to high computational cost of DFT. Here, we develop a machine learning force field and perform thermodynamic calculations for HfO2 using self-consistent phonon theory to address growing evidence of anharmonicity. Our results reveal that the ferroelectric orthorhombic phase oIII exhibits metastability below 0.1kBT under most conditions within the simulated regime of temperature and pressure (600 K <= T <= 1500 K and 0 <= p <= 7.5 GPa), contradicting previous harmonic predictions of metastability above 1500 K at ambient pressure. We further report evidence for temperature- and pressure-dependent ferroelectric parent phase despite efforts to identify a universal one. This study highlights the importance of anharmonicity and provides an effective approach for its treatment in the design of HfO2-based ferroelectrics."}
{"id": "2601.16646", "categories": ["physics.chem-ph", "math.AG", "math.RT", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.16646", "abs": "https://arxiv.org/abs/2601.16646", "authors": ["Fabian M. Faulstich", "Svala Sverrisdóttir"], "title": "Algebraic Geometry for Spin-Adapted Coupled Cluster Theory", "comment": "27 pages", "summary": "We develop and numerically analyze an algebraic-geometric framework for spin-adapted coupled-cluster (CC) theory. Since the electronic Hamiltonian is SU(2)-invariant, physically relevant quantum states lie in the spin singlet sector. We give an explicit description of the SU(2)-invariant (spin singlet) many-body space by identifying it with an Artinian commutative ring, called the excitation ring, whose dimension is governed by a Narayana number. We define spin-adapted truncation varieties via embeddings of graded subspaces of this ring, and we identify the CCS truncation variety with the Veronese square of the Grassmannian. Compared to the spin-generalized formulation, this approach yields a substantial reduction in dimension and degree, with direct computational consequences. In particular, the CC degree of the truncation variety -- governing the number of homotopy paths required to compute all CC solutions -- is reduced by orders of magnitude. We present scaling studies demonstrating asymptotic improvements and we exploit this reduction to compute the full solution landscape of spin-adapted CC equations for water and lithium hydride."}
{"id": "2601.16716", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.16716", "abs": "https://arxiv.org/abs/2601.16716", "authors": ["Christian Maes"], "title": "What is nonequilibrium?", "comment": "About 100 pages of introduction to nonequilibrium stuff, overlapping to some extent with published work. Updates available via https://fys.kuleuven.be/english/staff/christ/onderwijs-teaching-material", "summary": "Lecture notes on elements of nonequilibrium statistical mechanics: (1) a characterization of the nonequilibrium condition, largely by contrast to equilibrium; (2) a retelling of some of the great performances of the more distant past, including the perspectives of Boltzmann and Onsager; and (3) more recent methods and concepts, from local detailed balance and the identification of entropy fluxes to dynamical fluctuation theory, and the importance of dynamical activity."}
{"id": "2601.16528", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.16528", "abs": "https://arxiv.org/abs/2601.16528", "authors": ["Christopher D. Woodgate", "Hubert J. Naguszewski", "Nicolas F. Piwek", "David Redka"], "title": "Electronic structure, phase stability, and transport properties of the AlTiVCr lightweight high-entropy alloy: A computational study", "comment": "14 pages, 9 figures, 1 table", "summary": "We investigate the thermodynamics and phase stability of the AlTiVCr lightweight high-entropy alloy using a combination of ab initio electronic structure calculations, a concentration wave analysis, and atomistic Monte Carlo simulations. In alignment both with experimental data and with results obtained using other computational approaches, we predict a $\\textrm{B2}$ (CsCl) chemical ordering emerging in this alloy at comparatively high temperatures, which is driven by Al and Ti moving to separate sublattices, while V and Cr express weaker site preferences. The impact of this $\\textrm{B2}$ chemical ordering on the electronic transport properties of the alloy is investigated within a Kubo-Greenwood linear response framework and it is found that, counter-intuitively, the alloy's residual resistivity increases as the material transitions from the $\\textrm{A2}$ (disordered bcc) phase to our predicted $\\textrm{B2}$ (partially) ordered structure. This is understood to result primarily from a reduction in the density of electronic states at the Fermi level induced by the chemical ordering. At low temperatures, our atomistic Monte Carlo simulations then reveal subsequent sublattice orderings, with the ground-state configuration predicted to be a fully-ordered, single-phase structure with vanishing associated residual resistivity. These results give fresh, insight into the atomic-scale structure and consequent physical properties of this well-studied, technologically relevant material."}
{"id": "2601.16388", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16388", "abs": "https://arxiv.org/abs/2601.16388", "authors": ["Hironori Yamaguchi", "Shunsuke C. Furuya", "Yu Tominaga", "Takanori Kida", "Koji Araki", "Masayuki Hagiwara"], "title": "Emergence of Kondo-assisted Néel order in a Kondo necklace model", "comment": "14 pages, 4 figures", "summary": "The interplay between Kondo screening and magnetic order has long been a central issue in the physics of strongly correlated systems. While the Kondo effect has traditionally been understood to suppress magnetism through the formation of local singlets, recent studies suggest that Kondo interactions may enhance magnetic order under certain conditions. However, these scenarios often rely on complex electronic structures, including orbital and charge degrees of freedom, making the essential mechanisms difficult to isolate. Here we report the realization of a spin-(1/2,1) Kondo necklace model in a Ni-based complex-a minimal spin-only analog of the Kondo lattice that isolates quantum spin correlations by eliminating charge degrees of freedom. Thermodynamic measurements identify a magnetic phase transition and a field-induced quantum phase transition. Perturbative analysis reveals that the Kondo coupling mediates effective antiferromagnetic interactions between the spin-1 sites, stabilizing the Néel order across the entire chain. Our results establish a universal boundary in Kondo physics, where coupling to spin-1/2 moments yields singlets, but to spin-1 and higher stabilizes magnetic order."}
{"id": "2601.16843", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16843", "abs": "https://arxiv.org/abs/2601.16843", "authors": ["Marta Fernández-Lomana", "Paula Obladen Aguilera", "Beilun Wu", "Edwin Herrera", "Hermann Suderow", "Isabel Guillamón"], "title": "Superconducting density of states and vortex lattice of LaRu$_2$P$_2$ observed by Scanning Tunneling Spectroscopy", "comment": null, "summary": "We provide the superconducting density of states of the iron based superconductor LaRu2P2 (Tc= 4.1 K), measured using millikelvin Scanning Tunneling Microscopy. From the tunneling conductance, we extract a density of states which shows the opening of a s-wave single superconducting gap. The temperature dependence of the gap also follows BCS theory. Under magnetic fields, vortices present Caroli de Gennes Matricon states, although these are strongly broadened by defect scattering. From the vortex core size we obtain a superconducting coherence length of ξ = 50 nm, compatible with the value extracted from macroscopic Hc2 measurements. We discuss the comparison between s-wave LaRu2P2 and pnictide unconventional multiple gap and strongly correlated Fe based superconductors."}
{"id": "2601.16300", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16300", "abs": "https://arxiv.org/abs/2601.16300", "authors": ["Alexander V. Savin"], "title": "Multistability of graphene nanobubbles", "comment": "13 pages, 10 figures", "summary": "Using the example of Ar, Kr, and Xe atoms, it is shown that graphene nanobubbles on flat substrates are multistable systems. A nanobubble can have many stable stationary states, each characterized by the number of layers, $l$, within the cluster of internal atoms. The layers are circular in shape, concentrically stacked on top of each other, forming an $l$-stepped pyramid with a flat top. The covering of this pyramid with a graphene sheet is achieved through its local stretching. The valence bonds of the sheet stretch only over the group of internal atoms; outside the coverage zone, the sheet remains undeformed and lies flush against the substrate. The maximum possible number of layers, $l_m$, increases monotonically with the number of atoms $N$ ($l_m=6$ for $N=4000$). The graphene sheet, interacting with the substrate, compresses the internal atom cluster against it, generating an internal pressure of $P\\sim 1$ GPa. Numerical simulations of thermal vibrations reveal that among all $l$-layer configurations of a nanobubble, there is always one \"ground\"\\ state. Upon heating, this ground state smoothly transitions into a layerless liquid state. All other stationary states transform into this ground state once a certain temperature is reached (for $N=4000$, the ground state corresponds to state with $l=4$). The coexistence of several stable states with different numbers of layers at low temperatures leads to the absence of a universal shape for the nanobubbles. In this scenario, the height-to-radius ratio, $H/R$, can vary from 0 to 0.24, depending on the number of layers."}
{"id": "2601.16300", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16300", "abs": "https://arxiv.org/abs/2601.16300", "authors": ["Alexander V. Savin"], "title": "Multistability of graphene nanobubbles", "comment": "13 pages, 10 figures", "summary": "Using the example of Ar, Kr, and Xe atoms, it is shown that graphene nanobubbles on flat substrates are multistable systems. A nanobubble can have many stable stationary states, each characterized by the number of layers, $l$, within the cluster of internal atoms. The layers are circular in shape, concentrically stacked on top of each other, forming an $l$-stepped pyramid with a flat top. The covering of this pyramid with a graphene sheet is achieved through its local stretching. The valence bonds of the sheet stretch only over the group of internal atoms; outside the coverage zone, the sheet remains undeformed and lies flush against the substrate. The maximum possible number of layers, $l_m$, increases monotonically with the number of atoms $N$ ($l_m=6$ for $N=4000$). The graphene sheet, interacting with the substrate, compresses the internal atom cluster against it, generating an internal pressure of $P\\sim 1$ GPa. Numerical simulations of thermal vibrations reveal that among all $l$-layer configurations of a nanobubble, there is always one \"ground\"\\ state. Upon heating, this ground state smoothly transitions into a layerless liquid state. All other stationary states transform into this ground state once a certain temperature is reached (for $N=4000$, the ground state corresponds to state with $l=4$). The coexistence of several stable states with different numbers of layers at low temperatures leads to the absence of a universal shape for the nanobubbles. In this scenario, the height-to-radius ratio, $H/R$, can vary from 0 to 0.24, depending on the number of layers."}
{"id": "2601.16459", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.16459", "abs": "https://arxiv.org/abs/2601.16459", "authors": ["Connor W. Edwards", "Oliver M. Linder-Patton", "Jack D. Evans"], "title": "Simulations of High Temperature Decomposition of Metal-Organic Frameworks to form Amorphous Catalysts", "comment": "18 pages, 4 figures", "summary": "Metal-organic framework (MOF) derived materials formed through high temperature processes show great potential as catalysts. However, understanding of structure-property relationships between the initial MOF and the resulting MOF-derived catalyst is limited because the amorphous nature of the catalyst challenges standard structural characterization methods. Neural network approaches that learn interatomic potentials from density functional theory offer a promising solution. We simulated the pyrolysis of UiO-66, UiO-67 and MIP-206 using both foundational and fine-tuned machine learned interatomic potentials (MLIPs). To mimic experimental conditions, an atmosphere of CO2 and H2 was introduced and the structures were doped with 20 wt% copper to probe the effect of copper on the structural evolution of MOFs. These simulations provide atomistic insights into gas evolution, metal nanoparticle formation, and linker decomposition that were compared to available experimental data. Overall, this work demonstrates the potential of MLIPs to accurately model high temperature MOF dynamics under experimentally relevant conditions and guide the design of new catalytic materials."}
{"id": "2601.16913", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.16913", "abs": "https://arxiv.org/abs/2601.16913", "authors": ["Mo Sha", "Bing Gu"], "title": "Coarse-Grained Geometric Quantum Dynamics in the Tensor Network Representation", "comment": null, "summary": "Quantum geometrical molecular dynamics provides a quantum geometric picture for understanding reactive dynamics, especially excited-state conical intersection dynamics, and also a numerically exact method for strongly correlated electron-nuclear dynamics. However, there are substantial challenges in describing medium-sized molecules with tens of nuclear degrees of freedom. The main challenge is that it uses a discrete variable representation to discretize the molecular configuration space, and thus requires a tremendous number of quantum chemistry calculations to construct the electronic overlap matrix. Moreover, the expansion coefficients scale exponentially with molecular size for direct-product basis sets. We address these challenges by first introducing a coarse-grained local diabatic ansatz, followed by a tensor network representation of the expansion coefficients and the molecular time-evolution operator. With a full 24-dimensional demonstration using the pyrazine molecule, we show that such developments provide a highly accurate and computationally tractable method for high-dimensional, fully quantum, strongly coupled electron-nuclear dynamics from first principles."}
{"id": "2601.16856", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16856", "abs": "https://arxiv.org/abs/2601.16856", "authors": ["Moon-ki Choi", "Ellad B Tadmor"], "title": "Statistical mechanics of a 2D material in a gas reservoir", "comment": null, "summary": "We derive and validate a partition function for low-dimensional systems interacting with a heat bath, addressing the general issue of thermodynamic modeling of nanoscale systems. In contrast to bulk systems in the canonical (NVT) ensemble where the partition function is solely determined by the Hamiltonian of the system and the temperature of the heat bath, our formulation demonstrates that accounting for the interactions with the heat bath is essential for describing the statistical mechanics of low-dimensional materials. To validate our theoretical findings, we develop a molecular dynamics (MD) algorithm for directly modeling the heat bath as a gas reservoir. We first validate our approach using a 1D harmonic oscillator, calculating its length distribution through explicit numerical integration and confirming these results with MD simulations. We then extend our method to investigate the out-of-plane fluctuations of a 2D graphene monolayer immersed in a gas at finite temperature and pressure. Comparisons with conventional NVT ensemble simulations controlled by a thermostat reveal that environmental interactions significantly influence the properties of the 2D material system."}
{"id": "2601.16389", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16389", "abs": "https://arxiv.org/abs/2601.16389", "authors": ["Itsuki Shimamura", "Risa Yagura", "Takanori Kida", "Masayuki Hagiwara", "Koji Araki", "Yoshiki Iwasaki", "Yuko Hosokoshi", "Kenta Kimura", "Hironori Yamaguchi"], "title": "Realization of a triangular spin necklace in a verdazyl-based Ni complex", "comment": "7 pages, 4 figures", "summary": "We successfully synthesized a verdazyl-based complex, ($m$-Py-V)$_3$[Ni(NO$_3$)$_2$], in which Ni$^{2+}$ ions and verdazyl radicals form a one-dimensional, triangular spin necklace consisting of spin-1/2 and spin-1 units. Molecular orbital calculations reveal strong antiferromagnetic (AF) interactions between inversion-related radical pairs that form spin-1/2 singlet dimers. The remaining verdazyl and Ni$^{2+}$ spins form frustrated triangular units, creating a distinctive spin network. Magnetic susceptibility and specific heat measurements identify a phase transition to an AF order. The application of magnetic fields suppresses the phase transition signal, suggesting field-induced decoupling of the spin-1 moments. Electron spin resonance measurements are used to evaluate the easy-axis anisotropy of spin-1, which may promote the AF order. This work provides a rare example of a geometrically frustrated quantum spin chain realized via molecular design, thereby offering a platform for exploring frustration-driven quantum phases in low-dimensional materials."}
{"id": "2601.16313", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.16313", "abs": "https://arxiv.org/abs/2601.16313", "authors": ["Sandra Glotzer", "Jeong Rae Kim", "Joseph Falson"], "title": "Thermally-Activated Epitaxy of NbO", "comment": "To appear in PR Materials", "summary": "We demonstrate a thermally-activated epitaxy window for the growth of NbO at temperatures exceeding 1000 $^o$C. NbO films grown in this mode display superior structural and transport properties, which are reproducible across a window of oxygen partial pressure. Through comprehensive analysis, we propose the prototypical electrical properties of NbO, for which a consensus has not yet been made. This study unequivocally demonstrates the utility of high temperatures in the thin film synthesis of refractory metal compounds."}
{"id": "2601.16306", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.16306", "abs": "https://arxiv.org/abs/2601.16306", "authors": ["Emily Townsend", "Joshua Pomeroy", "Garnett W. Bryant"], "title": "A modified Lindblad equation for a Rabi driven electron-spin qubit with tunneling to a Markovian lead", "comment": "Supplemental info includes the files: LindbladSubstitutionScriptForPub.m (matlab script), LindbladSubstitutions.tex (output of previous), ThereAndBackAgainForPub.m (matlab script), ThereAndBackWRabi.pdf (output of previous)", "summary": "We derive a modified Lindblad equation for the state of quantum dot tunnel coupled to a Markovian lead when the spin state of the dot is driven by an oscillating magnetic field. We show that the equation is a completely positive, trace-preserving map and find the jump operators. This is a driven-dissipative regime in which coherent driving is relevant to the tunneling and cannot be treated as simply a rotation modifying the system with a bath derived under a static magnetic field. This work was motivated by an experimental desire to determine the Zeeman splitting of an electron spin on a quantum dot (a spin qubit), and in a related work we show that this splitting energy can be found by measuring the charge occupancy of the dot while sweeping the frequency of the driving field \\ arXiv:2503.17481. Here we cover the full derivation of the equation and give the jump operators. These jump operators are potentially useful for describing the stochastic behavior of more complex systems with coherent driving of a spin capable of tunneling on or off of a device, such as in electron spin resonance scanning tunneling microscopy. The jump operators have the interesting feature of combining jumps of electrons onto and off of the device."}
{"id": "2601.16306", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.16306", "abs": "https://arxiv.org/abs/2601.16306", "authors": ["Emily Townsend", "Joshua Pomeroy", "Garnett W. Bryant"], "title": "A modified Lindblad equation for a Rabi driven electron-spin qubit with tunneling to a Markovian lead", "comment": "Supplemental info includes the files: LindbladSubstitutionScriptForPub.m (matlab script), LindbladSubstitutions.tex (output of previous), ThereAndBackAgainForPub.m (matlab script), ThereAndBackWRabi.pdf (output of previous)", "summary": "We derive a modified Lindblad equation for the state of quantum dot tunnel coupled to a Markovian lead when the spin state of the dot is driven by an oscillating magnetic field. We show that the equation is a completely positive, trace-preserving map and find the jump operators. This is a driven-dissipative regime in which coherent driving is relevant to the tunneling and cannot be treated as simply a rotation modifying the system with a bath derived under a static magnetic field. This work was motivated by an experimental desire to determine the Zeeman splitting of an electron spin on a quantum dot (a spin qubit), and in a related work we show that this splitting energy can be found by measuring the charge occupancy of the dot while sweeping the frequency of the driving field \\ arXiv:2503.17481. Here we cover the full derivation of the equation and give the jump operators. These jump operators are potentially useful for describing the stochastic behavior of more complex systems with coherent driving of a spin capable of tunneling on or off of a device, such as in electron spin resonance scanning tunneling microscopy. The jump operators have the interesting feature of combining jumps of electrons onto and off of the device."}
{"id": "2601.16501", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16501", "abs": "https://arxiv.org/abs/2601.16501", "authors": ["Wanting Yang", "Haohuan Peng", "Ziming Wang", "Xiaoxuan Ma", "Baojuan Kang", "Chang Xue", "Rongrong Jia", "Jun-Yi Ge", "Jinrong Cheng", "Shixun Cao"], "title": "Electrically Accessible Metamagnetic Transition via a Doping-Induced Low-Energy Magnetic State in Antiferromagnetic Insulator RFeO3", "comment": null, "summary": "Low-energy antiferromagnetic phase transitions offer an appealing platform for low-power spintronic functionalities, yet their direct electrical access in insulating antiferromagnets remains challenging, particularly in the low-field regime where subtle Neeel vector reorientations dominate. Here, we demonstrate that targeted rare-earth-site engineering enables an electrically accessible metamagnetic transition in the insulating orthoferrite Ho0.5Dy0.5FeO3. By combining the distinct spin-reorientation sequences of DyFeO3 and HoFeO3, Dy substitution stabilizes a dual spin-reorientation pathway, hosting an intermediate state with a reduced energy barrier. This low-energy antiferromagnetic state can be tuned into the weak-ferromagnetic state under low magnetic fields. The critical field decreases with increasing temperature, providing a favorable window for functional manipulation. Both longitudinal and transverse spin Hall magnetoresistance channels exhibit clear and reproducible signatures of the metamagnetic transitions. Owing to the enhanced sensitivity of the transverse channel, additional low-field features are resolved, reflecting the projection of the Neel vector onto the spin-accumulation direction. Electrical transport measurements correlate directly with the magnetically determined phase boundaries, establishing a purely electrical access to low-energy phase transitions and to illustrate a viable pathway for exploring low-power spin dynamics in insulating oxide antiferromagnets."}
{"id": "2601.16949", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.16949", "abs": "https://arxiv.org/abs/2601.16949", "authors": ["Thomas Knoll", "Benjamin G. Levine"], "title": "Simulating Electron Dynamics with GPU-Accelerated Real-Time Tamm-Dancoff Approximation", "comment": null, "summary": "Time-dependent electronic structure methods provide an efficient, accurate, and robust alternative to traditional time dependent methods for computing both linear and non-linear optical properties. With this in mind, we have developed the real-time Tamm-Dancoff approximation (RT-TDA). This is an approach to model electron dynamics by propagating the linear-response time-dependent density functional theory (LR-TDDFT) amplitudes within the Tamm-Dancoff approximation (TDA) and adiabatic approximation. Because the electronic structure is propagated in real-time in a many-electron basis, RT-TDA overcomes known limitations of adiabatic Kohn-Sham RT-TDDFT for describing dynamics in intense fields. Acceleration by graphic processing units (GPUs) enables simulations of larger molecules and on longer timescales. To demonstrate the utility of our approach, we present the calculations of the linear absorption spectrum of a large organic molecule (120 heavy atoms), of Rabi oscillations, and of nonlinear 2-photon absorption, in which we observe the AC Stark effect."}
{"id": "2601.16883", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.16883", "abs": "https://arxiv.org/abs/2601.16883", "authors": ["Mathias Albert", "Denis Bernard", "Tony Jin", "Stefano Scopa", "Shiyi Wei"], "title": "Universal classical and quantum fluctuations in the large deviations of current of noisy quantum systems: The case of QSSEP and QSSIP", "comment": "24 pages, 5 figures", "summary": "We study the fluctuation statistics of integrated currents in noisy quantum diffusive systems, focusing on the Quantum Symmetric Simple Exclusion and Inclusion Processes (QSSEP/QSSIP). These one-dimensional fermionic (QSSEP) and bosonic (QSSIP) models feature stochastic nearest-neighbor hopping driven by Brownian noise, together with boundary injection and removal processes. They provide solvable microscopic settings in which quantum coherence coexists with diffusion. Upon noise averaging, their dynamics reduce to those of the classical SSEP/SSIP. We show that the cumulant generating function of the integrated current, at large scales, obeys a large deviation principle. To leading order in system size and for each noise realization, it converges to that of the corresponding classical process, establishing a classical typicality of current fluctuations in these noisy quantum systems. We further demonstrate a direct connection with Macroscopic Fluctuation Theory (MFT), showing that the large-scale equations satisfied by biased quantum densities coincide with the steady-state Hamilton equations of MFT, thereby providing a microscopic quantum justification of the MFT framework in these models. Finally, we identify the leading finite-size corrections to the current statistics. We show the existence of subleading contributions of purely quantum origin, which are absent in the corresponding classical setting, and provide their explicit expressions for the second and third current cumulants. These quantum corrections are amenable to direct experimental or numerical verification, provided sufficient control over the noise realizations can be achieved. Their presence points toward the necessity of a quantum extension of Macroscopic Fluctuation Theory."}
{"id": "2601.16401", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16401", "abs": "https://arxiv.org/abs/2601.16401", "authors": ["E. M. Makaresz", "O. Gingras", "Tsung-Han Lee", "Nicola Lanatà", "B. J. Powell", "Henry L. Nourse"], "title": "Accelerating dynamical mean-field theory convergence by preconditioning with computationally cheaper quantum embedding methods", "comment": "14 pages, 5 figures, to be submitted to Physical Review B", "summary": "Dynamical mean-field theory (DMFT) is a cornerstone technique for studying strongly correlated electronic systems. However, each DMFT step is computationally demanding, and many iterations can be required to achieve convergence. Here, we accelerate the convergence of DMFT by initializing its self-consistent cycle with solutions from computationally cheaper and more approximate methods. We compare the initialization with the non-interacting solution to a range of quantum embedding compatible approaches: Hartree-Fock, the Hubbard-I approximation, rotationally invariant slave bosons (RISB), and its ghost extension (g-RISB). We find that these initializations can reduce the number of DMFT iterations by up to an order of magnitude, with g-RISB providing the most effective and reliable benefits. In most regimes, initializing with g-RISB and performing a single DMFT iteration suffices to recover the full dynamical structure. The improvement in convergence is controlled by the initial solution's accuracy in the low-energy part of the self-energy, on the scale of the non-interacting bandwidth. This strategy is especially effective at the Mott insulator-metal transition, where an initialization from the non-interacting limit can lead to a breakdown of DMFT due to the sign problem. Our results establish the usage of accurate yet cheaper quantum embedding methods as a powerful means to substantially reduce the computational cost of DMFT, particularly in regimes where convergence is slow or prone to failure."}
{"id": "2601.16908", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.16908", "abs": "https://arxiv.org/abs/2601.16908", "authors": ["Henri G. Mendonça", "George B. Martins", "Lauro B. Braz"], "title": "Doping-dependent orbital magnetism in Chromium pnictides", "comment": "20 pages (single column), 5 figures", "summary": "We present results for the phase diagram of the parent compound LaCrAsO under electron doping using the matrix random-phase approximation. At low doping levels, the system stabilizes an antiferromagnetic state in which different Cr sublattices carry opposite spins, consistent with experimental observations. As the doping concentration increases, a stripe-type antiferromagnetic phase becomes favored. At even higher doping, the system repeats the two former magnetic states, but with incommensurate magnetic ordering vectors. The commensurate magnetic phases are associated with more localized electrons in the Cr $d_{3z^2-r^2}$ orbital, whereas the incommensurate phases are linked to the $d_{xy}$ orbital, whose stronger overlap favors itinerant-electron magnetism."}
{"id": "2601.16319", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16319", "abs": "https://arxiv.org/abs/2601.16319", "authors": ["Artem N. Abramov", "Emil Chiglintsev", "Tatiana Oskolkova", "Maria Titova", "Mikhail Kashchenko", "Denis Bandurin", "Alexander Chernov", "Vasily Kravtsov", "Ivan V. Iorsh"], "title": "Optical probing of Wigner crystallization in monolayer WSe$_2$ via diffraction of longitudinal excitons", "comment": null, "summary": "Monolayer transition metal dichalcogenides (TMDs) are characterized by relatively large carrier effective masses and suppressed screening of the Coulomb interaction, which substantially enhances the correlation effects in these structures. The direct band gap allows to effectively optically probe these correlations. Here, we present an experimental observation of Wigner crystallization in monolayer $\\mathrm{WSe}_2$ probed by the measurement of the exciton diffraction on the Wigner crystal (WC) periodic potential. We observe the formation of the WC phase in the absence of external magnetic fields at temperature range $T<26~\\mathrm{K}$ and carrier concentrations $n$ $<2\\times10^{11}~\\mathrm{cm}^{-2}$. The direct observation of the exciton diffraction is enabled by the strong exciton longitudinal-transverse splitting induced by the long-range intervalley exchange interaction, leading to the large detuning between main exciton peak and first diffraction peak. Our findings highlight that the valley degree of freedom of charge carriers in TMDs facilitates optical probing of correlated electron phases in these structures."}
{"id": "2601.16310", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16310", "abs": "https://arxiv.org/abs/2601.16310", "authors": ["Gabriel J. Man"], "title": "Towards a single-junction non-concentrator metal halide perovskite hot carrier solar cell: review of current gaps and opportunities in understanding slow hot carrier cooling", "comment": null, "summary": "The photovoltaic solar cell is a mature technology, with silicon-based technologies deployed at scale, yet current technologies are limited by the Shockley-Queisser thermodynamic limit, known since the early 1960s. The single-junction non-concentrator hot carrier solar cell operating at ambient temperature - with its theoretically predicted ultimate power conversion efficiency limit of nearly 70% that is twice the Shockley-Queisser limit and is higher than what can be achieved with even n=6 multijunction solar cells - has remained an elusive yet hot research target since the early 1980s. Metal halide perovskite semiconductors were discovered in the late 1970s and photovoltaic applications have been intensively researched and developed since the early 2010s. Current technology development of perovskite solar cells is heavily motivated by their expected cheap processing costs relative to other Shockley-Queisser limited technologies. History has shown that very few absorber materials develop into viable solar cell technologies, and it has been recognized that given the declining costs of silicon-based technologies, a new material must offer potential for both lower cost and higher efficiencies than the Shockley-Queisser limit. Slow cooling of photocarriers with energy in excess of the band edges (hot carriers), which is the first prerequisite of a solar absorbing material for building a hot carrier solar cell technology, has been reported in perovskites since the 2010s. The goal of this review is to illuminate the path towards a single-junction perovskite hot carrier solar cell technology by emphasizing uncertainties in understanding slow hot carrier cooling and recommending approaches to resolve them."}
{"id": "2601.16524", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16524", "abs": "https://arxiv.org/abs/2601.16524", "authors": ["Hong Dang Nguyen", "Alexei A. Belik", "Petr Kužel", "Fedir Borodavka", "Maxim Savinov", "Jan Drahokoupil", "M. Jarošová", "Petr Proschek", "Bartoloměj Vaníček", "Stanislav Kamba"], "title": "Dielectric, magnetic and lattice dynamics properties of double perovskite (Ca0.5Mn1.5)MnWO6", "comment": "29 pages, 8 figures plus Supporting Information", "summary": "Recent dielectric and magnetic studies of (Ca0.5Mn1.5)MnWO6 ceramics [A.A. Belik, Chem. Mater. 36, 7604 (2024)] have classified this material as a rare hybrid multiferroic, with both antiferromagnetic and (anti)ferroelectric ordering occurring at the same temperature of 22 K. The pronounced dielectric anomaly observed at this temperature indicated that the structural change is primarily induced by a phonon soft mode and not by a spin arrangement, as is usually the case in type II multiferroics. However, our comprehensive investigation involving new ceramic samples as well as the sample from the above-mentioned reference does not support this conclusion. Low-temperature polarization measurements revealed no evidence of either ferroelectric or antiferroelectric order in both sample series. The dielectric permittivity exhibits only a slight change at the antiferromagnetic transition, and phonon modes observed in IR and Raman spectra show no indication of a symmetry change at low temperatures. In the new samples the Neel temperature is shifted to TN = 18 K. XRD, SEM, EDS and WDS analyses confirmed the composition (Ca0.5Mn1.5)MnWO6 of both ceramics, but also indicated a small amount (percentage points) of MnO and CaO impurities in the sample from the previous publication and Mn3O4, CaWO4 secondary phases (<4%) in the new ceramics. The differences in dielectric and magnetic properties of the two samples can therefore be explained by their different chemical purity. The small dielectric anomaly of the new sample at the antiferromagnetic transition temperature is explained by a spin-phonon coupling. We conclude that (Ca0.5Mn1.5)MnWO6 is not a multiferroic, but a paraelectric antiferromagnet."}
{"id": "2601.16379", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.16379", "abs": "https://arxiv.org/abs/2601.16379", "authors": ["Junjie Yang", "Ning Zhang", "Shunyue Yuan", "Jincheng Yu", "Hong-Zhou Ye", "Garnet Chan"], "title": "Ab Initio Many Body Quantum Embedding and Local Correlation in Crystalline Materials using Interpolative Separable Density Fitting", "comment": "13 pages, 4 figures, and 4 tables", "summary": "We present an efficient implementation of ab initio many-body quantum embedding and local correlation methods for infinite periodic systems through translational symmetry adapted interpolative separable density fitting, an approach which reduces the scaling of the calculations to only linear with the number of k-points. Employing this methodology, we compute correlated ground-state coupled cluster energies within density matrix embedding and local natural orbital correlation frameworks for both weakly and strongly correlated solids, using up to 1000 k-points. By extrapolating the local correlation domains and k-point sampling we further obtain estimates of the full coupled cluster with singles, doubles, and perturbative triples ground-state energies in the thermodynamic limit."}
{"id": "2601.16453", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16453", "abs": "https://arxiv.org/abs/2601.16453", "authors": ["Daniel Staros", "Christopher Lane", "Roxanne Tutchton", "Jian-Xin Zhu"], "title": "Effect of Electron Correlation on the Integer Quantum Hall Effect", "comment": "9 pages, 4 figures", "summary": "We numerically investigate the effect of electron correlation on the integer quantum Hall effect in a square lattice. Increasing the correlation strength via the effective onsite repulsion parameter $U$ degrades the quantization of $ν= 1$ transverse conductance due to the interplay of correlation and the external magnetic field, which together induce periodic modulations in renormalized hopping parameters and site energies. Overall, this work demonstrates that the strength of electron correlation can significantly impact conductivity in the integer quantum Hall regime."}
{"id": "2601.16402", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16402", "abs": "https://arxiv.org/abs/2601.16402", "authors": ["P. S. Parashar", "M. M. Fogler"], "title": "Diffusive and hydrodynamic magnetotransport around a density perturbation in a two-dimensional electron gas", "comment": "11 pages, 6 figures", "summary": "We study current flow around a circular density depletion in a two-dimensional electron gas in the presence of a strong magnetic field. The depletion is parametrized by a power-law tail with an exponent $β> 2$. We show that current and electrochemical potential are exponentially suppressed inside a surrounding area much larger than the geometric size of the depletion region. The corresponding ``no-go'' radius grows as a certain power of the magnetic field. Residual current and potential exhibit spiraling patterns inside the no-go region. Outside of it, they acquire corrections inversely proportional to the distance, which is known as the Landauer resistivity dipole. The Landauer dipole is rotated by the angle $π(1 - 1 / β)$ with respect to the direction of the average electric field. We also consider the effect of electron viscosity and show that the variation of the no-go radius with magnetic field becomes more rapid if viscosity is large enough. In that regime the size of the Landauer dipole is set by the Gurzhi length, which is much larger than the no-go radius, which is in turn much larger than the geometric size of the depletion. Our results may be useful for interpreting nanoimaging of current distribution in graphene and other two-dimensional systems."}
{"id": "2601.16313", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.16313", "abs": "https://arxiv.org/abs/2601.16313", "authors": ["Sandra Glotzer", "Jeong Rae Kim", "Joseph Falson"], "title": "Thermally-Activated Epitaxy of NbO", "comment": "To appear in PR Materials", "summary": "We demonstrate a thermally-activated epitaxy window for the growth of NbO at temperatures exceeding 1000 $^o$C. NbO films grown in this mode display superior structural and transport properties, which are reproducible across a window of oxygen partial pressure. Through comprehensive analysis, we propose the prototypical electrical properties of NbO, for which a consensus has not yet been made. This study unequivocally demonstrates the utility of high temperatures in the thin film synthesis of refractory metal compounds."}
{"id": "2601.16526", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16526", "abs": "https://arxiv.org/abs/2601.16526", "authors": ["Shaokai Zhou", "Haihui Cai", "Yehao Wu", "Yufeng Min", "Renchen Yuan", "Yezhu Lv", "Jianming Huang", "Yuanyuan Shi", "Yury Yuryevich Illarionov"], "title": "Mobile charges in MoS2/high-k oxide transistors: from abnormal instabilities to memory-like dynamics", "comment": "45 page, 17 figure, The first 28 pages of the main text contain 7 figures, and the following 17 pages of supplementary information contain 10 figures", "summary": "MoS$_2$ field-effect transistors (FETs) with high-\\textit{k} oxides currently lag behind silicon standards in bias and temperature stability due to ubiquitous border oxide traps that cause clockwise (CW) hysteresis in gate transfer characteristics. While suppressing this effect is typically mandatory for logic FETs, here we explore an alternative strategy where the initial CW hysteresis can be dynamically overcome by stronger counterclockwise (CCW) hysteresis towards memory-like dynamics. We systematically compare hysteresis in similar back-gated MoS$_2$/HfO$_2$ and MoS$_2$/Al$_2$O$_3$ FETs up to 275\\textdegree C. At room temperature, both devices initially show sizable CW hysteresis. However, at 175\\textdegree C MoS$_2$/HfO$_2$ FETs exhibit dominant CCW dynamics coupled with self-doping and negative differential resistance (NDR) effects. Our compact model suggests that this behavior is caused by the drift of mobile oxygen vacancies (\\textit{V}\\({}_{\\mathrm{O}}^{+}\\) or \\textit{V}\\({}_{\\mathrm{O}}^{2+}\\)) within HfO$_2$ which also causes negative $V_{\\mathrm{th}}$ shift under a constant positive bias stress. This alternative mechanism effectively overrides the initial CW hysteresis and enables intrinsic memory functionality that can be enhanced by using narrower gate bias sweep ranges. In contrast, the MoS$_2$/Al$_2$O$_3$ FETs display only minor CCW dynamics even at 275\\textdegree C due to higher drift activation energies for the same vacancies, thereby maintaining superior stability. Our results reveal an insulators selection paradigm: Al$_2$O$_3$ layers are better suited to suppress detrimental negative $V_{\\mathrm{th}}$ shifts in MoS$_2$ logic FETs at high temperatures, whereas their HfO$_2$ counterparts can serve as active memory layers that would exploit these abnormal instabilities."}
{"id": "2601.16525", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16525", "abs": "https://arxiv.org/abs/2601.16525", "authors": ["Yi-Jie Wang", "Geng-Dong Zhou", "Hyunsung Jung", "Seongyeon Youn", "Seung-Sup B. Lee", "Zhi-Da Song"], "title": "Bosonization Solution to Spin-Valley Kondo Problem: Finite-Size Spectrum and Renormalization Group Analysis", "comment": "40 pages, 5 figures. arXiv admin note: substantial text overlap with arXiv:2510.23604", "summary": "Spin-valley Anderson impurities (SVAIM) with (anti-)Hund's splitting provide a natural explanation to the origin of pairing potential and pseudogap in the magic-angle graphene. In this work, we derive and analytically solve the low-energy Kondo theories for SVAIM at half-filling, with especial focus on the two anti-Hund's regimes: the impurity is either dominated by a valley doublet, or a trivial singlet. In the doublet regime, we reveal that a novel pair Kondo scattering $λ_x$ is required to flip the valley doublet, which involves a quartic operator of bath electrons. Our renormalization group (RG) calculation based on the Coulomb gas analog shows $λ_x$ drives a phase transition of the Berezinskii-Kosterlitz-Thouless type. One side of the transition is an anisotropic doublet phase, characterized by non-universal phase shifts of bath electrons and non-analytic impurity susceptibilities, while the other is a Fermi liquid formed by pair-Kondo resonance. The finite-size many-body spectrum, thermodynamic quantities, and correlation functions for both phases are analytically solved. Remarkably, the solution in the pair-Kondo Fermi liquid is achieved via the constructive approach of bosonization-refermionization along a solvable fixed line, where the many-body interaction $λ_x$ is mapped into a pseudo-fermion bilinear in a rigorous manner. Finally, we also apply the RG analysis to the singlet regime, and identify a second-order phase transition between the Kondo Fermi liquid and a local singlet phase."}
{"id": "2601.16445", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16445", "abs": "https://arxiv.org/abs/2601.16445", "authors": ["Bing Gao", "Jameel Damoah", "Wassie M. Takele", "Terefe G. Habteyes"], "title": "Distinguishing Hot-Electron and Optomechanical Pathways at Metal-Molecule Interfaces", "comment": null, "summary": "Energy and charge transfer between molecules and metal surfaces underpin heterogeneous catalysis, surface-enhanced spectroscopies and plasmon-driven chemistry, yet the microscopic origins of vibrational excitation at metal interfaces remain unresolved. Here we use temperature-dependent surface-enhanced Raman scattering (SERS) to directly distinguish plasmon-vibration optomechanical coupling from hot-electron-driven excitation.By probing thionine adsorbed on gold nanostructures at 295 K and 3.5 K, we show that pronounced anti-Stokes scattering at cryogenic temperature arises from optical pumping of vibrational populations, whereas room-temperature spectra are governed by thermal population. Bromide co-adsorbates play a decisive role by guiding molecular alignment, inducing surface atom displacements, and enabling transient adsorption geometries that activate otherwise Raman-inactive vibrational modes. In the absence of bromide, distinct excitation pathways emerge, reflecting competition between optomechanical coupling and charge-transfer processes associated with molecular polarization along the optical field or orientation relative to the metal surface. These results establish molecular optomechanics as a sensitive probe of surface-molecule interactions and demonstrate how anion-mediated surface dynamics regulate energy flow at plasmonic interfaces."}
{"id": "2601.16319", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16319", "abs": "https://arxiv.org/abs/2601.16319", "authors": ["Artem N. Abramov", "Emil Chiglintsev", "Tatiana Oskolkova", "Maria Titova", "Mikhail Kashchenko", "Denis Bandurin", "Alexander Chernov", "Vasily Kravtsov", "Ivan V. Iorsh"], "title": "Optical probing of Wigner crystallization in monolayer WSe$_2$ via diffraction of longitudinal excitons", "comment": null, "summary": "Monolayer transition metal dichalcogenides (TMDs) are characterized by relatively large carrier effective masses and suppressed screening of the Coulomb interaction, which substantially enhances the correlation effects in these structures. The direct band gap allows to effectively optically probe these correlations. Here, we present an experimental observation of Wigner crystallization in monolayer $\\mathrm{WSe}_2$ probed by the measurement of the exciton diffraction on the Wigner crystal (WC) periodic potential. We observe the formation of the WC phase in the absence of external magnetic fields at temperature range $T<26~\\mathrm{K}$ and carrier concentrations $n$ $<2\\times10^{11}~\\mathrm{cm}^{-2}$. The direct observation of the exciton diffraction is enabled by the strong exciton longitudinal-transverse splitting induced by the long-range intervalley exchange interaction, leading to the large detuning between main exciton peak and first diffraction peak. Our findings highlight that the valley degree of freedom of charge carriers in TMDs facilitates optical probing of correlated electron phases in these structures."}
{"id": "2601.16528", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.16528", "abs": "https://arxiv.org/abs/2601.16528", "authors": ["Christopher D. Woodgate", "Hubert J. Naguszewski", "Nicolas F. Piwek", "David Redka"], "title": "Electronic structure, phase stability, and transport properties of the AlTiVCr lightweight high-entropy alloy: A computational study", "comment": "14 pages, 9 figures, 1 table", "summary": "We investigate the thermodynamics and phase stability of the AlTiVCr lightweight high-entropy alloy using a combination of ab initio electronic structure calculations, a concentration wave analysis, and atomistic Monte Carlo simulations. In alignment both with experimental data and with results obtained using other computational approaches, we predict a $\\textrm{B2}$ (CsCl) chemical ordering emerging in this alloy at comparatively high temperatures, which is driven by Al and Ti moving to separate sublattices, while V and Cr express weaker site preferences. The impact of this $\\textrm{B2}$ chemical ordering on the electronic transport properties of the alloy is investigated within a Kubo-Greenwood linear response framework and it is found that, counter-intuitively, the alloy's residual resistivity increases as the material transitions from the $\\textrm{A2}$ (disordered bcc) phase to our predicted $\\textrm{B2}$ (partially) ordered structure. This is understood to result primarily from a reduction in the density of electronic states at the Fermi level induced by the chemical ordering. At low temperatures, our atomistic Monte Carlo simulations then reveal subsequent sublattice orderings, with the ground-state configuration predicted to be a fully-ordered, single-phase structure with vanishing associated residual resistivity. These results give fresh, insight into the atomic-scale structure and consequent physical properties of this well-studied, technologically relevant material."}
{"id": "2601.16630", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16630", "abs": "https://arxiv.org/abs/2601.16630", "authors": ["Xing-Zhou Qu", "Dai-Wei Qu", "Qiaoyi Li", "Wei Li", "Gang Su"], "title": "$d$-wave FFLO state and charge-2e supersolidity in the $t$-$t'$-$J$ model under Zeeman fields", "comment": "5+4 pages, 4+4 figures", "summary": "Unconventional superconductivity under strong Zeeman fields--particularly beyond the Pauli paramagnetic limit--remains a central challenge in condensed matter physics. The exotic Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) state, in particular, remains in need of definitive study within fundamental electronic models. Here we employ state-of-the-art finite-temperature and ground-state tensor network approaches to systematically explore the superconducting (SC) phase diagram of the $t$-$t'$-$J$ model subjected to Zeeman fields. We find that zero-momentum $d$-wave superconductivity persists until the spin gap closes, coexisting with charge density waves. A novel $d$-wave FFLO phase emerges under a higher Zeeman field even above the Pauli limit, concomitant with a field-enhanced spin density waves. We identify these phases, characterized by the simultaneous presence of pairing condensate and density wave orders, as charge-2e supersolids. Analysis of Matsubara Green's function reveals that the FFLO pairing momentum is locked to the underlying Fermi surface. Our results provide microscopic insights into field-induced unconventional pairing mechanisms and reveal the long-sought FFLO state in a fundamental correlated electron model, offering a promising route for its realization in ultracold atom optical lattice."}
{"id": "2601.16481", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16481", "abs": "https://arxiv.org/abs/2601.16481", "authors": ["T. Zafar", "L. M. Kandpal", "E. Urbain", "N. Beyer", "B. Gobaut", "L. Joly", "H. Majjad", "S. Siegwald", "D. Mertz", "B. Leconte", "C. Kieber", "V. Da Costa", "W. Weber", "S. Boukari", "M. Bowen"], "title": "A low-tech solution to process entire metal/molecule heterostructure stacks into vertical nanopillar electronic devices", "comment": "70 pages, 51 Figures, 3 Tables", "summary": "Quantum technologies aim to assemble devices whose operation is controlled by the quantum state of individual atoms. Achieving this level of control in a practical, scalable design remains, however, a major obstacle to mass societal adoption. By working at the level of interatomic bonding, molecular engineering has enabled exquisite control over the electronic properties of individual atoms and their interactions with neighboring atoms. This positions molecular electronics as a potentially disruptive quantum technology, but serious technological challenges have prevented it from being included in technical road maps. The main obstacle is that conventional, mass scalable nanodevice technologies utilize resists and solvents that can degrade molecules. Some approaches involve exposing junction interfaces to contaminants (e.g. air, resist etc...), which can be particularly problematic for spintronics. In this technical paper, we present our decade-long work into building a nanotechnological chain that can process entire metal/molecule heterostructures into vertical nanopillars electronic devices. We discuss the advantages and pitfalls of the various iterations of this process that were implemented. We also discuss outlooks for this unique technology."}
{"id": "2601.16362", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16362", "abs": "https://arxiv.org/abs/2601.16362", "authors": ["Lewin Marsh", "Yikai Yang", "Cesare Mattiroli", "Mikhael T. Sayat", "Đàm Minh Trí", "Henrik M. Rønnow", "Jevon J. Longdell", "Jian-Rui Soh"], "title": "Nuclear quadrupole interaction and zero first-order Zeeman transitions of $^{167}$Er$^{3+}$ in CaWO$_4$", "comment": "Accepted in PRB", "summary": "We report microwave spectroscopy of $^{167}$Er$^{3+}$ doped in CaWO$_4$ which reveals the hyperfine splitting of the erbium electronic ground state ($Z_1$, $J_\\mathrm{eff.}$=15/2) induced by the $I$=7/2 nuclear spin. From spectra measured below$\\sim$50 mK in magnetic fields up to 200 mT, we extract spin Hamiltonian parameters including the electron $\\textbf{g}$, hyperfine $\\textbf{A}$, and nuclear electric quadrupolar $\\textbf{Q}$ tensors. Crucially, our analysis demonstrate unambiguously, that the previously unobserved nuclear electric quadrupolar moment is essential to reproduce the experimental data. With these refined parameters, we identify zero first-order Zeeman (ZEFOZ) transitions at zero magnetic field. Extending the analysis to finite fields, we uncover that ZEFOZ points lie either along the $c$ axis or within the $a$-$b$ plane. These results establish CaWO$_4$ as a promising host for long lifetime quantum memories."}
{"id": "2601.16544", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16544", "abs": "https://arxiv.org/abs/2601.16544", "authors": ["Giovanni Ceccio", "Jiri. Vacík", "Mykhailo Drozdenko", "Romana Mikšová", "Josef Novak", "Eva Štěpanovská", "Mayur Khan"], "title": "Synergistic effects of ferromagnetic elements and LAGP solid electrolyte in suppressing and trapping polysulfide shuttle transfers in lithium-sulfur batteries", "comment": null, "summary": "The large - scale commercialization of promising lithium - sulfur (Li - S) batteries remains limited by the polysulfide shuttle effect, which causes rapid capacity fading and poor cycle life. In this study, we present a scalable strategy to mitigate this challenge by modifying polyethylene (PE) separators with ferromagnetic and solid - state ionic coatings. Thin films of nickel (Ni), cobalt (Co), and the Li - ion - conducting ceramic Li1.5Al0.5Ge1.5(PO4)3 (LAGP) were deposited via ion beam sputtering, while Ni ion implantation was also employed to modify the PE substrate. The electrochemical performance of pristine and modified separators was evaluated using electrochemical impedance spectroscopy (EIS) and staircase voltammetry (SV) in liquid electrolyte within H - cell configurations. Surface morphology and elemental composition were characterized by scanning electron microscopy (SEM) and Rutherford backscattering spectroscopy (RBS). The results show that LAGP-based coatings significantly enhance separator stability and effectively suppress polysulfide diffusion, leading to lower redox peak intensities and improved cycling performance. In contrast, Ni coatings exhibited poor long - term stability, likely due to parasitic reactions or delamination during its life time. The combined LAGP/Co architecture provided the most effective suppression of the polysulfide shuttle, attributed to synergistic ionic and catalytic effects that promote interfacial stability and selective ion transport. Ni implantation into PE showed only a negligible effect. This study highlights the potential of integrating solid ionic conductors with ferromagnetic layers to design multifunctional separators for high-performance Li - S batteries."}
{"id": "2601.16807", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16807", "abs": "https://arxiv.org/abs/2601.16807", "authors": ["Pratyay Ghosh", "Ronny Thomale"], "title": "Zoology of Altermagnetic-type Non-collinear Magnets on the Maple Leaf Lattice", "comment": "7 pages, 3 figures", "summary": "We define unconventional non-collinear magnetic ground states on the maple leaf lattice (MLL) distinguished by the selective breaking or preservation of time reversal ($\\mathcal{T}$) and parity ($\\mathcal{P}$). Depending on the nature of $\\mathcal{P}\\mathcal{T}$-breaking, linear spin-wave theory reveals momentum-dependent non-relativistic magnon spin splitting at different high symmetry points in the Brillouin zone. From a mean-field analysis of the Hubbard model at weak coupling, we reveal itinerant $\\mathcal{P}$-preserving $q=0$ altermagnetic (A$l$M)-type order, while we expect $\\mathcal{P}$-broken canted-$120^\\circ$ A$l$M-type order at strong coupling. Our findings establish the MLL as a prime platform for exploring phase transitions and frustration phenomena emanating from competing non-collinear A$l$M-type orders."}
{"id": "2601.16575", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16575", "abs": "https://arxiv.org/abs/2601.16575", "authors": ["Sabri Koraltan", "Claas Abert", "Manfred Albrecht", "Maria Azhar", "Christian Back", "Hélène Béa", "Max T. Birch", "Stefan Blügel", "Olivier Boulle", "Felix Büttner", "Ping Che", "Vincent Cros", "Emily Darwin", "Louise Desplat", "Claire Donnelly", "Haifeng Du", "Karin Everschor-Sitte", "Amalio Fernández-Pacheco", "Simone Finizio", "Giovanni Finocchio", "Markus Garst", "Raphael Gruber", "Dirk Grundler", "Satoru Hayami", "Thorsten Hesjedal", "Axel Hoffmann", "Aleš Hrabec", "Hans Josef Hug", "Hariom Jani", "Jagannath Jena", "Wanjun Jiang", "Javier Junquera", "Kosuke Karube", "Lisa-Marie Kern", "Joo-Von Kim", "Mathias Kläui", "Hidekazu Kurebayashi", "Kai Litzius", "Yizhou Liu", "Martin Lonsky", "Christopher H. Marrows", "Jan Masell", "Stefan Mathias", "Yuriy Mokrousov", "Stuart S. P. Parkin", "Bastian Pfau", "Paolo G. Radaelli", "Florin Radu", "Ramamoorthy Ramesh", "Nicolas Reyren", "Stanislas Rohart", "Shinichiro Seki", "Ivan I. Smalyukh", "Sopheak Sorn", "Daniel Steil", "Dieter Suess", "Mykola Tasinkevych", "Yoshinori Tokura", "Riccardo Tomasello", "Victor Ukleev", "Hyunsoo Yang", "Fehmi Sami Yasin", "Xiuzhen Yu", "Chenhui Zhang", "Shilei Zhang", "Le Zhao", "Sebastian Wintz"], "title": "The 2026 Skyrmionics Roadmap", "comment": "244 Pages, 33 Sections, 52 Figures", "summary": "Magnetic skyrmions and related topological spin textures have emerged as a central topic in condensed-matter physics, combining fundamental significance with potential for transformative applications in spintronics, magnonics, and beyond. Over the past decade, advances in material platforms, imaging techniques, theoretical modeling, and device concepts have established skyrmionics as a rapidly expanding field. At the same time, challenges remain in stabilizing, controlling, and integrating such textures into functional architectures, while novel phenomena such as antiskyrmions, higher-order skyrmions, hopfions, and antiferromagnetic textures arise. The 2026 Skyrmionics Roadmap represents a collective effort of many authors, providing a comprehensive perspective on the current state-of-the-art and the outlook for the coming years. In 33 focused sections, each co-authored by two researchers, we chart progress in theory and modeling, material systems, skyrmion dynamics, and skyrmion technologies. By offering a consolidated vision, this Roadmap aims to guide both fundamental research and application-driven efforts, accelerating the transition of skyrmionics from conceptual breakthroughs toward practical technologies."}
{"id": "2601.16365", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16365", "abs": "https://arxiv.org/abs/2601.16365", "authors": ["Yu Wei Soh", "Hsiang Lee", "Eugen Weschke", "Shinichi Nishihaya", "Mikhael T. Sayat", "Masaki Uchida", "Jian-Rui Soh"], "title": "Magnetic structure of EuZn$_2$Sb$_2$ single-crystal thin-film", "comment": "Accepted in PRB", "summary": "Magnetic topological materials are a class of compounds which can host massless electrons controlled by the magnetic order. One such compound is EuZn$_2$Sb$_2$, which has recently garnered interest due to its strong interplay between the Eu magnetism and charge carriers. However the topology of the electronic band structure, which depends on the ground state magnetic configuration of the europium sublattice, has not been determined. Based on our \\textit{ab-initio} calculations, we find that an in-plane and out-of-plane \\textit{A}-type antiferromagnetic (AFM) order generates a topological crystalline insulator and Dirac semimetal respectively, whereas a ferromagnetic (FM) order stabilizes a Weyl semimetal. Our resonant x-ray elastic scattering measurements of single-crystal thin film EuZn$_2$Sb$_2$ reveal both a sharp magnetic peak at $\\textit{\\textbf{Q}}$=$(0,0,\\frac{1}{2})$ and broad $\\textit{\\textbf{Q}}$=$(0,0,1)$ below $T_{\\mathrm{N}}=12.9$\\,K, which is associated with an \\textit{A}-type AFM and FM order, respectively. Our measurements indicate that the FM and AFM layers are spatially separated along the crystal $c$ axis, with the former limited to the top three atomic layers. We propose that EuZn$_2$Sb$_2$ behaves as a Weyl semimetal in the surface FM layers, and as a topological crystalline insulator in the lower AFM layers."}
{"id": "2601.16611", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16611", "abs": "https://arxiv.org/abs/2601.16611", "authors": ["Swetha Pemma", "Lena Langenohl", "Saba Saood", "Yoonji Choi", "Rebecca Janisch", "Christian H. Liebscher", "Gerhard Dehm", "Tobias Brink"], "title": "Role of defects in the thermodynamic stability of grain boundary phases at asymmetric tilt boundaries in copper", "comment": "20 pages, 14 figures", "summary": "Grain boundaries can exist as different grain boundary phases (also called complexions) with individual atomic structures. The thermodynamics of these defect phases in high-angle grain boundaries were studied mostly with atomistic and phase field computer simulations, but almost exclusively for special, symmetric boundaries. Here, we use molecular dynamics simulations combined with structure search methods, as well as scanning transmission electron microscopy experiments to take a step towards understanding more general grain boundaries. Using the example of $Σ$37c $[11\\overline{1}]$ tilt boundaries in Cu, we show how the grain boundary phase transition on a symmetric boundary plane is changed by the geometrically necessary defects introduced in inclined, asymmetric boundaries. We analyze the disconnections - which are dislocation-like line defects of grain boundaries - both in the simulations, as well as in experimental Cu and Al samples. A main finding is that defect energies can have a major influence on the stability of grain boundary phases, even at small inclinations. Furthermore, some defects are not able to effect large inclinations. At that point, defective asymmetric GB phases compete with grain boundaries faceting into the adjacent symmetric GB phases."}
{"id": "2601.16819", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16819", "abs": "https://arxiv.org/abs/2601.16819", "authors": ["Koyena Bose"], "title": "Non-Abelian fusion and braiding in many-body parton states", "comment": "4 pages, 2 figures", "summary": "Fractional quantum Hall (FQH) states host fractionally charged anyons with exotic exchange statistics. Of particular interest are FQH phases supporting non-Abelian anyons, which can encode topologically protected quantum information. In this work, we construct quasihole bases for a broad family of non-Abelian FQH states using parton wave functions, which reproduces the fusion-space dimensionality expected from their underlying conformal field theory, consistent with level-rank duality across the parton family. As an application, we numerically compute braiding matrices for representative parton states for large systems, providing a general framework for diagnosing non-Abelian characteristics in candidate FQH states."}
{"id": "2601.16604", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.16604", "abs": "https://arxiv.org/abs/2601.16604", "authors": ["Domenico De Fazio", "Sebastián Castilla", "Karuppasamy P. Soundarapandian", "Tetiana Slipchenko", "Ioannis Vangelidis", "Simone Marconi", "Riccardo Bertini", "Vlad Petrica", "Yang Hao", "Alessandro Principi", "Elefterios Lidorikis", "Roshan K. Kumar", "Luis Martín-Moreno", "Frank H. L. Koppens"], "title": "Enhanced Terahertz Photoresponse via Acoustic Plasmon Cavity Resonances in Scalable Graphene", "comment": null, "summary": "Precise control and nanoscale confinement of terahertz (THz) fields are essential requirements for emerging applications in photonics, quantum technologies, wireless communications, and sensing. Here, we demonstrate a polaritonic cavity enhanced THz photoresponse in an antenna coupled device based on chemical vapor deposited (CVD) monolayer graphene. The dipole antenna lobes simultaneously serve as two gate electrodes, concentrate the impinging THz field, and efficiently launch acoustic graphene plasmons (AGPs), which drive a strong photo-thermoelectric (PTE) signal. Between 6 and 90 K, the photovoltage exhibits pronounced peaks, modulating the PTE response by up to 40\\%, that we attribute to AGPs forming a Fabry Pérot THz cavity in the full or half graphene channel. Combined full wave and transport thermal simulations accurately reproduce the gate controlled plasmon wavelength, spatial absorption profile, and the resulting nonuniform electron heating responsible for the PTE response. The lateral and vertical maximum confinement factors of the AGP wavelength relative to the incident wavelength are 165 and 4000, respectively, for frequencies from 1.83 to 2.52 THz. These results demonstrate that wafer scalable CVD graphene, without hBN encapsulation, can host coherent AGP resonances and exhibit an efficient polaritonic enhanced photoresponse under appropriate gating, antenna coupling, and AGP cavity design, opening a route to scalable, polarization and frequency selective, liquid nitrogen cooled, and low power consumption THz detection platforms based on plasmon thermoelectric transduction."}
{"id": "2601.16374", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16374", "abs": "https://arxiv.org/abs/2601.16374", "authors": ["Deepak Dhariwal", "Michael R. von Spakovsky", "William T. Reynolds"], "title": "Energy Eigenstates of Electrons, Magnons and Phonons in Fe$_3$O$_4$ (magnetite), MnFe$_2$O$_4$ (jacobsite), and mixed Mn-Zn ferrites", "comment": null, "summary": "We report first-principles calculations of the electronic structure, magnon excitations, and phonons in magnetite (Fe$_3$O$_4$), jacobsite (MnFe$_2$O$_4$), and mixed manganese-zinc ferrites (Mn$_{x}$,Zn$_{1-x}$)Fe$_2$O$_4$ for representative compositions ($0\\le x \\le 1$) and A/B-site cation arrangements. Electronic structures are computed using density functional theory (DFT) augmented by rotationally invariant DFT+U+J, with on-site Hubbard and Hund's parameters, $U$ and $J$, respectively, determined self-consistently by spin-polarized linear-response perturbations of the chosen correlated subspaces (including, where applied, the ligand $2p$ subspace). A classical Heisenberg spin Hamiltonian is parameterized by mapping DFT+U+J total energies for multiple collinear spin configurations onto nearest-neighbor exchange couplings, which are then used to obtain magnon dispersions and magnon densities of states within linear spin-wave theory. Phonon spectra and densities of states are obtained from finite-displacement force constants and dynamical matrices computed on the same DFT+U+J-relaxed structures. Overall, the workflow provides a consistent, composition- and configuration-aware route to electronic, vibrational, and magnetic excitation spectra across the Mn/Zn ferrite space."}
{"id": "2601.16634", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16634", "abs": "https://arxiv.org/abs/2601.16634", "authors": ["Soichiro Kikuchi", "Yuki Yanagi", "Thi Ngoc Huyen Vu", "Michi-To Suzuki"], "title": "Microscopic Origin of Piezomagnetism in Mn$_3$Sn: A Dual Real- and $k$-Space Picture", "comment": "8 pages, 10 figures", "summary": "We present a comprehensive first-principles study on the origin of the piezomagnetic effect in the non-collinear antiferromagnet Mn$_3$Sn, a material known for exhibiting a large anomalous Hall effect. We investigate strain-induced variations of electronic and magnetic states and elucidate the mechanism of the piezomagnetic effect from both real-space and momentum-space perspectives. In real space, the emergence of piezomagnetism is understood to arise from rotations of the magnetic moments at specific Mn sites, which directly couple to the strain. Through detailed electronic structure analysis, we identify the Fermi surfaces that play a crucial role in the emergence of piezomagnetism. Our results reveal that specific Fermi surface features undergo pseudo-degeneracy lifting under applied strain, which significantly contributes to the induced net magnetization. By combining these complementary real-space and momentum-space pictures, our dual-space analysis provides deep insight into the microscopic origins of strain-driven magnetization in Mn$_3$Sn."}
{"id": "2601.16850", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16850", "abs": "https://arxiv.org/abs/2601.16850", "authors": ["C. L. Sarkis", "K. D. Dixit", "P. Rao", "G. Khundzakishvili", "C. Balz", "J-Q. Yan", "B. Winn", "T. J. Williams", "A. Unnikrishnan", "R. Moessner", "D. A. Tennant", "J. Knolle", "S. E. Nagler", "A. Banerjee"], "title": "Intermediate Field Spin(on) Dynamics in $α$-RuCl$_3$", "comment": "Supplemental data is available upon request", "summary": "We present comprehensive inelastic neutron spectroscopic maps of the magnetic field-induced disordered phase of the Kitaev quantum spin liquid candidate material $α$-RuCl$_3$. For fields along both in-plane high-symmetry directions we observe that the spin excitation spectrum at and above a magnetic field of 8~T is gapped. Excitation modes then sharpen for increasing field but are consistently broader than experimental resolution even at 13.5~T. The out-of-plane dispersion diminishes in the 7-10~T regime, signifying enhanced two-dimensional behavior as the in-plane liquid correlations are established. In this regime, excitations are very broad and largely flat for all accessible energy-momenta, which is kinematically at odds with a magnon-decay picture. By contrast, a continuum of fractionalized excitations naturally yields a broad continuum response, which crucially may be accompanied by sharper modes of bound states of fractionalized excitations. Their damping by the continuum accounts for the observed spectral broadening and field dependence. Our results provide strong evidence for the existence of fractionalized excitations in $α$-RuCl$_3$ in a magnetic field."}
{"id": "2601.16633", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16633", "abs": "https://arxiv.org/abs/2601.16633", "authors": ["A. Pac", "G. M. Macauley", "J. A. Brock", "A. Hrabec", "A. Kurenkov", "V. Raposo", "E. Martinez", "L. J. Heyderman"], "title": "Current-induced magnetization control in dipolar-coupled nanomagnet pairs and artificial spin ice", "comment": "31 pages, 15 figures", "summary": "Exploiting current-induced spin-orbit torques (SOTs) to manipulate the magnetic state of dipolar-coupled nanomagnet systems with in-plane magnetic anisotropy, such as artificial spin ices, provides a route to local, electrically-programmable control of the magnetization, with relevance for applications including neuromorphic computing. Here, we demonstrate how the orientation of a nanomagnet relative to the direction of an applied electrical current impacts the threshold current density needed for all-electrical magnetization switching, and how dipolar coupling between the nanomagnets influences the switching of interacting pairs and ensembles of nanomagnets. Using a material system designed to generate SOTs in response to electrical currents, we find that the current required to switch the magnetization of isolated nanomagnets varies non-monotonically as the angle between the nanomagnet long axis and the current increases. In small artificial spin ice systems, we observe similar angular dependence of the switching current, which can be used to control the magnetization orientation of specific subsets of nanomagnets. These experimental results are supported by micromagnetic modeling, which illustrates how the various current induced torques can be exploited to control magnetization switching in nanomagnetic systems. These results establish SOT switching as a practical method for programmable manipulation of dipolar nanomagnetic systems."}
{"id": "2601.16379", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.16379", "abs": "https://arxiv.org/abs/2601.16379", "authors": ["Junjie Yang", "Ning Zhang", "Shunyue Yuan", "Jincheng Yu", "Hong-Zhou Ye", "Garnet Chan"], "title": "Ab Initio Many Body Quantum Embedding and Local Correlation in Crystalline Materials using Interpolative Separable Density Fitting", "comment": "13 pages, 4 figures, and 4 tables", "summary": "We present an efficient implementation of ab initio many-body quantum embedding and local correlation methods for infinite periodic systems through translational symmetry adapted interpolative separable density fitting, an approach which reduces the scaling of the calculations to only linear with the number of k-points. Employing this methodology, we compute correlated ground-state coupled cluster energies within density matrix embedding and local natural orbital correlation frameworks for both weakly and strongly correlated solids, using up to 1000 k-points. By extrapolating the local correlation domains and k-point sampling we further obtain estimates of the full coupled cluster with singles, doubles, and perturbative triples ground-state energies in the thermodynamic limit."}
{"id": "2601.16693", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16693", "abs": "https://arxiv.org/abs/2601.16693", "authors": ["Javier Sanz Rodrigo", "Nicholas A. Kryger-Nelson", "Lena A. Mittmann", "Eugène Bertin", "Ivano E. Castelli", "Andrea Crovetto"], "title": "AI-enhanced discovery and accelerated synthesis of metal phosphosulfides", "comment": null, "summary": "Metal phosphosulfides have emerged as unique multifunctional materials, but they present unique synthesis challenges compared to more established material classes such as oxides and nitrides. As a consequence, experimental development and theoretical understanding of phosphosulfides have focused on individual compounds rather than on accelerated broad-range exploration. In this work, we first evaluate the synthesizability and band gaps of 909 hypothetical ternary phosphosulfides by density functional theory. We find 19 previously unknown thermodynamically stable compounds, including the first Si- and Ge-based phosphosulfides. For rapid band gap prediction, we then develop a multi-fidelity machine learning model to translate semilocal density functional theory band gaps into experimentally calibrated band gaps. Importantly, we extend the accelerated material development workflow to the experimental domain by demonstrating a route to high-throughput synthesis and characterization of virtually any phosphosulfide material system. The method is based on thin-film combinatorial libraries and yields over 100 unique compositions in each experiment, enabling us to synthesize four distinct phosphosulfide compounds in only four combinatorial experiments without prior synthesis recipes and without compromising on material quality. Thus, we argue that accelerated materials development workflows combining theory, artificial intelligence, synthesis, and characterization can be viable even for experimentally challenging inorganic materials."}
{"id": "2601.16908", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.16908", "abs": "https://arxiv.org/abs/2601.16908", "authors": ["Henri G. Mendonça", "George B. Martins", "Lauro B. Braz"], "title": "Doping-dependent orbital magnetism in Chromium pnictides", "comment": "20 pages (single column), 5 figures", "summary": "We present results for the phase diagram of the parent compound LaCrAsO under electron doping using the matrix random-phase approximation. At low doping levels, the system stabilizes an antiferromagnetic state in which different Cr sublattices carry opposite spins, consistent with experimental observations. As the doping concentration increases, a stripe-type antiferromagnetic phase becomes favored. At even higher doping, the system repeats the two former magnetic states, but with incommensurate magnetic ordering vectors. The commensurate magnetic phases are associated with more localized electrons in the Cr $d_{3z^2-r^2}$ orbital, whereas the incommensurate phases are linked to the $d_{xy}$ orbital, whose stronger overlap favors itinerant-electron magnetism."}
{"id": "2601.16688", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16688", "abs": "https://arxiv.org/abs/2601.16688", "authors": ["Changhua Bao", "Vincent Eggers", "Manuel Meierhofer", "Jakob Helml", "Lasse Münster", "Suguru Ito", "Leon Machtl", "Sarah Zajusch", "Giacomo Inzani", "Ludwig Wittmann", "Marlene Liebich", "Robert Wallauer", "Ulrich Höfer", "Rupert Huber"], "title": "Observation of an isolated flat band in the van der Waals crystal NbOCl$_2$", "comment": "Flat band; NbOCl2; ARPES; Momentum Microscopy", "summary": "Dispersionless electronic bands lead to an extremely high density of states and suppressed kinetic energy, thereby increasing electronic correlations and instabilities that can shape emergent ordered states, such as excitonic, ferromagnetic, and superconducting phases. A flat band that extends over the entire momentum space and is well isolated from other dispersive bands is, therefore, particularly interesting. Here, the band structure of the van der Waals crystal NbOCl$_2$ is revealed by utilizing photoelectron momentum microscopy. We directly map out an electronic band that is flat throughout the entire Brillouin zone and features a width of only $\\sim$100 meV. This band is well isolated from both the conduction and remote valence bands. Moreover, the quasiparticle band gap shows a high tunability upon the deposition of caesium atoms on the surface. By combining the single-particle band structure with the optical transmission spectrum, the optical gap is identified. The fully isolated flat band in a van der Waals crystal provides a qualitatively new testbed for exploring flat-band physics."}
{"id": "2601.16387", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.16387", "abs": "https://arxiv.org/abs/2601.16387", "authors": ["Hyun-Myung Chun", "Euijoon Kwon", "Hyunggyu Park", "Jae Sung Lee"], "title": "Fluctuation-Response Theory for Nonequilibrium Langevin Dynamics", "comment": "8 pages and 2 figures for main text, 14 pages for supplemental material", "summary": "We establish a unified fluctuation-response relation for Langevin dynamics. By exploiting the common mathematical structures underlying fluctuations and responses of empirical density and current, we derive a unified identity that generalizes the fluctuation-dissipation theorem from equilibrium to nonequilibrium settings. This relation connects global fluctuations of observables with their local responses to perturbations in force, mobility, and temperature. We further derive finite-time fluctuation-response inequalities, leading to response uncertainty relations that complement the identity by providing more practical bounds. These derivations establish a unified theoretical framework linking the fluctuation-dissipation theorem and thermodynamic uncertainty relations. Using the $F_1$-ATPase molecular motor model, we illustrate how these response-based bounds constrain the long-time diffusion coefficient."}
{"id": "2601.16704", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16704", "abs": "https://arxiv.org/abs/2601.16704", "authors": ["Maurice Colling", "Mariia Stepanova", "Mario Hentschel", "Somasree Bhattacharjee", "Erik Lysne", "Kasper Hunnestad", "Naoya Kanazawa", "Yoshinori Tokura", "Jan Masell", "Dennis Meier"], "title": "Control of helix orientation in chiral magnets via lateral confinement", "comment": null, "summary": "Helimagnetic materials offer a versatile platform for spin-based device concepts owing to their long-range, tunable spiral order. Here, we demonstrate controlled manipulation of the helimagnetic propagation vector q by geometrical confinement, using FeGe as a model DMI-driven chiral magnet. Micromagnetic simulations based on the nonlinear sigma model reveal that open boundaries give rise to a chiral surface twist acting as an effective surface anisotropy, which dictates the preferred helix orientation in the absence of magnetostatic shape effects. This geometry-induced anisotropy is quantitatively captured by an analytical model derived from the DMI boundary condition. Magnetic force microscopy measurements on focused-ion-beam structured FeGe confirm the predicted orientation behavior and establish geometry-controlled helimagnetic order as a robust, tunable mechanism for steering DMI-stabilized spin-spiral states. The concept provides a general route toward device-level control of chiral magnetic order in of non-centrosymmetric systems."}
{"id": "2601.16951", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.16951", "abs": "https://arxiv.org/abs/2601.16951", "authors": ["Yifan Liu", "Natalia Chepiga", "Yoshiki Fukusumi", "Masaki Oshikawa"], "title": "Boundary critical phenomena in the quantum Ashkin-Teller model", "comment": "45 pages, 12 figures, submission to SciPost", "summary": "We investigate the boundary critical phenomena of the one-dimensional quantum Ashkin-Teller model using boundary conformal field theory and density matrix renormalization group (DMRG) simulations. Based on the $\\mathbb{Z}_2$-orbifold of the $c=1$ compactified boson boundary conformal field theory, we construct microscopic lattice boundary terms that renormalize to the stable conformal boundary conditions,, utilizing simple current extensions and the underlying $\\mathrm{SU}(2)$ symmetry to explicitly characterize the four-state Potts point. We validate these theoretical identifications via finite-size spectroscopy of the lattice energy spectra, confirming their consistency with $D_4$ symmetry and Kramers-Wannier duality. Finally, we discuss the boundary renormalization group flows among these identified fixed points to propose a global phase diagram for the boundary criticality."}
{"id": "2601.16851", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16851", "abs": "https://arxiv.org/abs/2601.16851", "authors": ["Albert Zhu", "Daniel Bennett", "Daniel T. Larson", "Mohammed M. Al Ezzi", "Efstratios Manousakis", "Efthimios Kaxiras"], "title": "Twisted bilayer graphene from first-principles: structural and electronic properties", "comment": null, "summary": "We present a comprehensive first-principles study of twisted bilayer graphene (tBLG) for a wide range of twist angles, with a focus on structural and electronic properties. By employing density functional theory (DFT) with an optimized local basis set, we simulate tBLG, obtaining fully relaxed commensurate structures for twist angles down to 0.987°. For all angles the lattice relaxation agrees well with continuum elastic models. For angles accessible to plane-wave DFT (VASP), we provide a detailed comparison with our local basis DFT (SIESTA) calculations, demonstrating excellent agreement in both the atomic and electronic structure. The dependence of the Fermi velocity and band width on the twist angle shows qualitative agreement with results from an `exact' $\\mathbf{k \\cdot p}$ continuum model, but reveals a small twist angle offset. Additionally, we provide details of the low-energy wavefunction character, band inversion and symmetries. Our results provide an ab initio reference point for the microscopic structure and electronic properties of tBLG which will serve as the foundation for future studies incorporating many-body effects."}
{"id": "2601.16388", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16388", "abs": "https://arxiv.org/abs/2601.16388", "authors": ["Hironori Yamaguchi", "Shunsuke C. Furuya", "Yu Tominaga", "Takanori Kida", "Koji Araki", "Masayuki Hagiwara"], "title": "Emergence of Kondo-assisted Néel order in a Kondo necklace model", "comment": "14 pages, 4 figures", "summary": "The interplay between Kondo screening and magnetic order has long been a central issue in the physics of strongly correlated systems. While the Kondo effect has traditionally been understood to suppress magnetism through the formation of local singlets, recent studies suggest that Kondo interactions may enhance magnetic order under certain conditions. However, these scenarios often rely on complex electronic structures, including orbital and charge degrees of freedom, making the essential mechanisms difficult to isolate. Here we report the realization of a spin-(1/2,1) Kondo necklace model in a Ni-based complex-a minimal spin-only analog of the Kondo lattice that isolates quantum spin correlations by eliminating charge degrees of freedom. Thermodynamic measurements identify a magnetic phase transition and a field-induced quantum phase transition. Perturbative analysis reveals that the Kondo coupling mediates effective antiferromagnetic interactions between the spin-1 sites, stabilizing the Néel order across the entire chain. Our results establish a universal boundary in Kondo physics, where coupling to spin-1/2 moments yields singlets, but to spin-1 and higher stabilizes magnetic order."}
{"id": "2601.16735", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16735", "abs": "https://arxiv.org/abs/2601.16735", "authors": ["Vikash Mishra", "Shashi Pandey", "Swaroop Ganguly", "Alok Shukla"], "title": "Engineering the electronic structure of TiO$_2$ by transition metal doping: A First Principles DFT Study", "comment": "19 pages, 7 figures", "summary": "By means of first-principles density-functional theory (DFT) calculations, we perform a comparative analysis of the electronic and magnetic properties of transition metal-doped TiO$_2$. The electronic band gaps of Ti$_x$M$_{1-x}$O$_2$, where M represents 3d-transition metals such as Sc, V, Cr, Mn, Fe, Co, Ni, Cu, and Zn have been determined using the PBE functional within the generalized-gradient approximation (GGA) scheme, and also using the hybrid HSE06 functional. In the context of pure TiO$_2$, the partial density of states (PDOS) reveals that the electronic band gap emerges between the O-2p and Ti-3d orbitals. It is suggested that the Ti-3d ($t_{2g}$) states play a more prominent role in bonding compared to the Ti-3d ($e_g$) states. We performed DFT calculations to investigate the impact of doping with other 3d transition metal atoms, leading to the emergence of impurity states within the band gap. The hybridization between the oxygen 2p orbitals and the titanium 3d orbitals in TiO$_2$ is altered by the introduction of doping with 3d transition metals because of the change in the oxidation state of titanium, shifting from solely 4+ to a combination of 4+ and 3+ states. The calculation of spin-polarized density demonstrates the emergence of ferromagnetic properties, particularly in titanium dioxide doped with chromium (Cr), manganese (Mn), and iron (Fe) with large magnetic moments. Our work demonstrates the significant impact of doping transition metals on TiO$_2$, allowing for the precise manipulation of electrical and magnetic properties, and thus holds great potential for the development of spin-based memory devices with possible neuromorphic applications."}
{"id": "2601.16634", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16634", "abs": "https://arxiv.org/abs/2601.16634", "authors": ["Soichiro Kikuchi", "Yuki Yanagi", "Thi Ngoc Huyen Vu", "Michi-To Suzuki"], "title": "Microscopic Origin of Piezomagnetism in Mn$_3$Sn: A Dual Real- and $k$-Space Picture", "comment": "8 pages, 10 figures", "summary": "We present a comprehensive first-principles study on the origin of the piezomagnetic effect in the non-collinear antiferromagnet Mn$_3$Sn, a material known for exhibiting a large anomalous Hall effect. We investigate strain-induced variations of electronic and magnetic states and elucidate the mechanism of the piezomagnetic effect from both real-space and momentum-space perspectives. In real space, the emergence of piezomagnetism is understood to arise from rotations of the magnetic moments at specific Mn sites, which directly couple to the strain. Through detailed electronic structure analysis, we identify the Fermi surfaces that play a crucial role in the emergence of piezomagnetism. Our results reveal that specific Fermi surface features undergo pseudo-degeneracy lifting under applied strain, which significantly contributes to the induced net magnetization. By combining these complementary real-space and momentum-space pictures, our dual-space analysis provides deep insight into the microscopic origins of strain-driven magnetization in Mn$_3$Sn."}
{"id": "2601.16861", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16861", "abs": "https://arxiv.org/abs/2601.16861", "authors": ["N. A. Usov"], "title": "Magnetosomes in Nature, Biomedicine and Physics", "comment": "10 pages, 2 figures", "summary": "Magnetotactic bacteria synthesize linear chains of magnetite nanoparticles within their bodies, which allow the bacteria to navigate the Earth's magnetic field in search of the best habitat. Biogenic magnetite particles, called magnetosomes, are very promising for use in biomedicine. Magnetosome chains have also been found in ancient fossils and sediments. The study of magnetofossils provides valuable information about the Earth's biological past. The presence of biogenic magnetite in ancient rock samples can be detected by measuring ferromagnetic resonance spectra, first-order magnetization reversal curves, or quasi-static hysteresis loops. Theoretical analyses of these experiments generally assume that magnetosomes are spherical nanoparticles, although the shape of some types of magnetosomes is close to spheroidal one. In this work, simple formulas for describing the magneto-dipole interaction of oriented spheroids are obtained and quasi-static hysteresis loops of randomly oriented magnetosome chain assembly consisting of elongated spheroids are calculated."}
{"id": "2601.16389", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16389", "abs": "https://arxiv.org/abs/2601.16389", "authors": ["Itsuki Shimamura", "Risa Yagura", "Takanori Kida", "Masayuki Hagiwara", "Koji Araki", "Yoshiki Iwasaki", "Yuko Hosokoshi", "Kenta Kimura", "Hironori Yamaguchi"], "title": "Realization of a triangular spin necklace in a verdazyl-based Ni complex", "comment": "7 pages, 4 figures", "summary": "We successfully synthesized a verdazyl-based complex, ($m$-Py-V)$_3$[Ni(NO$_3$)$_2$], in which Ni$^{2+}$ ions and verdazyl radicals form a one-dimensional, triangular spin necklace consisting of spin-1/2 and spin-1 units. Molecular orbital calculations reveal strong antiferromagnetic (AF) interactions between inversion-related radical pairs that form spin-1/2 singlet dimers. The remaining verdazyl and Ni$^{2+}$ spins form frustrated triangular units, creating a distinctive spin network. Magnetic susceptibility and specific heat measurements identify a phase transition to an AF order. The application of magnetic fields suppresses the phase transition signal, suggesting field-induced decoupling of the spin-1 moments. Electron spin resonance measurements are used to evaluate the easy-axis anisotropy of spin-1, which may promote the AF order. This work provides a rare example of a geometrically frustrated quantum spin chain realized via molecular design, thereby offering a platform for exploring frustration-driven quantum phases in low-dimensional materials."}
{"id": "2601.16738", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16738", "abs": "https://arxiv.org/abs/2601.16738", "authors": ["Eunseo Jeon", "Vincent Masika Peheliwa", "Marie Hrůzová Kratochvílová", "Tim Verhagen", "Yong-Kul Lee"], "title": "Controlling Mixed Mo/MoS$_2$ Domains on Si by Molecular Beam Epitaxy for the Hydrogen Evolution Reaction", "comment": null, "summary": "Molybdenum disulfide (MoS$_2$) is a prototypical layered transition-metal dichalcogenide whose electrocatalytic performance is governed by a delicate balance between crystallinity, defect density, and electronic conductivity. Here we report a systematic molecular beam epitaxy (MBE) study in which annealing temperature, deposition cycle number, and Mo/S thickness ratio were independently varied to control the structural and electronic properties of MoS$_2$ thin films. The successful epitaxial growth of atomically uniform MoS$_2$ directly on Si substrates enables strong interfacial coupling and efficient charge transfer, offering a viable route toward semiconductor-integrated catalytic architectures. X-ray diffraction, Raman spectroscopy, and X-ray absorption analyses reveal that higher annealing temperatures and excessive deposition cycles enhance crystallinity but reduce edge-site density and electrical conductivity, leading to diminished hydrogen evolution reaction (HER) activity. In contrast, intermediate cycle numbers and sulfur-deficient growth conditions yield heterostructures composed of MoS$_2$ with residual metallic Mo and sulfur vacancies, which activate otherwise inert basal planes while providing conductive pathways. These defect-engineered films deliver the best catalytic performance, achieving overpotentials as low as -0.33 V at -10 mA cm$^{-2}$, enlarged electrochemical surface area (ECSA) up to 8.0 cm$^2$, and mass-based turnover frequencies exceeding 23 mmol H$_2$ g$^{-1}$ s$^{-1}$, more than double those of stoichiometric counterparts. Our findings establish sulfur stoichiometry and growth kinetics as powerful levers to tune the interplay between structural order and catalytic activity in MBE-grown MoS$_2$ and point toward a broader strategy for engineering layered catalysts at the atomic scale."}
{"id": "2601.16688", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16688", "abs": "https://arxiv.org/abs/2601.16688", "authors": ["Changhua Bao", "Vincent Eggers", "Manuel Meierhofer", "Jakob Helml", "Lasse Münster", "Suguru Ito", "Leon Machtl", "Sarah Zajusch", "Giacomo Inzani", "Ludwig Wittmann", "Marlene Liebich", "Robert Wallauer", "Ulrich Höfer", "Rupert Huber"], "title": "Observation of an isolated flat band in the van der Waals crystal NbOCl$_2$", "comment": "Flat band; NbOCl2; ARPES; Momentum Microscopy", "summary": "Dispersionless electronic bands lead to an extremely high density of states and suppressed kinetic energy, thereby increasing electronic correlations and instabilities that can shape emergent ordered states, such as excitonic, ferromagnetic, and superconducting phases. A flat band that extends over the entire momentum space and is well isolated from other dispersive bands is, therefore, particularly interesting. Here, the band structure of the van der Waals crystal NbOCl$_2$ is revealed by utilizing photoelectron momentum microscopy. We directly map out an electronic band that is flat throughout the entire Brillouin zone and features a width of only $\\sim$100 meV. This band is well isolated from both the conduction and remote valence bands. Moreover, the quasiparticle band gap shows a high tunability upon the deposition of caesium atoms on the surface. By combining the single-particle band structure with the optical transmission spectrum, the optical gap is identified. The fully isolated flat band in a van der Waals crystal provides a qualitatively new testbed for exploring flat-band physics."}
{"id": "2601.16864", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16864", "abs": "https://arxiv.org/abs/2601.16864", "authors": ["G. M. Gusev", "A. D. Levin", "V. A. Chitta", "Z. D. Kvon", "N. N. Mikhailov"], "title": "Interaction Induced Magnetotransport in a 2D Dirac-Heavy Hole Hybrid Band System", "comment": "9 pages, 5 figures", "summary": "While electron-electron (e-e) interactions are known to influence resistivity in non-Galilean invariant two-dimensional (2D) systems, their effect on magnetotransport is not fully understood. Conventional models for simple bands often predict a vanishing magnetoresistivity from e-e interactions alone. In this work, we investigate magnetotransport in a gapless 6.3 nm HgTe quantum well, a hybrid 2D band system that hosts coexisting holes with both linear (Dirac-like) and parabolic energy bands. Focusing on the high temperature regime where particle-particle collisions dominate scattering, we observe significant corrections to both the magnetoresistivity and the Hall effect. The high temperature transport coefficients are in good agreement with the theoretical model describing transport in massive-massless fermion mixtures governed by a frictional mechanism and intervalley scattering. Our findings provide strong experimental validation for this theoretical framework, demonstrating that collisions between particles with different dispersions are a key mechanism governing magnetotransport in hybrid band semimetals."}
{"id": "2601.16401", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16401", "abs": "https://arxiv.org/abs/2601.16401", "authors": ["E. M. Makaresz", "O. Gingras", "Tsung-Han Lee", "Nicola Lanatà", "B. J. Powell", "Henry L. Nourse"], "title": "Accelerating dynamical mean-field theory convergence by preconditioning with computationally cheaper quantum embedding methods", "comment": "14 pages, 5 figures, to be submitted to Physical Review B", "summary": "Dynamical mean-field theory (DMFT) is a cornerstone technique for studying strongly correlated electronic systems. However, each DMFT step is computationally demanding, and many iterations can be required to achieve convergence. Here, we accelerate the convergence of DMFT by initializing its self-consistent cycle with solutions from computationally cheaper and more approximate methods. We compare the initialization with the non-interacting solution to a range of quantum embedding compatible approaches: Hartree-Fock, the Hubbard-I approximation, rotationally invariant slave bosons (RISB), and its ghost extension (g-RISB). We find that these initializations can reduce the number of DMFT iterations by up to an order of magnitude, with g-RISB providing the most effective and reliable benefits. In most regimes, initializing with g-RISB and performing a single DMFT iteration suffices to recover the full dynamical structure. The improvement in convergence is controlled by the initial solution's accuracy in the low-energy part of the self-energy, on the scale of the non-interacting bandwidth. This strategy is especially effective at the Mott insulator-metal transition, where an initialization from the non-interacting limit can lead to a breakdown of DMFT due to the sign problem. Our results establish the usage of accurate yet cheaper quantum embedding methods as a powerful means to substantially reduce the computational cost of DMFT, particularly in regimes where convergence is slow or prone to failure."}
{"id": "2601.16786", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16786", "abs": "https://arxiv.org/abs/2601.16786", "authors": ["Gianluca Stefanucci", "Enrico Perfetto"], "title": "Unified First-Principles Formula for Time-Resolved ARPES Spectra of Coherent and Incoherent Excitons", "comment": "14 pages, 3 figures", "summary": "Despite major experimental progresses in time-resolved and angle-resolved photoemission spectroscopy, a quantitative, microscopic framework for interpreting exciton-induced modifications of electronic band structures -- applicable even beyond the low-density limit -- is still lacking. Here we close this gap by introducing a unified approach that links the dynamics of coherent and incoherent excitons to distinct and experimentally observable excitonic sidebands. Our central result is a general, first-principles formula for time-resolved photoemission spectra, applicable across a broad range of temperatures, excitation densities, and pump-probe delays. This advance provides a predictive tool for quantitatively tracking excitonic dynamics in complex materials."}
{"id": "2601.16831", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16831", "abs": "https://arxiv.org/abs/2601.16831", "authors": ["Shangjie Tian", "Qi Wang", "Yuqing Cao", "Ying Ma", "Xiao Zhang", "Yanpeng Qi", "Hechang Lei", "Shouguo Wang"], "title": "Pressure-induced superconductivity in topological insulator Ge2Bi2Te5 and the evolution with Mn doping", "comment": "8 pages, 4 figures, 1 table", "summary": "Introducing superconductivity (SC) or magnetism into topological insulators (TIs) can give rise to novel quantum states and exotic physical phenomena. Here, we report a high-pressure transport study on the TI Ge2Bi2Te5 and its Mn-doped counterparts. The application of pressure induces a SC in Ge2Bi2Te5, which shows a dome-shape phase diagram with the maximum Tc of 7.6 K at 23 GPa. Doping Mn into Ge2Bi2Te5 introduces an antiferromagnetic order at ambient pressure and strongly weakens the pressure-induced SC, demonstrating that magnetism and SC compete in this material system. Present study provides a new platform for investigating the interplay among band topology, magnetism, and SC."}
{"id": "2601.16819", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16819", "abs": "https://arxiv.org/abs/2601.16819", "authors": ["Koyena Bose"], "title": "Non-Abelian fusion and braiding in many-body parton states", "comment": "4 pages, 2 figures", "summary": "Fractional quantum Hall (FQH) states host fractionally charged anyons with exotic exchange statistics. Of particular interest are FQH phases supporting non-Abelian anyons, which can encode topologically protected quantum information. In this work, we construct quasihole bases for a broad family of non-Abelian FQH states using parton wave functions, which reproduces the fusion-space dimensionality expected from their underlying conformal field theory, consistent with level-rank duality across the parton family. As an application, we numerically compute braiding matrices for representative parton states for large systems, providing a general framework for diagnosing non-Abelian characteristics in candidate FQH states."}
{"id": "2601.16402", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16402", "abs": "https://arxiv.org/abs/2601.16402", "authors": ["P. S. Parashar", "M. M. Fogler"], "title": "Diffusive and hydrodynamic magnetotransport around a density perturbation in a two-dimensional electron gas", "comment": "11 pages, 6 figures", "summary": "We study current flow around a circular density depletion in a two-dimensional electron gas in the presence of a strong magnetic field. The depletion is parametrized by a power-law tail with an exponent $β> 2$. We show that current and electrochemical potential are exponentially suppressed inside a surrounding area much larger than the geometric size of the depletion region. The corresponding ``no-go'' radius grows as a certain power of the magnetic field. Residual current and potential exhibit spiraling patterns inside the no-go region. Outside of it, they acquire corrections inversely proportional to the distance, which is known as the Landauer resistivity dipole. The Landauer dipole is rotated by the angle $π(1 - 1 / β)$ with respect to the direction of the average electric field. We also consider the effect of electron viscosity and show that the variation of the no-go radius with magnetic field becomes more rapid if viscosity is large enough. In that regime the size of the Landauer dipole is set by the Gurzhi length, which is much larger than the no-go radius, which is in turn much larger than the geometric size of the depletion. Our results may be useful for interpreting nanoimaging of current distribution in graphene and other two-dimensional systems."}
{"id": "2601.16852", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16852", "abs": "https://arxiv.org/abs/2601.16852", "authors": ["Seong-Hoon Jang", "Shin Kiyohara", "Hitoshi Takamura", "Yu Kumagai"], "title": "Charting the Landscape of Oxygen Ion Conductors: A 60-Year Dataset with Interpretable Regression Models", "comment": null, "summary": "Oxygen ion conductors are indispensable materials for such as solid oxide fuel cells, sensors, and membranes. Despite extensive research across diverse structural families, systematic data enabling comparative analysis remain scarce. Here, we present a curated dataset of oxygen ion conductors compiled from $84$ experimental reports spanning $60$ years, covering $483$ materials. Each record includes activation energy ($E_a$) and prefactor ($A$) derived from Arrhenius plots, alongside detailed metadata on structure, composition, measurement method, and data source. When the original papers derive these using an erroneous Arrhenius equation $σ_T=A\\exp{\\left(-\\frac{E_a}{RT}\\right)}$, where ($σ_T$ is the oxygen ion conductivity at temperature $T$ and $R$ is the gas constant), we replotted these using the correct one, $σ_{T}T=A\\exp{\\left(-\\frac{E_a}{RT}\\right)}$. To illustrate how the database can be used, we constructed interpretable regression models for predicting oxygen ionic conductivity. Two symbolic regression models for E_a and A suggest that oxygen ion transport is primarily governed by local coordination environment and the electrostatic interactions, respectively. This dataset establishes a reliable foundation for data-driven discovery and predictive modeling of next-generation oxygen ion conductors."}
{"id": "2601.16843", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16843", "abs": "https://arxiv.org/abs/2601.16843", "authors": ["Marta Fernández-Lomana", "Paula Obladen Aguilera", "Beilun Wu", "Edwin Herrera", "Hermann Suderow", "Isabel Guillamón"], "title": "Superconducting density of states and vortex lattice of LaRu$_2$P$_2$ observed by Scanning Tunneling Spectroscopy", "comment": null, "summary": "We provide the superconducting density of states of the iron based superconductor LaRu2P2 (Tc= 4.1 K), measured using millikelvin Scanning Tunneling Microscopy. From the tunneling conductance, we extract a density of states which shows the opening of a s-wave single superconducting gap. The temperature dependence of the gap also follows BCS theory. Under magnetic fields, vortices present Caroli de Gennes Matricon states, although these are strongly broadened by defect scattering. From the vortex core size we obtain a superconducting coherence length of ξ = 50 nm, compatible with the value extracted from macroscopic Hc2 measurements. We discuss the comparison between s-wave LaRu2P2 and pnictide unconventional multiple gap and strongly correlated Fe based superconductors."}
{"id": "2601.16927", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16927", "abs": "https://arxiv.org/abs/2601.16927", "authors": ["Łucja Kipczak", "Tomasz Woźniak", "Chinmay K. Mohanty", "Igor Antoniazzi", "Jakub Iwański", "Przemysław Oliwa", "Jan Pawłowski", "Meganathan Kalaiarasan", "Zdeněk Sofer", "Andrzej Wysmołek", "Adam Babiński", "Maciej Koperski", "Maciej R. Molas"], "title": "Strong Spin-Lattice Interaction in Layered Antiferromagnetic CrCl$_\\textrm{3}$", "comment": "9 pages, 3 figures + SI", "summary": "Understanding the coupling between lattice vibrations and magnetic order is crucial for controlling properties of two-dimensional magnetic materials. Here, we investigate the vibrational properties of bulk and thick-flake CrCl$_\\textrm{3}$ using polarization-resolved Raman spectroscopy, complemented by photoluminescence, photoluminescence excitation, and optical absorption measurements. Symmetry analysis, supported by first-principles phonon calculations, enables the unambiguous assignment of all eight Raman-active modes, four $\\textrm{A}_\\textrm{g}$ and four $\\textrm{E}_\\textrm{g}$, previously predicted only theoretically. Excitation-energy-dependent measurements reveal that the strong enhancement of selected phonon modes originates primarily from interference effects rather than resonant Raman scattering. Temperature-dependent Raman spectroscopy further reveals pronounced signatures of spin-phonon coupling across the transition from a fully antiferromagnetic phase, through an intermediate regime with local, domain-like ferromagnetic order, to the paramagnetic phase, accompanied by a clear rhombohedral-to-monoclinic structural transition. Together, these results demonstrate how lattice, electronic, and magnetic degrees of freedom collectively govern the Raman response of CrCl$_\\textrm{3}$."}
{"id": "2601.16404", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16404", "abs": "https://arxiv.org/abs/2601.16404", "authors": ["Shunran Li", "Burak Guzelturk", "Conrad A. Kocoj", "Donald A. Walko", "Du Chen", "Haidan Wen", "Xian Xu", "Xiaoming Wang", "Bongjun Choi", "Borui Li", "Zhibo Kang", "Cunming Liu", "Suchismita Sarker", "Benjamin T. Diroll", "Xiaoyi Zhang", "Yong Q. Cai", "Yu He", "Deep Jariwala", "Yanfa Yan", "Diana Y. Qiu", "Peijun Guo"], "title": "Photoinduced metastable cation disorder in metal halide double perovskites", "comment": null, "summary": "Lead-free perovskites have emerged as environmentally benign alternatives to lead-halide counterparts for optoelectronics. Among them, the double perovskite Cs2AgInCl6 family exhibits remarkable white-light emission with proper composition engineering, enabled by strong electron-phonon coupling and the formation of self-trapped excitons (STEs). Despite these advantages, the fundamental photo- and structural dynamics governing their excited-state behavior remain poorly understood. Here, we report a long-lived metastable phase in the Cs2AgInCl6 double perovskite family and unravel this process and the concomitant electronic and structural evolution using a suite of tools including transient optical spectroscopy, time-resolved X-ray diffraction (TR-XRD) and X-ray absorption (TR-XAS). We show that the photoinduced, transient metastable phase is associated with B-site (Ag-In) disorder, which induces a dramatically reduced optical bandgap. Supported by TR-XRD and first-principles calculations, the Ag-In disorder drives the formation of Ag-rich and In-rich domains with millisecond lifetimes, with lifetimes increasing at lower temperatures. TR-XAS further reveals that photogenerated STEs oxidize Ag+ to Ag2+, facilitating this highly temporally asymmetric order-disorder transition. Our findings demonstrate a new mechanism, mediated by hole-localized STE formation, that enables prolongation of transient light-induced states to the multi-millisecond regime in double perovskites, opening possibilities to harvesting the functional properties of metastable phases of these materials."}
{"id": "2601.16927", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16927", "abs": "https://arxiv.org/abs/2601.16927", "authors": ["Łucja Kipczak", "Tomasz Woźniak", "Chinmay K. Mohanty", "Igor Antoniazzi", "Jakub Iwański", "Przemysław Oliwa", "Jan Pawłowski", "Meganathan Kalaiarasan", "Zdeněk Sofer", "Andrzej Wysmołek", "Adam Babiński", "Maciej Koperski", "Maciej R. Molas"], "title": "Strong Spin-Lattice Interaction in Layered Antiferromagnetic CrCl$_\\textrm{3}$", "comment": "9 pages, 3 figures + SI", "summary": "Understanding the coupling between lattice vibrations and magnetic order is crucial for controlling properties of two-dimensional magnetic materials. Here, we investigate the vibrational properties of bulk and thick-flake CrCl$_\\textrm{3}$ using polarization-resolved Raman spectroscopy, complemented by photoluminescence, photoluminescence excitation, and optical absorption measurements. Symmetry analysis, supported by first-principles phonon calculations, enables the unambiguous assignment of all eight Raman-active modes, four $\\textrm{A}_\\textrm{g}$ and four $\\textrm{E}_\\textrm{g}$, previously predicted only theoretically. Excitation-energy-dependent measurements reveal that the strong enhancement of selected phonon modes originates primarily from interference effects rather than resonant Raman scattering. Temperature-dependent Raman spectroscopy further reveals pronounced signatures of spin-phonon coupling across the transition from a fully antiferromagnetic phase, through an intermediate regime with local, domain-like ferromagnetic order, to the paramagnetic phase, accompanied by a clear rhombohedral-to-monoclinic structural transition. Together, these results demonstrate how lattice, electronic, and magnetic degrees of freedom collectively govern the Raman response of CrCl$_\\textrm{3}$."}
{"id": "2601.16942", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16942", "abs": "https://arxiv.org/abs/2601.16942", "authors": ["Faran Zhou", "Kyle Hwangbo", "Sung Soo Ha", "Xiao-Wei Zhang", "Sae Hwan Chun", "Jaeku Park", "Intae Eom", "Qianni Jiang", "Zekai Yang", "Marc Zajac", "Sungwon Kim", "Sungwook Choi", "Zhaodong Chu", "Kyoung Hun Oh", "Yifan Su", "Alfred Zong", "Elton J. G. Santos", "Ting Cao", "Jiun-Haw Chu", "Stephan O. Hruszkewycz", "Nuh Gedik", "Di Xiao", "Hyunjung Kim", "Xiaodong Xu", "Haidan Wen"], "title": "Atomically Resolved Acoustic Dynamics Coupled with Magnetic Order in a van der Waals Antiferromagnet", "comment": null, "summary": "Magnetoelastic coupling in van der Waals (vdW) magnetic materials enables a unique interplay between the spin and lattice degrees of freedom. Characterizing the elastic responses with atomic and femtosecond resolution across the magnetic transition is essential for guiding the design of magnetically tunable actuators and strain-mediated spintronic devices. Here, ultrafast x-ray diffraction employed at a free-electron laser reveals that the atomic displacements, wave vectors, and dispersion relations of acoustic phonon modes in a vdW antiferromagnet FePS$_3$ are coupled with the magnetic order, by tracking both in-plane and out-of-plane Bragg peaks upon optical excitation across the Néel temperature (T$_N$). One transverse mode shows that a quasi-out-of-plane atomic displacement undergoes a significant directional change across T$_N$. Its quasi-in-plane wave vector is derived by the comparison between the measured sound velocity and the first-principles calculations. The other transverse mode is an interlayer shear acoustic mode whose amplitude is strongly enhanced in the antiferromagnetic phase, exhibiting eight times stronger amplitude than the longitudinal acoustic mode below T$_N$. The atomically resolved characterization of acoustic phonon dynamics that couple with magnetic ordering opens opportunities for harnessing unique magnetoelastic coupling in vdW magnets on ultrafast timescales."}
{"id": "2601.16980", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16980", "abs": "https://arxiv.org/abs/2601.16980", "authors": ["Weiyi Pan", "Jaroslav Fabian"], "title": "Tunable Edelstein effect in intrinsic two-dimensional ferroelectric metal PtBi$_{2}$", "comment": null, "summary": "The Edelstein effect, which enables charge-to-spin conversion and is therefore highly promising for future spintronic devices, can be realized and non-volatilely manipulated in ferroelectric materials owing to their broken inversion symmetry and switchable polarization states. To date, most ferroelectric systems reported to exhibit the Edelstein effect are semiconductors, requiring extrinsic doping for functionality. In contrast, the Edelstein effect has rarely been reported in metallic ferroelectric systems, where doping is unnecessary. Using first-principles calculations, we predict that a pronounced Edelstein effect can be realized in the recently proposed intrinsic two-dimensional ferroelectric metal PtBi$_{2}$ monolayer, where the sign of the Edelstein coefficient is coupled to the direction of ferroelectric polarization through the polarization-switching-induced reversal of spin textures, thereby enabling non-volatile control of charge-spin conversion. The Edelstein effect reaches a magnitude of $10^{11}~\\hbar/(\\textup{A} \\cdot \\textup{cm})$, which is sizable compared to previously reported ferroelectric systems. Microscopically, the Edelstein effect in a PtBi$_2$ monolayer originates from competing contributions of inner Rashba-like electron pockets and outer hole pockets with opposite signs; an upward shift of the Fermi level alters their balance and can reverse the sign of the Edelstein effect. Upon applying biaxial strain, the Fermi-surface electronic structure is strongly modified, resulting in a pronounced change of the Edelstein effect: a 2 \\% compressive strain suppresses the Edelstein effect by about 50 \\%. Our results not only identify a promising material platform for tunable charge-spin conversion but also provide new insights into the functional potential of metallic ferroelectric systems."}
{"id": "2601.16420", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16420", "abs": "https://arxiv.org/abs/2601.16420", "authors": ["Yiheng Shen", "Chang Liu", "Wei Xie", "Wei Ren"], "title": "Anharmonic thermodynamics redefines metastability and parent phases in ferroelectric HfO2", "comment": null, "summary": "Hafnia (HfO2) is a silicon-compatible dielectric material, yet stabilizing its desired but metastable ferroelectric phase remains challenging. Phase stability predictions by density functional theory (DFT) have provided crucial guidance, but most simulations neglected or only treated finite temperature effects with (quasi-)harmonic approximation due to high computational cost of DFT. Here, we develop a machine learning force field and perform thermodynamic calculations for HfO2 using self-consistent phonon theory to address growing evidence of anharmonicity. Our results reveal that the ferroelectric orthorhombic phase oIII exhibits metastability below 0.1kBT under most conditions within the simulated regime of temperature and pressure (600 K <= T <= 1500 K and 0 <= p <= 7.5 GPa), contradicting previous harmonic predictions of metastability above 1500 K at ambient pressure. We further report evidence for temperature- and pressure-dependent ferroelectric parent phase despite efforts to identify a universal one. This study highlights the importance of anharmonicity and provides an effective approach for its treatment in the design of HfO2-based ferroelectrics."}
{"id": "2601.16940", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16940", "abs": "https://arxiv.org/abs/2601.16940", "authors": ["Sidsel Mulvad Johansen", "Tao Du", "Johan F. S. Christensen", "Anders K. R. Christensen", "Xuan Ge", "Theany To", "Lars R. Jensen", "Morten M. Smedskjaer"], "title": "Connecting bond switching to fracture toughness of calcium aluminosilicate glasses", "comment": null, "summary": "Fracture toughness is a critical mechanical property of glasses, but a detailed understanding of its link to composition and structure is still missing. Here, focusing on the industrially important family of calcium aluminosilicate glasses, we measure the fracture toughness of two glass series using the single-edge precracked beam method, one based on tectosilicate compositions with varying silica contents and the other covering both percalcic and peraluminous compositions with varying Al/Ca ratio. To elucidate the structural origins of the variation in fracture toughness, we perform X-ray total scattering measurements and molecular dynamics simulations. Our findings show that local coordination changes of especially Al atoms, so-called bond switching, feature an overall positive correlation with fracture toughness. We also compare this variation with that in other mechanical properties, including elastic moduli, hardness, and crack initiation resistance. We find that various structural aspects need to be considered to describe and understand the mechanical properties of calcium aluminosilicate glasses."}
{"id": "2601.16445", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16445", "abs": "https://arxiv.org/abs/2601.16445", "authors": ["Bing Gao", "Jameel Damoah", "Wassie M. Takele", "Terefe G. Habteyes"], "title": "Distinguishing Hot-Electron and Optomechanical Pathways at Metal-Molecule Interfaces", "comment": null, "summary": "Energy and charge transfer between molecules and metal surfaces underpin heterogeneous catalysis, surface-enhanced spectroscopies and plasmon-driven chemistry, yet the microscopic origins of vibrational excitation at metal interfaces remain unresolved. Here we use temperature-dependent surface-enhanced Raman scattering (SERS) to directly distinguish plasmon-vibration optomechanical coupling from hot-electron-driven excitation.By probing thionine adsorbed on gold nanostructures at 295 K and 3.5 K, we show that pronounced anti-Stokes scattering at cryogenic temperature arises from optical pumping of vibrational populations, whereas room-temperature spectra are governed by thermal population. Bromide co-adsorbates play a decisive role by guiding molecular alignment, inducing surface atom displacements, and enabling transient adsorption geometries that activate otherwise Raman-inactive vibrational modes. In the absence of bromide, distinct excitation pathways emerge, reflecting competition between optomechanical coupling and charge-transfer processes associated with molecular polarization along the optical field or orientation relative to the metal surface. These results establish molecular optomechanics as a sensitive probe of surface-molecule interactions and demonstrate how anion-mediated surface dynamics regulate energy flow at plasmonic interfaces."}
{"id": "2601.16942", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16942", "abs": "https://arxiv.org/abs/2601.16942", "authors": ["Faran Zhou", "Kyle Hwangbo", "Sung Soo Ha", "Xiao-Wei Zhang", "Sae Hwan Chun", "Jaeku Park", "Intae Eom", "Qianni Jiang", "Zekai Yang", "Marc Zajac", "Sungwon Kim", "Sungwook Choi", "Zhaodong Chu", "Kyoung Hun Oh", "Yifan Su", "Alfred Zong", "Elton J. G. Santos", "Ting Cao", "Jiun-Haw Chu", "Stephan O. Hruszkewycz", "Nuh Gedik", "Di Xiao", "Hyunjung Kim", "Xiaodong Xu", "Haidan Wen"], "title": "Atomically Resolved Acoustic Dynamics Coupled with Magnetic Order in a van der Waals Antiferromagnet", "comment": null, "summary": "Magnetoelastic coupling in van der Waals (vdW) magnetic materials enables a unique interplay between the spin and lattice degrees of freedom. Characterizing the elastic responses with atomic and femtosecond resolution across the magnetic transition is essential for guiding the design of magnetically tunable actuators and strain-mediated spintronic devices. Here, ultrafast x-ray diffraction employed at a free-electron laser reveals that the atomic displacements, wave vectors, and dispersion relations of acoustic phonon modes in a vdW antiferromagnet FePS$_3$ are coupled with the magnetic order, by tracking both in-plane and out-of-plane Bragg peaks upon optical excitation across the Néel temperature (T$_N$). One transverse mode shows that a quasi-out-of-plane atomic displacement undergoes a significant directional change across T$_N$. Its quasi-in-plane wave vector is derived by the comparison between the measured sound velocity and the first-principles calculations. The other transverse mode is an interlayer shear acoustic mode whose amplitude is strongly enhanced in the antiferromagnetic phase, exhibiting eight times stronger amplitude than the longitudinal acoustic mode below T$_N$. The atomically resolved characterization of acoustic phonon dynamics that couple with magnetic ordering opens opportunities for harnessing unique magnetoelastic coupling in vdW magnets on ultrafast timescales."}
{"id": "2601.16453", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16453", "abs": "https://arxiv.org/abs/2601.16453", "authors": ["Daniel Staros", "Christopher Lane", "Roxanne Tutchton", "Jian-Xin Zhu"], "title": "Effect of Electron Correlation on the Integer Quantum Hall Effect", "comment": "9 pages, 4 figures", "summary": "We numerically investigate the effect of electron correlation on the integer quantum Hall effect in a square lattice. Increasing the correlation strength via the effective onsite repulsion parameter $U$ degrades the quantization of $ν= 1$ transverse conductance due to the interplay of correlation and the external magnetic field, which together induce periodic modulations in renormalized hopping parameters and site energies. Overall, this work demonstrates that the strength of electron correlation can significantly impact conductivity in the integer quantum Hall regime."}
{"id": "2601.16980", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16980", "abs": "https://arxiv.org/abs/2601.16980", "authors": ["Weiyi Pan", "Jaroslav Fabian"], "title": "Tunable Edelstein effect in intrinsic two-dimensional ferroelectric metal PtBi$_{2}$", "comment": null, "summary": "The Edelstein effect, which enables charge-to-spin conversion and is therefore highly promising for future spintronic devices, can be realized and non-volatilely manipulated in ferroelectric materials owing to their broken inversion symmetry and switchable polarization states. To date, most ferroelectric systems reported to exhibit the Edelstein effect are semiconductors, requiring extrinsic doping for functionality. In contrast, the Edelstein effect has rarely been reported in metallic ferroelectric systems, where doping is unnecessary. Using first-principles calculations, we predict that a pronounced Edelstein effect can be realized in the recently proposed intrinsic two-dimensional ferroelectric metal PtBi$_{2}$ monolayer, where the sign of the Edelstein coefficient is coupled to the direction of ferroelectric polarization through the polarization-switching-induced reversal of spin textures, thereby enabling non-volatile control of charge-spin conversion. The Edelstein effect reaches a magnitude of $10^{11}~\\hbar/(\\textup{A} \\cdot \\textup{cm})$, which is sizable compared to previously reported ferroelectric systems. Microscopically, the Edelstein effect in a PtBi$_2$ monolayer originates from competing contributions of inner Rashba-like electron pockets and outer hole pockets with opposite signs; an upward shift of the Fermi level alters their balance and can reverse the sign of the Edelstein effect. Upon applying biaxial strain, the Fermi-surface electronic structure is strongly modified, resulting in a pronounced change of the Edelstein effect: a 2 \\% compressive strain suppresses the Edelstein effect by about 50 \\%. Our results not only identify a promising material platform for tunable charge-spin conversion but also provide new insights into the functional potential of metallic ferroelectric systems."}
{"id": "2601.16459", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.16459", "abs": "https://arxiv.org/abs/2601.16459", "authors": ["Connor W. Edwards", "Oliver M. Linder-Patton", "Jack D. Evans"], "title": "Simulations of High Temperature Decomposition of Metal-Organic Frameworks to form Amorphous Catalysts", "comment": "18 pages, 4 figures", "summary": "Metal-organic framework (MOF) derived materials formed through high temperature processes show great potential as catalysts. However, understanding of structure-property relationships between the initial MOF and the resulting MOF-derived catalyst is limited because the amorphous nature of the catalyst challenges standard structural characterization methods. Neural network approaches that learn interatomic potentials from density functional theory offer a promising solution. We simulated the pyrolysis of UiO-66, UiO-67 and MIP-206 using both foundational and fine-tuned machine learned interatomic potentials (MLIPs). To mimic experimental conditions, an atmosphere of CO2 and H2 was introduced and the structures were doped with 20 wt% copper to probe the effect of copper on the structural evolution of MOFs. These simulations provide atomistic insights into gas evolution, metal nanoparticle formation, and linker decomposition that were compared to available experimental data. Overall, this work demonstrates the potential of MLIPs to accurately model high temperature MOF dynamics under experimentally relevant conditions and guide the design of new catalytic materials."}
{"id": "2601.16365", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16365", "abs": "https://arxiv.org/abs/2601.16365", "authors": ["Yu Wei Soh", "Hsiang Lee", "Eugen Weschke", "Shinichi Nishihaya", "Mikhael T. Sayat", "Masaki Uchida", "Jian-Rui Soh"], "title": "Magnetic structure of EuZn$_2$Sb$_2$ single-crystal thin-film", "comment": "Accepted in PRB", "summary": "Magnetic topological materials are a class of compounds which can host massless electrons controlled by the magnetic order. One such compound is EuZn$_2$Sb$_2$, which has recently garnered interest due to its strong interplay between the Eu magnetism and charge carriers. However the topology of the electronic band structure, which depends on the ground state magnetic configuration of the europium sublattice, has not been determined. Based on our \\textit{ab-initio} calculations, we find that an in-plane and out-of-plane \\textit{A}-type antiferromagnetic (AFM) order generates a topological crystalline insulator and Dirac semimetal respectively, whereas a ferromagnetic (FM) order stabilizes a Weyl semimetal. Our resonant x-ray elastic scattering measurements of single-crystal thin film EuZn$_2$Sb$_2$ reveal both a sharp magnetic peak at $\\textit{\\textbf{Q}}$=$(0,0,\\frac{1}{2})$ and broad $\\textit{\\textbf{Q}}$=$(0,0,1)$ below $T_{\\mathrm{N}}=12.9$\\,K, which is associated with an \\textit{A}-type AFM and FM order, respectively. Our measurements indicate that the FM and AFM layers are spatially separated along the crystal $c$ axis, with the former limited to the top three atomic layers. We propose that EuZn$_2$Sb$_2$ behaves as a Weyl semimetal in the surface FM layers, and as a topological crystalline insulator in the lower AFM layers."}
{"id": "2601.16475", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.16475", "abs": "https://arxiv.org/abs/2601.16475", "authors": ["Zhengxian Li", "Xiaoyu Shen", "Kai Liu", "Yating Sha", "Tianyang Wang", "Feng Liu", "Qingchen Duan", "Kenji Watanabe", "Takashi Taniguchi", "Peng Chen", "Shiyong Wang", "Ruidan Zhong", "Dong Qian", "Shengwei Jiang", "Yufan Li", "Noah F. Q. Yuan", "Guorui Chen"], "title": "Superconductivity in non-centrosymmetric rhombohedral NbSe2", "comment": null, "summary": "Crystal stacking offers a powerful yet underexplored route to engineer symmetry in layered superconductors. Here we report superconductivity in rhombohedral-stacked NbSe2 (3R-NbSe2), a non-centrosymmetric polytype in which global inversion symmetry is removed by stacking alone. Using comprehensive structural, transport, magnetic, and thermodynamic measurements, we establish superconductivity as a bulk property of the 3R phase and find that the in-plane upper critical field exceeds the Pauli paramagnetic limit, indicating the persistence of strong Ising-type spin-orbit coupling. Unlike the thickness-dependent superconductivity in centrosymmetric 2H-NbSe2, the superconducting transition temperature in 3R-NbSe2 shows little dependence on layer number but exhibits an unusually strong sensitivity to disorder. We further observe strongly enhanced nonlinear optical and electrical responses near the superconducting transition, consistent with stacking-induced inversion-symmetry breaking. Our results identify 3R-NbSe2 as a single-phase platform in which stacking engineering reshapes superconductivity and enables nonlinear transport phenomena in layered materials."}
{"id": "2601.16379", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.16379", "abs": "https://arxiv.org/abs/2601.16379", "authors": ["Junjie Yang", "Ning Zhang", "Shunyue Yuan", "Jincheng Yu", "Hong-Zhou Ye", "Garnet Chan"], "title": "Ab Initio Many Body Quantum Embedding and Local Correlation in Crystalline Materials using Interpolative Separable Density Fitting", "comment": "13 pages, 4 figures, and 4 tables", "summary": "We present an efficient implementation of ab initio many-body quantum embedding and local correlation methods for infinite periodic systems through translational symmetry adapted interpolative separable density fitting, an approach which reduces the scaling of the calculations to only linear with the number of k-points. Employing this methodology, we compute correlated ground-state coupled cluster energies within density matrix embedding and local natural orbital correlation frameworks for both weakly and strongly correlated solids, using up to 1000 k-points. By extrapolating the local correlation domains and k-point sampling we further obtain estimates of the full coupled cluster with singles, doubles, and perturbative triples ground-state energies in the thermodynamic limit."}
{"id": "2601.16481", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16481", "abs": "https://arxiv.org/abs/2601.16481", "authors": ["T. Zafar", "L. M. Kandpal", "E. Urbain", "N. Beyer", "B. Gobaut", "L. Joly", "H. Majjad", "S. Siegwald", "D. Mertz", "B. Leconte", "C. Kieber", "V. Da Costa", "W. Weber", "S. Boukari", "M. Bowen"], "title": "A low-tech solution to process entire metal/molecule heterostructure stacks into vertical nanopillar electronic devices", "comment": "70 pages, 51 Figures, 3 Tables", "summary": "Quantum technologies aim to assemble devices whose operation is controlled by the quantum state of individual atoms. Achieving this level of control in a practical, scalable design remains, however, a major obstacle to mass societal adoption. By working at the level of interatomic bonding, molecular engineering has enabled exquisite control over the electronic properties of individual atoms and their interactions with neighboring atoms. This positions molecular electronics as a potentially disruptive quantum technology, but serious technological challenges have prevented it from being included in technical road maps. The main obstacle is that conventional, mass scalable nanodevice technologies utilize resists and solvents that can degrade molecules. Some approaches involve exposing junction interfaces to contaminants (e.g. air, resist etc...), which can be particularly problematic for spintronics. In this technical paper, we present our decade-long work into building a nanotechnological chain that can process entire metal/molecule heterostructures into vertical nanopillars electronic devices. We discuss the advantages and pitfalls of the various iterations of this process that were implemented. We also discuss outlooks for this unique technology."}
{"id": "2601.16388", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16388", "abs": "https://arxiv.org/abs/2601.16388", "authors": ["Hironori Yamaguchi", "Shunsuke C. Furuya", "Yu Tominaga", "Takanori Kida", "Koji Araki", "Masayuki Hagiwara"], "title": "Emergence of Kondo-assisted Néel order in a Kondo necklace model", "comment": "14 pages, 4 figures", "summary": "The interplay between Kondo screening and magnetic order has long been a central issue in the physics of strongly correlated systems. While the Kondo effect has traditionally been understood to suppress magnetism through the formation of local singlets, recent studies suggest that Kondo interactions may enhance magnetic order under certain conditions. However, these scenarios often rely on complex electronic structures, including orbital and charge degrees of freedom, making the essential mechanisms difficult to isolate. Here we report the realization of a spin-(1/2,1) Kondo necklace model in a Ni-based complex-a minimal spin-only analog of the Kondo lattice that isolates quantum spin correlations by eliminating charge degrees of freedom. Thermodynamic measurements identify a magnetic phase transition and a field-induced quantum phase transition. Perturbative analysis reveals that the Kondo coupling mediates effective antiferromagnetic interactions between the spin-1 sites, stabilizing the Néel order across the entire chain. Our results establish a universal boundary in Kondo physics, where coupling to spin-1/2 moments yields singlets, but to spin-1 and higher stabilizes magnetic order."}
{"id": "2601.16501", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16501", "abs": "https://arxiv.org/abs/2601.16501", "authors": ["Wanting Yang", "Haohuan Peng", "Ziming Wang", "Xiaoxuan Ma", "Baojuan Kang", "Chang Xue", "Rongrong Jia", "Jun-Yi Ge", "Jinrong Cheng", "Shixun Cao"], "title": "Electrically Accessible Metamagnetic Transition via a Doping-Induced Low-Energy Magnetic State in Antiferromagnetic Insulator RFeO3", "comment": null, "summary": "Low-energy antiferromagnetic phase transitions offer an appealing platform for low-power spintronic functionalities, yet their direct electrical access in insulating antiferromagnets remains challenging, particularly in the low-field regime where subtle Neeel vector reorientations dominate. Here, we demonstrate that targeted rare-earth-site engineering enables an electrically accessible metamagnetic transition in the insulating orthoferrite Ho0.5Dy0.5FeO3. By combining the distinct spin-reorientation sequences of DyFeO3 and HoFeO3, Dy substitution stabilizes a dual spin-reorientation pathway, hosting an intermediate state with a reduced energy barrier. This low-energy antiferromagnetic state can be tuned into the weak-ferromagnetic state under low magnetic fields. The critical field decreases with increasing temperature, providing a favorable window for functional manipulation. Both longitudinal and transverse spin Hall magnetoresistance channels exhibit clear and reproducible signatures of the metamagnetic transitions. Owing to the enhanced sensitivity of the transverse channel, additional low-field features are resolved, reflecting the projection of the Neel vector onto the spin-accumulation direction. Electrical transport measurements correlate directly with the magnetically determined phase boundaries, establishing a purely electrical access to low-energy phase transitions and to illustrate a viable pathway for exploring low-power spin dynamics in insulating oxide antiferromagnets."}
{"id": "2601.16389", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16389", "abs": "https://arxiv.org/abs/2601.16389", "authors": ["Itsuki Shimamura", "Risa Yagura", "Takanori Kida", "Masayuki Hagiwara", "Koji Araki", "Yoshiki Iwasaki", "Yuko Hosokoshi", "Kenta Kimura", "Hironori Yamaguchi"], "title": "Realization of a triangular spin necklace in a verdazyl-based Ni complex", "comment": "7 pages, 4 figures", "summary": "We successfully synthesized a verdazyl-based complex, ($m$-Py-V)$_3$[Ni(NO$_3$)$_2$], in which Ni$^{2+}$ ions and verdazyl radicals form a one-dimensional, triangular spin necklace consisting of spin-1/2 and spin-1 units. Molecular orbital calculations reveal strong antiferromagnetic (AF) interactions between inversion-related radical pairs that form spin-1/2 singlet dimers. The remaining verdazyl and Ni$^{2+}$ spins form frustrated triangular units, creating a distinctive spin network. Magnetic susceptibility and specific heat measurements identify a phase transition to an AF order. The application of magnetic fields suppresses the phase transition signal, suggesting field-induced decoupling of the spin-1 moments. Electron spin resonance measurements are used to evaluate the easy-axis anisotropy of spin-1, which may promote the AF order. This work provides a rare example of a geometrically frustrated quantum spin chain realized via molecular design, thereby offering a platform for exploring frustration-driven quantum phases in low-dimensional materials."}
{"id": "2601.16524", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16524", "abs": "https://arxiv.org/abs/2601.16524", "authors": ["Hong Dang Nguyen", "Alexei A. Belik", "Petr Kužel", "Fedir Borodavka", "Maxim Savinov", "Jan Drahokoupil", "M. Jarošová", "Petr Proschek", "Bartoloměj Vaníček", "Stanislav Kamba"], "title": "Dielectric, magnetic and lattice dynamics properties of double perovskite (Ca0.5Mn1.5)MnWO6", "comment": "29 pages, 8 figures plus Supporting Information", "summary": "Recent dielectric and magnetic studies of (Ca0.5Mn1.5)MnWO6 ceramics [A.A. Belik, Chem. Mater. 36, 7604 (2024)] have classified this material as a rare hybrid multiferroic, with both antiferromagnetic and (anti)ferroelectric ordering occurring at the same temperature of 22 K. The pronounced dielectric anomaly observed at this temperature indicated that the structural change is primarily induced by a phonon soft mode and not by a spin arrangement, as is usually the case in type II multiferroics. However, our comprehensive investigation involving new ceramic samples as well as the sample from the above-mentioned reference does not support this conclusion. Low-temperature polarization measurements revealed no evidence of either ferroelectric or antiferroelectric order in both sample series. The dielectric permittivity exhibits only a slight change at the antiferromagnetic transition, and phonon modes observed in IR and Raman spectra show no indication of a symmetry change at low temperatures. In the new samples the Neel temperature is shifted to TN = 18 K. XRD, SEM, EDS and WDS analyses confirmed the composition (Ca0.5Mn1.5)MnWO6 of both ceramics, but also indicated a small amount (percentage points) of MnO and CaO impurities in the sample from the previous publication and Mn3O4, CaWO4 secondary phases (<4%) in the new ceramics. The differences in dielectric and magnetic properties of the two samples can therefore be explained by their different chemical purity. The small dielectric anomaly of the new sample at the antiferromagnetic transition temperature is explained by a spin-phonon coupling. We conclude that (Ca0.5Mn1.5)MnWO6 is not a multiferroic, but a paraelectric antiferromagnet."}
{"id": "2601.16402", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16402", "abs": "https://arxiv.org/abs/2601.16402", "authors": ["P. S. Parashar", "M. M. Fogler"], "title": "Diffusive and hydrodynamic magnetotransport around a density perturbation in a two-dimensional electron gas", "comment": "11 pages, 6 figures", "summary": "We study current flow around a circular density depletion in a two-dimensional electron gas in the presence of a strong magnetic field. The depletion is parametrized by a power-law tail with an exponent $β> 2$. We show that current and electrochemical potential are exponentially suppressed inside a surrounding area much larger than the geometric size of the depletion region. The corresponding ``no-go'' radius grows as a certain power of the magnetic field. Residual current and potential exhibit spiraling patterns inside the no-go region. Outside of it, they acquire corrections inversely proportional to the distance, which is known as the Landauer resistivity dipole. The Landauer dipole is rotated by the angle $π(1 - 1 / β)$ with respect to the direction of the average electric field. We also consider the effect of electron viscosity and show that the variation of the no-go radius with magnetic field becomes more rapid if viscosity is large enough. In that regime the size of the Landauer dipole is set by the Gurzhi length, which is much larger than the no-go radius, which is in turn much larger than the geometric size of the depletion. Our results may be useful for interpreting nanoimaging of current distribution in graphene and other two-dimensional systems."}
{"id": "2601.16525", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16525", "abs": "https://arxiv.org/abs/2601.16525", "authors": ["Yi-Jie Wang", "Geng-Dong Zhou", "Hyunsung Jung", "Seongyeon Youn", "Seung-Sup B. Lee", "Zhi-Da Song"], "title": "Bosonization Solution to Spin-Valley Kondo Problem: Finite-Size Spectrum and Renormalization Group Analysis", "comment": "40 pages, 5 figures. arXiv admin note: substantial text overlap with arXiv:2510.23604", "summary": "Spin-valley Anderson impurities (SVAIM) with (anti-)Hund's splitting provide a natural explanation to the origin of pairing potential and pseudogap in the magic-angle graphene. In this work, we derive and analytically solve the low-energy Kondo theories for SVAIM at half-filling, with especial focus on the two anti-Hund's regimes: the impurity is either dominated by a valley doublet, or a trivial singlet. In the doublet regime, we reveal that a novel pair Kondo scattering $λ_x$ is required to flip the valley doublet, which involves a quartic operator of bath electrons. Our renormalization group (RG) calculation based on the Coulomb gas analog shows $λ_x$ drives a phase transition of the Berezinskii-Kosterlitz-Thouless type. One side of the transition is an anisotropic doublet phase, characterized by non-universal phase shifts of bath electrons and non-analytic impurity susceptibilities, while the other is a Fermi liquid formed by pair-Kondo resonance. The finite-size many-body spectrum, thermodynamic quantities, and correlation functions for both phases are analytically solved. Remarkably, the solution in the pair-Kondo Fermi liquid is achieved via the constructive approach of bosonization-refermionization along a solvable fixed line, where the many-body interaction $λ_x$ is mapped into a pseudo-fermion bilinear in a rigorous manner. Finally, we also apply the RG analysis to the singlet regime, and identify a second-order phase transition between the Kondo Fermi liquid and a local singlet phase."}
{"id": "2601.16604", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.16604", "abs": "https://arxiv.org/abs/2601.16604", "authors": ["Domenico De Fazio", "Sebastián Castilla", "Karuppasamy P. Soundarapandian", "Tetiana Slipchenko", "Ioannis Vangelidis", "Simone Marconi", "Riccardo Bertini", "Vlad Petrica", "Yang Hao", "Alessandro Principi", "Elefterios Lidorikis", "Roshan K. Kumar", "Luis Martín-Moreno", "Frank H. L. Koppens"], "title": "Enhanced Terahertz Photoresponse via Acoustic Plasmon Cavity Resonances in Scalable Graphene", "comment": null, "summary": "Precise control and nanoscale confinement of terahertz (THz) fields are essential requirements for emerging applications in photonics, quantum technologies, wireless communications, and sensing. Here, we demonstrate a polaritonic cavity enhanced THz photoresponse in an antenna coupled device based on chemical vapor deposited (CVD) monolayer graphene. The dipole antenna lobes simultaneously serve as two gate electrodes, concentrate the impinging THz field, and efficiently launch acoustic graphene plasmons (AGPs), which drive a strong photo-thermoelectric (PTE) signal. Between 6 and 90 K, the photovoltage exhibits pronounced peaks, modulating the PTE response by up to 40\\%, that we attribute to AGPs forming a Fabry Pérot THz cavity in the full or half graphene channel. Combined full wave and transport thermal simulations accurately reproduce the gate controlled plasmon wavelength, spatial absorption profile, and the resulting nonuniform electron heating responsible for the PTE response. The lateral and vertical maximum confinement factors of the AGP wavelength relative to the incident wavelength are 165 and 4000, respectively, for frequencies from 1.83 to 2.52 THz. These results demonstrate that wafer scalable CVD graphene, without hBN encapsulation, can host coherent AGP resonances and exhibit an efficient polaritonic enhanced photoresponse under appropriate gating, antenna coupling, and AGP cavity design, opening a route to scalable, polarization and frequency selective, liquid nitrogen cooled, and low power consumption THz detection platforms based on plasmon thermoelectric transduction."}
{"id": "2601.16526", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16526", "abs": "https://arxiv.org/abs/2601.16526", "authors": ["Shaokai Zhou", "Haihui Cai", "Yehao Wu", "Yufeng Min", "Renchen Yuan", "Yezhu Lv", "Jianming Huang", "Yuanyuan Shi", "Yury Yuryevich Illarionov"], "title": "Mobile charges in MoS2/high-k oxide transistors: from abnormal instabilities to memory-like dynamics", "comment": "45 page, 17 figure, The first 28 pages of the main text contain 7 figures, and the following 17 pages of supplementary information contain 10 figures", "summary": "MoS$_2$ field-effect transistors (FETs) with high-\\textit{k} oxides currently lag behind silicon standards in bias and temperature stability due to ubiquitous border oxide traps that cause clockwise (CW) hysteresis in gate transfer characteristics. While suppressing this effect is typically mandatory for logic FETs, here we explore an alternative strategy where the initial CW hysteresis can be dynamically overcome by stronger counterclockwise (CCW) hysteresis towards memory-like dynamics. We systematically compare hysteresis in similar back-gated MoS$_2$/HfO$_2$ and MoS$_2$/Al$_2$O$_3$ FETs up to 275\\textdegree C. At room temperature, both devices initially show sizable CW hysteresis. However, at 175\\textdegree C MoS$_2$/HfO$_2$ FETs exhibit dominant CCW dynamics coupled with self-doping and negative differential resistance (NDR) effects. Our compact model suggests that this behavior is caused by the drift of mobile oxygen vacancies (\\textit{V}\\({}_{\\mathrm{O}}^{+}\\) or \\textit{V}\\({}_{\\mathrm{O}}^{2+}\\)) within HfO$_2$ which also causes negative $V_{\\mathrm{th}}$ shift under a constant positive bias stress. This alternative mechanism effectively overrides the initial CW hysteresis and enables intrinsic memory functionality that can be enhanced by using narrower gate bias sweep ranges. In contrast, the MoS$_2$/Al$_2$O$_3$ FETs display only minor CCW dynamics even at 275\\textdegree C due to higher drift activation energies for the same vacancies, thereby maintaining superior stability. Our results reveal an insulators selection paradigm: Al$_2$O$_3$ layers are better suited to suppress detrimental negative $V_{\\mathrm{th}}$ shifts in MoS$_2$ logic FETs at high temperatures, whereas their HfO$_2$ counterparts can serve as active memory layers that would exploit these abnormal instabilities."}
{"id": "2601.16688", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16688", "abs": "https://arxiv.org/abs/2601.16688", "authors": ["Changhua Bao", "Vincent Eggers", "Manuel Meierhofer", "Jakob Helml", "Lasse Münster", "Suguru Ito", "Leon Machtl", "Sarah Zajusch", "Giacomo Inzani", "Ludwig Wittmann", "Marlene Liebich", "Robert Wallauer", "Ulrich Höfer", "Rupert Huber"], "title": "Observation of an isolated flat band in the van der Waals crystal NbOCl$_2$", "comment": "Flat band; NbOCl2; ARPES; Momentum Microscopy", "summary": "Dispersionless electronic bands lead to an extremely high density of states and suppressed kinetic energy, thereby increasing electronic correlations and instabilities that can shape emergent ordered states, such as excitonic, ferromagnetic, and superconducting phases. A flat band that extends over the entire momentum space and is well isolated from other dispersive bands is, therefore, particularly interesting. Here, the band structure of the van der Waals crystal NbOCl$_2$ is revealed by utilizing photoelectron momentum microscopy. We directly map out an electronic band that is flat throughout the entire Brillouin zone and features a width of only $\\sim$100 meV. This band is well isolated from both the conduction and remote valence bands. Moreover, the quasiparticle band gap shows a high tunability upon the deposition of caesium atoms on the surface. By combining the single-particle band structure with the optical transmission spectrum, the optical gap is identified. The fully isolated flat band in a van der Waals crystal provides a qualitatively new testbed for exploring flat-band physics."}
{"id": "2601.16528", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.16528", "abs": "https://arxiv.org/abs/2601.16528", "authors": ["Christopher D. Woodgate", "Hubert J. Naguszewski", "Nicolas F. Piwek", "David Redka"], "title": "Electronic structure, phase stability, and transport properties of the AlTiVCr lightweight high-entropy alloy: A computational study", "comment": "14 pages, 9 figures, 1 table", "summary": "We investigate the thermodynamics and phase stability of the AlTiVCr lightweight high-entropy alloy using a combination of ab initio electronic structure calculations, a concentration wave analysis, and atomistic Monte Carlo simulations. In alignment both with experimental data and with results obtained using other computational approaches, we predict a $\\textrm{B2}$ (CsCl) chemical ordering emerging in this alloy at comparatively high temperatures, which is driven by Al and Ti moving to separate sublattices, while V and Cr express weaker site preferences. The impact of this $\\textrm{B2}$ chemical ordering on the electronic transport properties of the alloy is investigated within a Kubo-Greenwood linear response framework and it is found that, counter-intuitively, the alloy's residual resistivity increases as the material transitions from the $\\textrm{A2}$ (disordered bcc) phase to our predicted $\\textrm{B2}$ (partially) ordered structure. This is understood to result primarily from a reduction in the density of electronic states at the Fermi level induced by the chemical ordering. At low temperatures, our atomistic Monte Carlo simulations then reveal subsequent sublattice orderings, with the ground-state configuration predicted to be a fully-ordered, single-phase structure with vanishing associated residual resistivity. These results give fresh, insight into the atomic-scale structure and consequent physical properties of this well-studied, technologically relevant material."}
{"id": "2601.16851", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16851", "abs": "https://arxiv.org/abs/2601.16851", "authors": ["Albert Zhu", "Daniel Bennett", "Daniel T. Larson", "Mohammed M. Al Ezzi", "Efstratios Manousakis", "Efthimios Kaxiras"], "title": "Twisted bilayer graphene from first-principles: structural and electronic properties", "comment": null, "summary": "We present a comprehensive first-principles study of twisted bilayer graphene (tBLG) for a wide range of twist angles, with a focus on structural and electronic properties. By employing density functional theory (DFT) with an optimized local basis set, we simulate tBLG, obtaining fully relaxed commensurate structures for twist angles down to 0.987°. For all angles the lattice relaxation agrees well with continuum elastic models. For angles accessible to plane-wave DFT (VASP), we provide a detailed comparison with our local basis DFT (SIESTA) calculations, demonstrating excellent agreement in both the atomic and electronic structure. The dependence of the Fermi velocity and band width on the twist angle shows qualitative agreement with results from an `exact' $\\mathbf{k \\cdot p}$ continuum model, but reveals a small twist angle offset. Additionally, we provide details of the low-energy wavefunction character, band inversion and symmetries. Our results provide an ab initio reference point for the microscopic structure and electronic properties of tBLG which will serve as the foundation for future studies incorporating many-body effects."}
{"id": "2601.16539", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.16539", "abs": "https://arxiv.org/abs/2601.16539", "authors": ["Sumeja Bureković", "Filippo De Luca", "Michael E. Cates", "Cesare Nardini"], "title": "Active Cahn--Hilliard theory for non-equilibrium phase separation: quantitative macroscopic predictions and a microscopic derivation", "comment": "44 pages, 15 Figures. SB and FDL contributed equally to this work", "summary": "Phase-separating active systems can display phenomenology that is impossible in equilibrium. The binodal densities are not solely determined by a bulk (effective) free energy, but also affected by gradient terms, while capillary waves and Ostwald processes are determined by three distinct interfacial tensions. These and related phenomena were so far explained at continuum level using a top-down minimal theory (Active Model B+). This theory, by Taylor-expanding in the scalar order parameter (or density), effectively assumes that phase separation is weak, which is not true across most of the phase diagram. Here we develop a quantitative account of active phase separation, by introducing an active counterpart of Cahn-Hilliard theory, constructing the density current from all possible terms with up to four spatial derivatives without Taylor-expanding in the density. From this O(grad^4) theory, we show how to compute binodals and interfacial tensions for arbitrary choices of the five density-dependent 'coefficient functions' that specify the theory (replacing the four constant coefficients of Active Model B+). We further consider a particle model composed of thermal quorum-sensing active particles (tQSAPs) yielding a fully specified example of the O(grad^4) theory upon coarse-graining. We find that to coarse-grain consistently at O(grad^4) requires a novel procedure, based on multiple-scale analysis, to systematically eliminate fast-evolving orientational moments. Using this, we calculate from microscopic physics all five coefficient functions of the active Cahn-Hilliard theory for tQSAPs. We identify contributions that were missed in previous continuum theories, and show how neglecting them becomes justified only in the limit of large quorum-sensing range parameter. Comparison with particle simulations of tQSAPs shows that our O(grad^4) theory improves on previous continuum models [...]"}
{"id": "2601.16856", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16856", "abs": "https://arxiv.org/abs/2601.16856", "authors": ["Moon-ki Choi", "Ellad B Tadmor"], "title": "Statistical mechanics of a 2D material in a gas reservoir", "comment": null, "summary": "We derive and validate a partition function for low-dimensional systems interacting with a heat bath, addressing the general issue of thermodynamic modeling of nanoscale systems. In contrast to bulk systems in the canonical (NVT) ensemble where the partition function is solely determined by the Hamiltonian of the system and the temperature of the heat bath, our formulation demonstrates that accounting for the interactions with the heat bath is essential for describing the statistical mechanics of low-dimensional materials. To validate our theoretical findings, we develop a molecular dynamics (MD) algorithm for directly modeling the heat bath as a gas reservoir. We first validate our approach using a 1D harmonic oscillator, calculating its length distribution through explicit numerical integration and confirming these results with MD simulations. We then extend our method to investigate the out-of-plane fluctuations of a 2D graphene monolayer immersed in a gas at finite temperature and pressure. Comparisons with conventional NVT ensemble simulations controlled by a thermostat reveal that environmental interactions significantly influence the properties of the 2D material system."}
{"id": "2601.16544", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16544", "abs": "https://arxiv.org/abs/2601.16544", "authors": ["Giovanni Ceccio", "Jiri. Vacík", "Mykhailo Drozdenko", "Romana Mikšová", "Josef Novak", "Eva Štěpanovská", "Mayur Khan"], "title": "Synergistic effects of ferromagnetic elements and LAGP solid electrolyte in suppressing and trapping polysulfide shuttle transfers in lithium-sulfur batteries", "comment": null, "summary": "The large - scale commercialization of promising lithium - sulfur (Li - S) batteries remains limited by the polysulfide shuttle effect, which causes rapid capacity fading and poor cycle life. In this study, we present a scalable strategy to mitigate this challenge by modifying polyethylene (PE) separators with ferromagnetic and solid - state ionic coatings. Thin films of nickel (Ni), cobalt (Co), and the Li - ion - conducting ceramic Li1.5Al0.5Ge1.5(PO4)3 (LAGP) were deposited via ion beam sputtering, while Ni ion implantation was also employed to modify the PE substrate. The electrochemical performance of pristine and modified separators was evaluated using electrochemical impedance spectroscopy (EIS) and staircase voltammetry (SV) in liquid electrolyte within H - cell configurations. Surface morphology and elemental composition were characterized by scanning electron microscopy (SEM) and Rutherford backscattering spectroscopy (RBS). The results show that LAGP-based coatings significantly enhance separator stability and effectively suppress polysulfide diffusion, leading to lower redox peak intensities and improved cycling performance. In contrast, Ni coatings exhibited poor long - term stability, likely due to parasitic reactions or delamination during its life time. The combined LAGP/Co architecture provided the most effective suppression of the polysulfide shuttle, attributed to synergistic ionic and catalytic effects that promote interfacial stability and selective ion transport. Ni implantation into PE showed only a negligible effect. This study highlights the potential of integrating solid ionic conductors with ferromagnetic layers to design multifunctional separators for high-performance Li - S batteries."}
{"id": "2601.16575", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16575", "abs": "https://arxiv.org/abs/2601.16575", "authors": ["Sabri Koraltan", "Claas Abert", "Manfred Albrecht", "Maria Azhar", "Christian Back", "Hélène Béa", "Max T. Birch", "Stefan Blügel", "Olivier Boulle", "Felix Büttner", "Ping Che", "Vincent Cros", "Emily Darwin", "Louise Desplat", "Claire Donnelly", "Haifeng Du", "Karin Everschor-Sitte", "Amalio Fernández-Pacheco", "Simone Finizio", "Giovanni Finocchio", "Markus Garst", "Raphael Gruber", "Dirk Grundler", "Satoru Hayami", "Thorsten Hesjedal", "Axel Hoffmann", "Aleš Hrabec", "Hans Josef Hug", "Hariom Jani", "Jagannath Jena", "Wanjun Jiang", "Javier Junquera", "Kosuke Karube", "Lisa-Marie Kern", "Joo-Von Kim", "Mathias Kläui", "Hidekazu Kurebayashi", "Kai Litzius", "Yizhou Liu", "Martin Lonsky", "Christopher H. Marrows", "Jan Masell", "Stefan Mathias", "Yuriy Mokrousov", "Stuart S. P. Parkin", "Bastian Pfau", "Paolo G. Radaelli", "Florin Radu", "Ramamoorthy Ramesh", "Nicolas Reyren", "Stanislas Rohart", "Shinichiro Seki", "Ivan I. Smalyukh", "Sopheak Sorn", "Daniel Steil", "Dieter Suess", "Mykola Tasinkevych", "Yoshinori Tokura", "Riccardo Tomasello", "Victor Ukleev", "Hyunsoo Yang", "Fehmi Sami Yasin", "Xiuzhen Yu", "Chenhui Zhang", "Shilei Zhang", "Le Zhao", "Sebastian Wintz"], "title": "The 2026 Skyrmionics Roadmap", "comment": "244 Pages, 33 Sections, 52 Figures", "summary": "Magnetic skyrmions and related topological spin textures have emerged as a central topic in condensed-matter physics, combining fundamental significance with potential for transformative applications in spintronics, magnonics, and beyond. Over the past decade, advances in material platforms, imaging techniques, theoretical modeling, and device concepts have established skyrmionics as a rapidly expanding field. At the same time, challenges remain in stabilizing, controlling, and integrating such textures into functional architectures, while novel phenomena such as antiskyrmions, higher-order skyrmions, hopfions, and antiferromagnetic textures arise. The 2026 Skyrmionics Roadmap represents a collective effort of many authors, providing a comprehensive perspective on the current state-of-the-art and the outlook for the coming years. In 33 focused sections, each co-authored by two researchers, we chart progress in theory and modeling, material systems, skyrmion dynamics, and skyrmion technologies. By offering a consolidated vision, this Roadmap aims to guide both fundamental research and application-driven efforts, accelerating the transition of skyrmionics from conceptual breakthroughs toward practical technologies."}
{"id": "2601.16604", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.16604", "abs": "https://arxiv.org/abs/2601.16604", "authors": ["Domenico De Fazio", "Sebastián Castilla", "Karuppasamy P. Soundarapandian", "Tetiana Slipchenko", "Ioannis Vangelidis", "Simone Marconi", "Riccardo Bertini", "Vlad Petrica", "Yang Hao", "Alessandro Principi", "Elefterios Lidorikis", "Roshan K. Kumar", "Luis Martín-Moreno", "Frank H. L. Koppens"], "title": "Enhanced Terahertz Photoresponse via Acoustic Plasmon Cavity Resonances in Scalable Graphene", "comment": null, "summary": "Precise control and nanoscale confinement of terahertz (THz) fields are essential requirements for emerging applications in photonics, quantum technologies, wireless communications, and sensing. Here, we demonstrate a polaritonic cavity enhanced THz photoresponse in an antenna coupled device based on chemical vapor deposited (CVD) monolayer graphene. The dipole antenna lobes simultaneously serve as two gate electrodes, concentrate the impinging THz field, and efficiently launch acoustic graphene plasmons (AGPs), which drive a strong photo-thermoelectric (PTE) signal. Between 6 and 90 K, the photovoltage exhibits pronounced peaks, modulating the PTE response by up to 40\\%, that we attribute to AGPs forming a Fabry Pérot THz cavity in the full or half graphene channel. Combined full wave and transport thermal simulations accurately reproduce the gate controlled plasmon wavelength, spatial absorption profile, and the resulting nonuniform electron heating responsible for the PTE response. The lateral and vertical maximum confinement factors of the AGP wavelength relative to the incident wavelength are 165 and 4000, respectively, for frequencies from 1.83 to 2.52 THz. These results demonstrate that wafer scalable CVD graphene, without hBN encapsulation, can host coherent AGP resonances and exhibit an efficient polaritonic enhanced photoresponse under appropriate gating, antenna coupling, and AGP cavity design, opening a route to scalable, polarization and frequency selective, liquid nitrogen cooled, and low power consumption THz detection platforms based on plasmon thermoelectric transduction."}
{"id": "2601.16611", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16611", "abs": "https://arxiv.org/abs/2601.16611", "authors": ["Swetha Pemma", "Lena Langenohl", "Saba Saood", "Yoonji Choi", "Rebecca Janisch", "Christian H. Liebscher", "Gerhard Dehm", "Tobias Brink"], "title": "Role of defects in the thermodynamic stability of grain boundary phases at asymmetric tilt boundaries in copper", "comment": "20 pages, 14 figures", "summary": "Grain boundaries can exist as different grain boundary phases (also called complexions) with individual atomic structures. The thermodynamics of these defect phases in high-angle grain boundaries were studied mostly with atomistic and phase field computer simulations, but almost exclusively for special, symmetric boundaries. Here, we use molecular dynamics simulations combined with structure search methods, as well as scanning transmission electron microscopy experiments to take a step towards understanding more general grain boundaries. Using the example of $Σ$37c $[11\\overline{1}]$ tilt boundaries in Cu, we show how the grain boundary phase transition on a symmetric boundary plane is changed by the geometrically necessary defects introduced in inclined, asymmetric boundaries. We analyze the disconnections - which are dislocation-like line defects of grain boundaries - both in the simulations, as well as in experimental Cu and Al samples. A main finding is that defect energies can have a major influence on the stability of grain boundary phases, even at small inclinations. Furthermore, some defects are not able to effect large inclinations. At that point, defective asymmetric GB phases compete with grain boundaries faceting into the adjacent symmetric GB phases."}
{"id": "2601.16630", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16630", "abs": "https://arxiv.org/abs/2601.16630", "authors": ["Xing-Zhou Qu", "Dai-Wei Qu", "Qiaoyi Li", "Wei Li", "Gang Su"], "title": "$d$-wave FFLO state and charge-2e supersolidity in the $t$-$t'$-$J$ model under Zeeman fields", "comment": "5+4 pages, 4+4 figures", "summary": "Unconventional superconductivity under strong Zeeman fields--particularly beyond the Pauli paramagnetic limit--remains a central challenge in condensed matter physics. The exotic Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) state, in particular, remains in need of definitive study within fundamental electronic models. Here we employ state-of-the-art finite-temperature and ground-state tensor network approaches to systematically explore the superconducting (SC) phase diagram of the $t$-$t'$-$J$ model subjected to Zeeman fields. We find that zero-momentum $d$-wave superconductivity persists until the spin gap closes, coexisting with charge density waves. A novel $d$-wave FFLO phase emerges under a higher Zeeman field even above the Pauli limit, concomitant with a field-enhanced spin density waves. We identify these phases, characterized by the simultaneous presence of pairing condensate and density wave orders, as charge-2e supersolids. Analysis of Matsubara Green's function reveals that the FFLO pairing momentum is locked to the underlying Fermi surface. Our results provide microscopic insights into field-induced unconventional pairing mechanisms and reveal the long-sought FFLO state in a fundamental correlated electron model, offering a promising route for its realization in ultracold atom optical lattice."}
{"id": "2601.16633", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16633", "abs": "https://arxiv.org/abs/2601.16633", "authors": ["A. Pac", "G. M. Macauley", "J. A. Brock", "A. Hrabec", "A. Kurenkov", "V. Raposo", "E. Martinez", "L. J. Heyderman"], "title": "Current-induced magnetization control in dipolar-coupled nanomagnet pairs and artificial spin ice", "comment": "31 pages, 15 figures", "summary": "Exploiting current-induced spin-orbit torques (SOTs) to manipulate the magnetic state of dipolar-coupled nanomagnet systems with in-plane magnetic anisotropy, such as artificial spin ices, provides a route to local, electrically-programmable control of the magnetization, with relevance for applications including neuromorphic computing. Here, we demonstrate how the orientation of a nanomagnet relative to the direction of an applied electrical current impacts the threshold current density needed for all-electrical magnetization switching, and how dipolar coupling between the nanomagnets influences the switching of interacting pairs and ensembles of nanomagnets. Using a material system designed to generate SOTs in response to electrical currents, we find that the current required to switch the magnetization of isolated nanomagnets varies non-monotonically as the angle between the nanomagnet long axis and the current increases. In small artificial spin ice systems, we observe similar angular dependence of the switching current, which can be used to control the magnetization orientation of specific subsets of nanomagnets. These experimental results are supported by micromagnetic modeling, which illustrates how the various current induced torques can be exploited to control magnetization switching in nanomagnetic systems. These results establish SOT switching as a practical method for programmable manipulation of dipolar nanomagnetic systems."}
{"id": "2601.16634", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16634", "abs": "https://arxiv.org/abs/2601.16634", "authors": ["Soichiro Kikuchi", "Yuki Yanagi", "Thi Ngoc Huyen Vu", "Michi-To Suzuki"], "title": "Microscopic Origin of Piezomagnetism in Mn$_3$Sn: A Dual Real- and $k$-Space Picture", "comment": "8 pages, 10 figures", "summary": "We present a comprehensive first-principles study on the origin of the piezomagnetic effect in the non-collinear antiferromagnet Mn$_3$Sn, a material known for exhibiting a large anomalous Hall effect. We investigate strain-induced variations of electronic and magnetic states and elucidate the mechanism of the piezomagnetic effect from both real-space and momentum-space perspectives. In real space, the emergence of piezomagnetism is understood to arise from rotations of the magnetic moments at specific Mn sites, which directly couple to the strain. Through detailed electronic structure analysis, we identify the Fermi surfaces that play a crucial role in the emergence of piezomagnetism. Our results reveal that specific Fermi surface features undergo pseudo-degeneracy lifting under applied strain, which significantly contributes to the induced net magnetization. By combining these complementary real-space and momentum-space pictures, our dual-space analysis provides deep insight into the microscopic origins of strain-driven magnetization in Mn$_3$Sn."}
{"id": "2601.16688", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16688", "abs": "https://arxiv.org/abs/2601.16688", "authors": ["Changhua Bao", "Vincent Eggers", "Manuel Meierhofer", "Jakob Helml", "Lasse Münster", "Suguru Ito", "Leon Machtl", "Sarah Zajusch", "Giacomo Inzani", "Ludwig Wittmann", "Marlene Liebich", "Robert Wallauer", "Ulrich Höfer", "Rupert Huber"], "title": "Observation of an isolated flat band in the van der Waals crystal NbOCl$_2$", "comment": "Flat band; NbOCl2; ARPES; Momentum Microscopy", "summary": "Dispersionless electronic bands lead to an extremely high density of states and suppressed kinetic energy, thereby increasing electronic correlations and instabilities that can shape emergent ordered states, such as excitonic, ferromagnetic, and superconducting phases. A flat band that extends over the entire momentum space and is well isolated from other dispersive bands is, therefore, particularly interesting. Here, the band structure of the van der Waals crystal NbOCl$_2$ is revealed by utilizing photoelectron momentum microscopy. We directly map out an electronic band that is flat throughout the entire Brillouin zone and features a width of only $\\sim$100 meV. This band is well isolated from both the conduction and remote valence bands. Moreover, the quasiparticle band gap shows a high tunability upon the deposition of caesium atoms on the surface. By combining the single-particle band structure with the optical transmission spectrum, the optical gap is identified. The fully isolated flat band in a van der Waals crystal provides a qualitatively new testbed for exploring flat-band physics."}
{"id": "2601.16693", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16693", "abs": "https://arxiv.org/abs/2601.16693", "authors": ["Javier Sanz Rodrigo", "Nicholas A. Kryger-Nelson", "Lena A. Mittmann", "Eugène Bertin", "Ivano E. Castelli", "Andrea Crovetto"], "title": "AI-enhanced discovery and accelerated synthesis of metal phosphosulfides", "comment": null, "summary": "Metal phosphosulfides have emerged as unique multifunctional materials, but they present unique synthesis challenges compared to more established material classes such as oxides and nitrides. As a consequence, experimental development and theoretical understanding of phosphosulfides have focused on individual compounds rather than on accelerated broad-range exploration. In this work, we first evaluate the synthesizability and band gaps of 909 hypothetical ternary phosphosulfides by density functional theory. We find 19 previously unknown thermodynamically stable compounds, including the first Si- and Ge-based phosphosulfides. For rapid band gap prediction, we then develop a multi-fidelity machine learning model to translate semilocal density functional theory band gaps into experimentally calibrated band gaps. Importantly, we extend the accelerated material development workflow to the experimental domain by demonstrating a route to high-throughput synthesis and characterization of virtually any phosphosulfide material system. The method is based on thin-film combinatorial libraries and yields over 100 unique compositions in each experiment, enabling us to synthesize four distinct phosphosulfide compounds in only four combinatorial experiments without prior synthesis recipes and without compromising on material quality. Thus, we argue that accelerated materials development workflows combining theory, artificial intelligence, synthesis, and characterization can be viable even for experimentally challenging inorganic materials."}
{"id": "2601.16704", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16704", "abs": "https://arxiv.org/abs/2601.16704", "authors": ["Maurice Colling", "Mariia Stepanova", "Mario Hentschel", "Somasree Bhattacharjee", "Erik Lysne", "Kasper Hunnestad", "Naoya Kanazawa", "Yoshinori Tokura", "Jan Masell", "Dennis Meier"], "title": "Control of helix orientation in chiral magnets via lateral confinement", "comment": null, "summary": "Helimagnetic materials offer a versatile platform for spin-based device concepts owing to their long-range, tunable spiral order. Here, we demonstrate controlled manipulation of the helimagnetic propagation vector q by geometrical confinement, using FeGe as a model DMI-driven chiral magnet. Micromagnetic simulations based on the nonlinear sigma model reveal that open boundaries give rise to a chiral surface twist acting as an effective surface anisotropy, which dictates the preferred helix orientation in the absence of magnetostatic shape effects. This geometry-induced anisotropy is quantitatively captured by an analytical model derived from the DMI boundary condition. Magnetic force microscopy measurements on focused-ion-beam structured FeGe confirm the predicted orientation behavior and establish geometry-controlled helimagnetic order as a robust, tunable mechanism for steering DMI-stabilized spin-spiral states. The concept provides a general route toward device-level control of chiral magnetic order in of non-centrosymmetric systems."}
{"id": "2601.16716", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.16716", "abs": "https://arxiv.org/abs/2601.16716", "authors": ["Christian Maes"], "title": "What is nonequilibrium?", "comment": "About 100 pages of introduction to nonequilibrium stuff, overlapping to some extent with published work. Updates available via https://fys.kuleuven.be/english/staff/christ/onderwijs-teaching-material", "summary": "Lecture notes on elements of nonequilibrium statistical mechanics: (1) a characterization of the nonequilibrium condition, largely by contrast to equilibrium; (2) a retelling of some of the great performances of the more distant past, including the perspectives of Boltzmann and Onsager; and (3) more recent methods and concepts, from local detailed balance and the identification of entropy fluxes to dynamical fluctuation theory, and the importance of dynamical activity."}
{"id": "2601.16735", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16735", "abs": "https://arxiv.org/abs/2601.16735", "authors": ["Vikash Mishra", "Shashi Pandey", "Swaroop Ganguly", "Alok Shukla"], "title": "Engineering the electronic structure of TiO$_2$ by transition metal doping: A First Principles DFT Study", "comment": "19 pages, 7 figures", "summary": "By means of first-principles density-functional theory (DFT) calculations, we perform a comparative analysis of the electronic and magnetic properties of transition metal-doped TiO$_2$. The electronic band gaps of Ti$_x$M$_{1-x}$O$_2$, where M represents 3d-transition metals such as Sc, V, Cr, Mn, Fe, Co, Ni, Cu, and Zn have been determined using the PBE functional within the generalized-gradient approximation (GGA) scheme, and also using the hybrid HSE06 functional. In the context of pure TiO$_2$, the partial density of states (PDOS) reveals that the electronic band gap emerges between the O-2p and Ti-3d orbitals. It is suggested that the Ti-3d ($t_{2g}$) states play a more prominent role in bonding compared to the Ti-3d ($e_g$) states. We performed DFT calculations to investigate the impact of doping with other 3d transition metal atoms, leading to the emergence of impurity states within the band gap. The hybridization between the oxygen 2p orbitals and the titanium 3d orbitals in TiO$_2$ is altered by the introduction of doping with 3d transition metals because of the change in the oxidation state of titanium, shifting from solely 4+ to a combination of 4+ and 3+ states. The calculation of spin-polarized density demonstrates the emergence of ferromagnetic properties, particularly in titanium dioxide doped with chromium (Cr), manganese (Mn), and iron (Fe) with large magnetic moments. Our work demonstrates the significant impact of doping transition metals on TiO$_2$, allowing for the precise manipulation of electrical and magnetic properties, and thus holds great potential for the development of spin-based memory devices with possible neuromorphic applications."}
{"id": "2601.16738", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16738", "abs": "https://arxiv.org/abs/2601.16738", "authors": ["Eunseo Jeon", "Vincent Masika Peheliwa", "Marie Hrůzová Kratochvílová", "Tim Verhagen", "Yong-Kul Lee"], "title": "Controlling Mixed Mo/MoS$_2$ Domains on Si by Molecular Beam Epitaxy for the Hydrogen Evolution Reaction", "comment": null, "summary": "Molybdenum disulfide (MoS$_2$) is a prototypical layered transition-metal dichalcogenide whose electrocatalytic performance is governed by a delicate balance between crystallinity, defect density, and electronic conductivity. Here we report a systematic molecular beam epitaxy (MBE) study in which annealing temperature, deposition cycle number, and Mo/S thickness ratio were independently varied to control the structural and electronic properties of MoS$_2$ thin films. The successful epitaxial growth of atomically uniform MoS$_2$ directly on Si substrates enables strong interfacial coupling and efficient charge transfer, offering a viable route toward semiconductor-integrated catalytic architectures. X-ray diffraction, Raman spectroscopy, and X-ray absorption analyses reveal that higher annealing temperatures and excessive deposition cycles enhance crystallinity but reduce edge-site density and electrical conductivity, leading to diminished hydrogen evolution reaction (HER) activity. In contrast, intermediate cycle numbers and sulfur-deficient growth conditions yield heterostructures composed of MoS$_2$ with residual metallic Mo and sulfur vacancies, which activate otherwise inert basal planes while providing conductive pathways. These defect-engineered films deliver the best catalytic performance, achieving overpotentials as low as -0.33 V at -10 mA cm$^{-2}$, enlarged electrochemical surface area (ECSA) up to 8.0 cm$^2$, and mass-based turnover frequencies exceeding 23 mmol H$_2$ g$^{-1}$ s$^{-1}$, more than double those of stoichiometric counterparts. Our findings establish sulfur stoichiometry and growth kinetics as powerful levers to tune the interplay between structural order and catalytic activity in MBE-grown MoS$_2$ and point toward a broader strategy for engineering layered catalysts at the atomic scale."}
{"id": "2601.16786", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16786", "abs": "https://arxiv.org/abs/2601.16786", "authors": ["Gianluca Stefanucci", "Enrico Perfetto"], "title": "Unified First-Principles Formula for Time-Resolved ARPES Spectra of Coherent and Incoherent Excitons", "comment": "14 pages, 3 figures", "summary": "Despite major experimental progresses in time-resolved and angle-resolved photoemission spectroscopy, a quantitative, microscopic framework for interpreting exciton-induced modifications of electronic band structures -- applicable even beyond the low-density limit -- is still lacking. Here we close this gap by introducing a unified approach that links the dynamics of coherent and incoherent excitons to distinct and experimentally observable excitonic sidebands. Our central result is a general, first-principles formula for time-resolved photoemission spectra, applicable across a broad range of temperatures, excitation densities, and pump-probe delays. This advance provides a predictive tool for quantitatively tracking excitonic dynamics in complex materials."}
{"id": "2601.16807", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16807", "abs": "https://arxiv.org/abs/2601.16807", "authors": ["Pratyay Ghosh", "Ronny Thomale"], "title": "Zoology of Altermagnetic-type Non-collinear Magnets on the Maple Leaf Lattice", "comment": "7 pages, 3 figures", "summary": "We define unconventional non-collinear magnetic ground states on the maple leaf lattice (MLL) distinguished by the selective breaking or preservation of time reversal ($\\mathcal{T}$) and parity ($\\mathcal{P}$). Depending on the nature of $\\mathcal{P}\\mathcal{T}$-breaking, linear spin-wave theory reveals momentum-dependent non-relativistic magnon spin splitting at different high symmetry points in the Brillouin zone. From a mean-field analysis of the Hubbard model at weak coupling, we reveal itinerant $\\mathcal{P}$-preserving $q=0$ altermagnetic (A$l$M)-type order, while we expect $\\mathcal{P}$-broken canted-$120^\\circ$ A$l$M-type order at strong coupling. Our findings establish the MLL as a prime platform for exploring phase transitions and frustration phenomena emanating from competing non-collinear A$l$M-type orders."}
{"id": "2601.16819", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16819", "abs": "https://arxiv.org/abs/2601.16819", "authors": ["Koyena Bose"], "title": "Non-Abelian fusion and braiding in many-body parton states", "comment": "4 pages, 2 figures", "summary": "Fractional quantum Hall (FQH) states host fractionally charged anyons with exotic exchange statistics. Of particular interest are FQH phases supporting non-Abelian anyons, which can encode topologically protected quantum information. In this work, we construct quasihole bases for a broad family of non-Abelian FQH states using parton wave functions, which reproduces the fusion-space dimensionality expected from their underlying conformal field theory, consistent with level-rank duality across the parton family. As an application, we numerically compute braiding matrices for representative parton states for large systems, providing a general framework for diagnosing non-Abelian characteristics in candidate FQH states."}
{"id": "2601.16831", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16831", "abs": "https://arxiv.org/abs/2601.16831", "authors": ["Shangjie Tian", "Qi Wang", "Yuqing Cao", "Ying Ma", "Xiao Zhang", "Yanpeng Qi", "Hechang Lei", "Shouguo Wang"], "title": "Pressure-induced superconductivity in topological insulator Ge2Bi2Te5 and the evolution with Mn doping", "comment": "8 pages, 4 figures, 1 table", "summary": "Introducing superconductivity (SC) or magnetism into topological insulators (TIs) can give rise to novel quantum states and exotic physical phenomena. Here, we report a high-pressure transport study on the TI Ge2Bi2Te5 and its Mn-doped counterparts. The application of pressure induces a SC in Ge2Bi2Te5, which shows a dome-shape phase diagram with the maximum Tc of 7.6 K at 23 GPa. Doping Mn into Ge2Bi2Te5 introduces an antiferromagnetic order at ambient pressure and strongly weakens the pressure-induced SC, demonstrating that magnetism and SC compete in this material system. Present study provides a new platform for investigating the interplay among band topology, magnetism, and SC."}
{"id": "2601.16843", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16843", "abs": "https://arxiv.org/abs/2601.16843", "authors": ["Marta Fernández-Lomana", "Paula Obladen Aguilera", "Beilun Wu", "Edwin Herrera", "Hermann Suderow", "Isabel Guillamón"], "title": "Superconducting density of states and vortex lattice of LaRu$_2$P$_2$ observed by Scanning Tunneling Spectroscopy", "comment": null, "summary": "We provide the superconducting density of states of the iron based superconductor LaRu2P2 (Tc= 4.1 K), measured using millikelvin Scanning Tunneling Microscopy. From the tunneling conductance, we extract a density of states which shows the opening of a s-wave single superconducting gap. The temperature dependence of the gap also follows BCS theory. Under magnetic fields, vortices present Caroli de Gennes Matricon states, although these are strongly broadened by defect scattering. From the vortex core size we obtain a superconducting coherence length of ξ = 50 nm, compatible with the value extracted from macroscopic Hc2 measurements. We discuss the comparison between s-wave LaRu2P2 and pnictide unconventional multiple gap and strongly correlated Fe based superconductors."}
{"id": "2601.16850", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16850", "abs": "https://arxiv.org/abs/2601.16850", "authors": ["C. L. Sarkis", "K. D. Dixit", "P. Rao", "G. Khundzakishvili", "C. Balz", "J-Q. Yan", "B. Winn", "T. J. Williams", "A. Unnikrishnan", "R. Moessner", "D. A. Tennant", "J. Knolle", "S. E. Nagler", "A. Banerjee"], "title": "Intermediate Field Spin(on) Dynamics in $α$-RuCl$_3$", "comment": "Supplemental data is available upon request", "summary": "We present comprehensive inelastic neutron spectroscopic maps of the magnetic field-induced disordered phase of the Kitaev quantum spin liquid candidate material $α$-RuCl$_3$. For fields along both in-plane high-symmetry directions we observe that the spin excitation spectrum at and above a magnetic field of 8~T is gapped. Excitation modes then sharpen for increasing field but are consistently broader than experimental resolution even at 13.5~T. The out-of-plane dispersion diminishes in the 7-10~T regime, signifying enhanced two-dimensional behavior as the in-plane liquid correlations are established. In this regime, excitations are very broad and largely flat for all accessible energy-momenta, which is kinematically at odds with a magnon-decay picture. By contrast, a continuum of fractionalized excitations naturally yields a broad continuum response, which crucially may be accompanied by sharper modes of bound states of fractionalized excitations. Their damping by the continuum accounts for the observed spectral broadening and field dependence. Our results provide strong evidence for the existence of fractionalized excitations in $α$-RuCl$_3$ in a magnetic field."}
{"id": "2601.16851", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16851", "abs": "https://arxiv.org/abs/2601.16851", "authors": ["Albert Zhu", "Daniel Bennett", "Daniel T. Larson", "Mohammed M. Al Ezzi", "Efstratios Manousakis", "Efthimios Kaxiras"], "title": "Twisted bilayer graphene from first-principles: structural and electronic properties", "comment": null, "summary": "We present a comprehensive first-principles study of twisted bilayer graphene (tBLG) for a wide range of twist angles, with a focus on structural and electronic properties. By employing density functional theory (DFT) with an optimized local basis set, we simulate tBLG, obtaining fully relaxed commensurate structures for twist angles down to 0.987°. For all angles the lattice relaxation agrees well with continuum elastic models. For angles accessible to plane-wave DFT (VASP), we provide a detailed comparison with our local basis DFT (SIESTA) calculations, demonstrating excellent agreement in both the atomic and electronic structure. The dependence of the Fermi velocity and band width on the twist angle shows qualitative agreement with results from an `exact' $\\mathbf{k \\cdot p}$ continuum model, but reveals a small twist angle offset. Additionally, we provide details of the low-energy wavefunction character, band inversion and symmetries. Our results provide an ab initio reference point for the microscopic structure and electronic properties of tBLG which will serve as the foundation for future studies incorporating many-body effects."}
{"id": "2601.16852", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16852", "abs": "https://arxiv.org/abs/2601.16852", "authors": ["Seong-Hoon Jang", "Shin Kiyohara", "Hitoshi Takamura", "Yu Kumagai"], "title": "Charting the Landscape of Oxygen Ion Conductors: A 60-Year Dataset with Interpretable Regression Models", "comment": null, "summary": "Oxygen ion conductors are indispensable materials for such as solid oxide fuel cells, sensors, and membranes. Despite extensive research across diverse structural families, systematic data enabling comparative analysis remain scarce. Here, we present a curated dataset of oxygen ion conductors compiled from $84$ experimental reports spanning $60$ years, covering $483$ materials. Each record includes activation energy ($E_a$) and prefactor ($A$) derived from Arrhenius plots, alongside detailed metadata on structure, composition, measurement method, and data source. When the original papers derive these using an erroneous Arrhenius equation $σ_T=A\\exp{\\left(-\\frac{E_a}{RT}\\right)}$, where ($σ_T$ is the oxygen ion conductivity at temperature $T$ and $R$ is the gas constant), we replotted these using the correct one, $σ_{T}T=A\\exp{\\left(-\\frac{E_a}{RT}\\right)}$. To illustrate how the database can be used, we constructed interpretable regression models for predicting oxygen ionic conductivity. Two symbolic regression models for E_a and A suggest that oxygen ion transport is primarily governed by local coordination environment and the electrostatic interactions, respectively. This dataset establishes a reliable foundation for data-driven discovery and predictive modeling of next-generation oxygen ion conductors."}
{"id": "2601.16856", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16856", "abs": "https://arxiv.org/abs/2601.16856", "authors": ["Moon-ki Choi", "Ellad B Tadmor"], "title": "Statistical mechanics of a 2D material in a gas reservoir", "comment": null, "summary": "We derive and validate a partition function for low-dimensional systems interacting with a heat bath, addressing the general issue of thermodynamic modeling of nanoscale systems. In contrast to bulk systems in the canonical (NVT) ensemble where the partition function is solely determined by the Hamiltonian of the system and the temperature of the heat bath, our formulation demonstrates that accounting for the interactions with the heat bath is essential for describing the statistical mechanics of low-dimensional materials. To validate our theoretical findings, we develop a molecular dynamics (MD) algorithm for directly modeling the heat bath as a gas reservoir. We first validate our approach using a 1D harmonic oscillator, calculating its length distribution through explicit numerical integration and confirming these results with MD simulations. We then extend our method to investigate the out-of-plane fluctuations of a 2D graphene monolayer immersed in a gas at finite temperature and pressure. Comparisons with conventional NVT ensemble simulations controlled by a thermostat reveal that environmental interactions significantly influence the properties of the 2D material system."}
{"id": "2601.16861", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16861", "abs": "https://arxiv.org/abs/2601.16861", "authors": ["N. A. Usov"], "title": "Magnetosomes in Nature, Biomedicine and Physics", "comment": "10 pages, 2 figures", "summary": "Magnetotactic bacteria synthesize linear chains of magnetite nanoparticles within their bodies, which allow the bacteria to navigate the Earth's magnetic field in search of the best habitat. Biogenic magnetite particles, called magnetosomes, are very promising for use in biomedicine. Magnetosome chains have also been found in ancient fossils and sediments. The study of magnetofossils provides valuable information about the Earth's biological past. The presence of biogenic magnetite in ancient rock samples can be detected by measuring ferromagnetic resonance spectra, first-order magnetization reversal curves, or quasi-static hysteresis loops. Theoretical analyses of these experiments generally assume that magnetosomes are spherical nanoparticles, although the shape of some types of magnetosomes is close to spheroidal one. In this work, simple formulas for describing the magneto-dipole interaction of oriented spheroids are obtained and quasi-static hysteresis loops of randomly oriented magnetosome chain assembly consisting of elongated spheroids are calculated."}
{"id": "2601.16864", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16864", "abs": "https://arxiv.org/abs/2601.16864", "authors": ["G. M. Gusev", "A. D. Levin", "V. A. Chitta", "Z. D. Kvon", "N. N. Mikhailov"], "title": "Interaction Induced Magnetotransport in a 2D Dirac-Heavy Hole Hybrid Band System", "comment": "9 pages, 5 figures", "summary": "While electron-electron (e-e) interactions are known to influence resistivity in non-Galilean invariant two-dimensional (2D) systems, their effect on magnetotransport is not fully understood. Conventional models for simple bands often predict a vanishing magnetoresistivity from e-e interactions alone. In this work, we investigate magnetotransport in a gapless 6.3 nm HgTe quantum well, a hybrid 2D band system that hosts coexisting holes with both linear (Dirac-like) and parabolic energy bands. Focusing on the high temperature regime where particle-particle collisions dominate scattering, we observe significant corrections to both the magnetoresistivity and the Hall effect. The high temperature transport coefficients are in good agreement with the theoretical model describing transport in massive-massless fermion mixtures governed by a frictional mechanism and intervalley scattering. Our findings provide strong experimental validation for this theoretical framework, demonstrating that collisions between particles with different dispersions are a key mechanism governing magnetotransport in hybrid band semimetals."}
{"id": "2601.16883", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.16883", "abs": "https://arxiv.org/abs/2601.16883", "authors": ["Mathias Albert", "Denis Bernard", "Tony Jin", "Stefano Scopa", "Shiyi Wei"], "title": "Universal classical and quantum fluctuations in the large deviations of current of noisy quantum systems: The case of QSSEP and QSSIP", "comment": "24 pages, 5 figures", "summary": "We study the fluctuation statistics of integrated currents in noisy quantum diffusive systems, focusing on the Quantum Symmetric Simple Exclusion and Inclusion Processes (QSSEP/QSSIP). These one-dimensional fermionic (QSSEP) and bosonic (QSSIP) models feature stochastic nearest-neighbor hopping driven by Brownian noise, together with boundary injection and removal processes. They provide solvable microscopic settings in which quantum coherence coexists with diffusion. Upon noise averaging, their dynamics reduce to those of the classical SSEP/SSIP. We show that the cumulant generating function of the integrated current, at large scales, obeys a large deviation principle. To leading order in system size and for each noise realization, it converges to that of the corresponding classical process, establishing a classical typicality of current fluctuations in these noisy quantum systems. We further demonstrate a direct connection with Macroscopic Fluctuation Theory (MFT), showing that the large-scale equations satisfied by biased quantum densities coincide with the steady-state Hamilton equations of MFT, thereby providing a microscopic quantum justification of the MFT framework in these models. Finally, we identify the leading finite-size corrections to the current statistics. We show the existence of subleading contributions of purely quantum origin, which are absent in the corresponding classical setting, and provide their explicit expressions for the second and third current cumulants. These quantum corrections are amenable to direct experimental or numerical verification, provided sufficient control over the noise realizations can be achieved. Their presence points toward the necessity of a quantum extension of Macroscopic Fluctuation Theory."}
{"id": "2601.16908", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.16908", "abs": "https://arxiv.org/abs/2601.16908", "authors": ["Henri G. Mendonça", "George B. Martins", "Lauro B. Braz"], "title": "Doping-dependent orbital magnetism in Chromium pnictides", "comment": "20 pages (single column), 5 figures", "summary": "We present results for the phase diagram of the parent compound LaCrAsO under electron doping using the matrix random-phase approximation. At low doping levels, the system stabilizes an antiferromagnetic state in which different Cr sublattices carry opposite spins, consistent with experimental observations. As the doping concentration increases, a stripe-type antiferromagnetic phase becomes favored. At even higher doping, the system repeats the two former magnetic states, but with incommensurate magnetic ordering vectors. The commensurate magnetic phases are associated with more localized electrons in the Cr $d_{3z^2-r^2}$ orbital, whereas the incommensurate phases are linked to the $d_{xy}$ orbital, whose stronger overlap favors itinerant-electron magnetism."}
{"id": "2601.16927", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16927", "abs": "https://arxiv.org/abs/2601.16927", "authors": ["Łucja Kipczak", "Tomasz Woźniak", "Chinmay K. Mohanty", "Igor Antoniazzi", "Jakub Iwański", "Przemysław Oliwa", "Jan Pawłowski", "Meganathan Kalaiarasan", "Zdeněk Sofer", "Andrzej Wysmołek", "Adam Babiński", "Maciej Koperski", "Maciej R. Molas"], "title": "Strong Spin-Lattice Interaction in Layered Antiferromagnetic CrCl$_\\textrm{3}$", "comment": "9 pages, 3 figures + SI", "summary": "Understanding the coupling between lattice vibrations and magnetic order is crucial for controlling properties of two-dimensional magnetic materials. Here, we investigate the vibrational properties of bulk and thick-flake CrCl$_\\textrm{3}$ using polarization-resolved Raman spectroscopy, complemented by photoluminescence, photoluminescence excitation, and optical absorption measurements. Symmetry analysis, supported by first-principles phonon calculations, enables the unambiguous assignment of all eight Raman-active modes, four $\\textrm{A}_\\textrm{g}$ and four $\\textrm{E}_\\textrm{g}$, previously predicted only theoretically. Excitation-energy-dependent measurements reveal that the strong enhancement of selected phonon modes originates primarily from interference effects rather than resonant Raman scattering. Temperature-dependent Raman spectroscopy further reveals pronounced signatures of spin-phonon coupling across the transition from a fully antiferromagnetic phase, through an intermediate regime with local, domain-like ferromagnetic order, to the paramagnetic phase, accompanied by a clear rhombohedral-to-monoclinic structural transition. Together, these results demonstrate how lattice, electronic, and magnetic degrees of freedom collectively govern the Raman response of CrCl$_\\textrm{3}$."}
{"id": "2601.16940", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.16940", "abs": "https://arxiv.org/abs/2601.16940", "authors": ["Sidsel Mulvad Johansen", "Tao Du", "Johan F. S. Christensen", "Anders K. R. Christensen", "Xuan Ge", "Theany To", "Lars R. Jensen", "Morten M. Smedskjaer"], "title": "Connecting bond switching to fracture toughness of calcium aluminosilicate glasses", "comment": null, "summary": "Fracture toughness is a critical mechanical property of glasses, but a detailed understanding of its link to composition and structure is still missing. Here, focusing on the industrially important family of calcium aluminosilicate glasses, we measure the fracture toughness of two glass series using the single-edge precracked beam method, one based on tectosilicate compositions with varying silica contents and the other covering both percalcic and peraluminous compositions with varying Al/Ca ratio. To elucidate the structural origins of the variation in fracture toughness, we perform X-ray total scattering measurements and molecular dynamics simulations. Our findings show that local coordination changes of especially Al atoms, so-called bond switching, feature an overall positive correlation with fracture toughness. We also compare this variation with that in other mechanical properties, including elastic moduli, hardness, and crack initiation resistance. We find that various structural aspects need to be considered to describe and understand the mechanical properties of calcium aluminosilicate glasses."}
{"id": "2601.16942", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.16942", "abs": "https://arxiv.org/abs/2601.16942", "authors": ["Faran Zhou", "Kyle Hwangbo", "Sung Soo Ha", "Xiao-Wei Zhang", "Sae Hwan Chun", "Jaeku Park", "Intae Eom", "Qianni Jiang", "Zekai Yang", "Marc Zajac", "Sungwon Kim", "Sungwook Choi", "Zhaodong Chu", "Kyoung Hun Oh", "Yifan Su", "Alfred Zong", "Elton J. G. Santos", "Ting Cao", "Jiun-Haw Chu", "Stephan O. Hruszkewycz", "Nuh Gedik", "Di Xiao", "Hyunjung Kim", "Xiaodong Xu", "Haidan Wen"], "title": "Atomically Resolved Acoustic Dynamics Coupled with Magnetic Order in a van der Waals Antiferromagnet", "comment": null, "summary": "Magnetoelastic coupling in van der Waals (vdW) magnetic materials enables a unique interplay between the spin and lattice degrees of freedom. Characterizing the elastic responses with atomic and femtosecond resolution across the magnetic transition is essential for guiding the design of magnetically tunable actuators and strain-mediated spintronic devices. Here, ultrafast x-ray diffraction employed at a free-electron laser reveals that the atomic displacements, wave vectors, and dispersion relations of acoustic phonon modes in a vdW antiferromagnet FePS$_3$ are coupled with the magnetic order, by tracking both in-plane and out-of-plane Bragg peaks upon optical excitation across the Néel temperature (T$_N$). One transverse mode shows that a quasi-out-of-plane atomic displacement undergoes a significant directional change across T$_N$. Its quasi-in-plane wave vector is derived by the comparison between the measured sound velocity and the first-principles calculations. The other transverse mode is an interlayer shear acoustic mode whose amplitude is strongly enhanced in the antiferromagnetic phase, exhibiting eight times stronger amplitude than the longitudinal acoustic mode below T$_N$. The atomically resolved characterization of acoustic phonon dynamics that couple with magnetic ordering opens opportunities for harnessing unique magnetoelastic coupling in vdW magnets on ultrafast timescales."}
{"id": "2601.16951", "categories": ["cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.16951", "abs": "https://arxiv.org/abs/2601.16951", "authors": ["Yifan Liu", "Natalia Chepiga", "Yoshiki Fukusumi", "Masaki Oshikawa"], "title": "Boundary critical phenomena in the quantum Ashkin-Teller model", "comment": "45 pages, 12 figures, submission to SciPost", "summary": "We investigate the boundary critical phenomena of the one-dimensional quantum Ashkin-Teller model using boundary conformal field theory and density matrix renormalization group (DMRG) simulations. Based on the $\\mathbb{Z}_2$-orbifold of the $c=1$ compactified boson boundary conformal field theory, we construct microscopic lattice boundary terms that renormalize to the stable conformal boundary conditions,, utilizing simple current extensions and the underlying $\\mathrm{SU}(2)$ symmetry to explicitly characterize the four-state Potts point. We validate these theoretical identifications via finite-size spectroscopy of the lattice energy spectra, confirming their consistency with $D_4$ symmetry and Kramers-Wannier duality. Finally, we discuss the boundary renormalization group flows among these identified fixed points to propose a global phase diagram for the boundary criticality."}
{"id": "2601.16980", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.16980", "abs": "https://arxiv.org/abs/2601.16980", "authors": ["Weiyi Pan", "Jaroslav Fabian"], "title": "Tunable Edelstein effect in intrinsic two-dimensional ferroelectric metal PtBi$_{2}$", "comment": null, "summary": "The Edelstein effect, which enables charge-to-spin conversion and is therefore highly promising for future spintronic devices, can be realized and non-volatilely manipulated in ferroelectric materials owing to their broken inversion symmetry and switchable polarization states. To date, most ferroelectric systems reported to exhibit the Edelstein effect are semiconductors, requiring extrinsic doping for functionality. In contrast, the Edelstein effect has rarely been reported in metallic ferroelectric systems, where doping is unnecessary. Using first-principles calculations, we predict that a pronounced Edelstein effect can be realized in the recently proposed intrinsic two-dimensional ferroelectric metal PtBi$_{2}$ monolayer, where the sign of the Edelstein coefficient is coupled to the direction of ferroelectric polarization through the polarization-switching-induced reversal of spin textures, thereby enabling non-volatile control of charge-spin conversion. The Edelstein effect reaches a magnitude of $10^{11}~\\hbar/(\\textup{A} \\cdot \\textup{cm})$, which is sizable compared to previously reported ferroelectric systems. Microscopically, the Edelstein effect in a PtBi$_2$ monolayer originates from competing contributions of inner Rashba-like electron pockets and outer hole pockets with opposite signs; an upward shift of the Fermi level alters their balance and can reverse the sign of the Edelstein effect. Upon applying biaxial strain, the Fermi-surface electronic structure is strongly modified, resulting in a pronounced change of the Edelstein effect: a 2 \\% compressive strain suppresses the Edelstein effect by about 50 \\%. Our results not only identify a promising material platform for tunable charge-spin conversion but also provide new insights into the functional potential of metallic ferroelectric systems."}
