{"id": "2602.02612", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.02612", "abs": "https://arxiv.org/abs/2602.02612", "authors": ["L. Q. English", "A. Halchenko", "F. Palmero"], "title": "Topologically Protected Spatially Localized Modes: An Easy Experimental Realization of the Su--Schrieffer--Heeger Model", "comment": "10 pages, 13 figures, submitted to Physica B", "summary": "In this paper, we review the basic concepts of topologically protected edge modes using the Su Schrieffer Heeger (SSH) model, originally introduced to describe electrical conductivity in doped polyacetylene polymer chains. We then propose an electrical circuit that emulates this model, provide its mathematical description, and present its experimental realization. The experimental setup is described in detail, with explanations designed to be broadly accessible without much prior familiarity with lattice theory, thus offering an introduction to this active area of research. Both theoretical predictions and experimental results confirm the presence of these modes, showing very good overall agreement. Using this concrete experimental system as a motivating example, we highlight the key aspects of topological protection."}
{"id": "2602.02643", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02643", "abs": "https://arxiv.org/abs/2602.02643", "authors": ["Jun-Xiao Hui", "Qing-Dong Jiang"], "title": "Nonreciprocal perfect Coulomb drag in electron-hole bilayers: coherent exciton superflow as a diode", "comment": "7 pages, 4 figures", "summary": "Distinguishing an exciton condensate from an excitonic gas or insulator remains a fundamental challenge, as both phases feature bound electron-hole pairs but differ only by the emergence of macroscopic phase coherence. Here, we theoretically propose that a spin-orbit-coupled bilayer system can host a finite-momentum exciton condensate exhibiting a nonreciprocal perfect Coulomb drag -- the coherent-exciton diode effect. This effect arises from the simultaneous breaking of inversion and time-reversal symmetries in the exciton condensate, resulting in direction-dependent critical counterflow currents. The resulting nonreciprocal perfect Coulomb drag provides a clear and unambiguous transport signature of phase-coherent exciton condensation, offering a powerful and experimentally accessible approach to identify, probe, and control exciton superfluidity in solid-state platforms."}
{"id": "2602.02692", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02692", "abs": "https://arxiv.org/abs/2602.02692", "authors": ["Federico Escudero", "Dong Wang", "Pierre A. Pantaleón", "Shengjun Yuan", "Francisco Guinea", "Zhen Zhan"], "title": "Straintronics and twistronics in bilayer graphene", "comment": "19 pages, 12 figures, Federico Escudero and Dong Wang contributed equally to this paper", "summary": "The interplay of twist and strain in bilayer graphene enables the formation of moiré patterns and narrow bands that host correlated and topological phases. While magic-angle twisted bilayer graphene has been widely studied, strain provides an additional and realistic control knob for band engineering. In this work, we first generate a global method to construct commensurate supercells for arbitrary twist and strain. Then, using atomistic tight-binding and strain-extended continuum models to study the commensurate structures, we identify configurations that minimize the bandwidth beyond the magic angle. The results reveal a strong dependence of band narrowing and topology on strain type, magnitude, direction and lattice relaxation. Particularly, shear strain produces a stronger distortion than uniaxial strain. Including electron-electron interactions through a self-consistent Hartree potential shows that strain broadens the bare bands while reducing electrostatic renormalization. Strain also drives topological transitions as the narrow and remote bands hybridize, establishing twisted and strained bilayer graphene as a tunable platform for flat-band and topological phenomena."}
{"id": "2602.02737", "categories": ["cond-mat.mes-hall", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.02737", "abs": "https://arxiv.org/abs/2602.02737", "authors": ["Valentin Semkin", "Kirill Kapralov", "Ilya Mazurenko", "Mikhail Kashchenko", "Alexander Morozov", "Yakov Matyushkin", "Dmitry Mylnikov", "Denis Bandurin", "Li Lin", "Alexey Bocharov", "Dmitry Svintsov"], "title": "Universal reconstructive polarimetry with graphene-metal infrared photodetectors", "comment": null, "summary": "Measurement of light polarization has long been based on complex, bulk, and slow optical instruments. The advent of materials with in-situ variable polarization photoresponse has led to the concept of reconstructive polarimetry, where the detector itself plays the role of tunable polarizer. Materials enabling such functionality have been limited to complex van der Waals heterostructures. Here, we demonstrate the reconstructive polarimetry with infrared (IR) detectors based on simple gated graphene-metal junctions. The reconstruction exploits the gate tuning of polarization contrast, which enables the evaluation of both infrared power and polarization angle from photovoltage measurements at two sequential gate voltages. The physics enabling the polarimetry lies in polarization-dependent shift of the electron hot spot near the contact, and the gate tuning of the of light-sensitive barrier width. We further show the universality of polarization reconstruction, i.e. its feasibility with different geometries of the junction, and with graphene of different quality, from hBN-encapsulated to the scalable vapor-deposited wet-transferred samples."}
{"id": "2602.02984", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.02984", "abs": "https://arxiv.org/abs/2602.02984", "authors": ["Alex Gurevich"], "title": "Tuning current flow in superconducting thin film strips by control wires. Applications to single photon detectors and diodes", "comment": null, "summary": "It is shown that integration of a thin film superconducting strip with current-carrying control wires enables one to engineer a profile of supercurrent density $J(x)$ with no current crowding at the edges of a strip wider than the magnetic Pearl length $Λ$. Moreover, $J(x)$ in a strip can be tuned by control wires to produce an inverted $J(x)$ profile with dips at the edges to mitigate current crowding at lithographic defects and block premature penetration of vortices. These conclusions are corroborated by calculations of $J(x)$ in a thin strip coupled inductively with side control wires or in bilayer strip structures by solving the London and Ginzburg Landau equations in the thin film Pearl limit. Thermally-activated penetration of vortices from the edges and unbinding of vortex-antivortex pairs in inverted $J(x)$ profiles are evaluated. It is shown that these structures can be used to develop single-photon strip detectors much wider than $Λ$. Such detectors can be tuned {\\it in situ} by varying current in control wires to reach the ultimate photon sensitivity limited by unbinding of vortex-antivortex pairs. The structures considered here also exhibit a non-reciprocal current response and behave as superconducting diodes."}
{"id": "2602.02504", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2602.02504", "abs": "https://arxiv.org/abs/2602.02504", "authors": ["Mohsen Salimi", "Aurelien Dantan", "Henrik B. Pedersen"], "title": "Single-run determination of the saturation vapor pressure and enthalpy of vaporization/sublimation of a substance undergoing successive solid-solid and solid-liquid phase transitions: the case of $N$-methyl acetamide", "comment": null, "summary": "We report on the dynamical measurement of the saturation vapor pressure of $N$-methyl acetamide in the temperature range $-30^\\circ$C to $34^\\circ$C. This is achieved by monitoring the pressure inside a vacuum chamber in which a precooled sample of the substance slowly thermalizes to the chamber temperature, undergoing first a phase transition between two crystalline structures around $1^\\circ$C and then a solid-liquid phase transition around $30^\\circ$C. Such a measurement provides in a single run accurate data for the saturation vapor pressure and the enthalpies of sublimation and vaporization of the different phases of the investigated substance."}
{"id": "2602.03404", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.03404", "abs": "https://arxiv.org/abs/2602.03404", "authors": ["Arjun Puthli", "Somdatta Goswami", "Souvik Chakraborty"], "title": "Neural Hodge Corrective Solvers: A Hybrid Iterative-Neural Framework", "comment": null, "summary": "We introduce the Neural Hodge Corrective Solver (NHCS), a hybrid iterative-neural framework for partial differential equations that embeds learned corrective operators within the Discrete Exterior Calculus (DEC) formulation. The method combines classical Jacobi-Richardson iterations with data-driven corrections to refine numerical solutions while preserving the underlying topological and metric structure. NHCS employs a two-phase training strategy. In the first phase, DEC operators are learned through relative residual minimization from data. In the second phase, these operators are integrated into the iterative solver, and training targets the improvement of convergence through learned corrective updates that remain effective even for inaccurate intermediate solutions. This staggered training enables stable, progressive refinement while maintaining the structure-preserving properties of DEC discretizations. To improve multiscale adaptivity, NHCS introduces a convolutional neural network-based correction term capable of capturing fine-scale solution features via localized updates informed by global context, improving scalability over mesh component-wise neural approaches. Moreover, the proposed framework substantially reduces computational cost by avoiding Newton-Raphson-based training and the associated Jacobian evaluations of parameterized operators. The resulting solver achieves improved efficiency, robustness, and accuracy without compromising numerical stability."}
{"id": "2602.02803", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02803", "abs": "https://arxiv.org/abs/2602.02803", "authors": ["Yifan Liu", "Robert Dawson", "Nathaniel Gabor", "Vivek Aji"], "title": "Phonon assisted absorption in Transition Metal Dichalcogenide heterostructures", "comment": null, "summary": "The coupling of atomic vibrations to electronic excitations - traditionally understood to be a source of energy loss in semiconductors - has recently been explored in photosynthetic light harvesting as a means to circumvent dissipation by harnessing quantum vibronic coherence. Motivated by recent photocurrent measurements of vibronic sidebands in WSe$_2$/MoSe$_2$ optoelectronic devices, we present a nonperturbative theoretical framework for phonon-assisted absorption in van der Waals heterostructures. Using a polaron transformation, a closed-form expression for the optical absorption spectrum at arbitrary temperatures is presented. Our model includes both intraband and interband electron--phonon coupling. Detailed analysis shows that the observed periodic sidebands originate from the strong coupling between interlayer excitons and nearly dispersionless optical phonon modes. Comparing two limiting cases - one involving only intraband couplings, and another incorporating coherent interband processes - we show that interband phonon-assisted transitions are needed to account for the observed data. Beyond enabling the direct estimation of vibronic coupling strengths from spectroscopic data, these findings have profound consequences for our understanding of optical and optoelectronic responses: coherent interband coupling of atomic vibrations to excitons is essential to quantifying photoresponse in transition metal dichalcogenide heterostructures."}
{"id": "2602.02649", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.02649", "abs": "https://arxiv.org/abs/2602.02649", "authors": ["Iao-Fai Io", "Fu-Hsiang Huang", "Chang-Tse Hsieh"], "title": "Non-Hermitian free-fermion critical systems and logarithmic conformal field theory", "comment": "6+12 pages, 1 figure, 1 table", "summary": "Conformal invariance often accompanies criticality in Hermitian systems. However, its fate in non-Hermitian settings is less clear, especially near exceptional points where the Hamiltonian becomes non-diagonalizable. Here we investigate whether a 1+1-dimensional gapless non-Hermitian system can admit a conformal description, focusing on a PT-symmetric free-fermion field theory. Working in the biorthogonal formalism, we identify the conformal structure of this theory by constructing a traceless energy-momentum tensor whose Fourier modes generate a Virasoro algebra with central charge $c=-2$. This yields a non-Hermitian, biorthogonal realization of a logarithmic conformal field theory, in which correlation functions exhibit logarithmic scaling and the spectrum forms Virasoro staggered modules that are characterized by universal indecomposability parameters. We further present a microscopic construction and show how the same conformal data (with finite-size corrections) can be extracted from the lattice model at exceptional-point criticality, thereby supporting the field-theory prediction."}
{"id": "2602.02612", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.02612", "abs": "https://arxiv.org/abs/2602.02612", "authors": ["L. Q. English", "A. Halchenko", "F. Palmero"], "title": "Topologically Protected Spatially Localized Modes: An Easy Experimental Realization of the Su--Schrieffer--Heeger Model", "comment": "10 pages, 13 figures, submitted to Physica B", "summary": "In this paper, we review the basic concepts of topologically protected edge modes using the Su Schrieffer Heeger (SSH) model, originally introduced to describe electrical conductivity in doped polyacetylene polymer chains. We then propose an electrical circuit that emulates this model, provide its mathematical description, and present its experimental realization. The experimental setup is described in detail, with explanations designed to be broadly accessible without much prior familiarity with lattice theory, thus offering an introduction to this active area of research. Both theoretical predictions and experimental results confirm the presence of these modes, showing very good overall agreement. Using this concrete experimental system as a motivating example, we highlight the key aspects of topological protection."}
{"id": "2602.02681", "categories": ["cond-mat.stat-mech", "nlin.CD", "nlin.CG"], "pdf": "https://arxiv.org/pdf/2602.02681", "abs": "https://arxiv.org/abs/2602.02681", "authors": ["Pavel Orlov", "Enej Ilievski"], "title": "Thermalization in classical systems with discrete phase space", "comment": "6 pages, 3 figures", "summary": "We study the emergence of statistical mechanics in isolated classical systems with local interactions and discrete phase spaces. We establish that thermalization in such systems does not require global ergodicity; instead, it arises from effective local ergodicity, where dynamics in a subsystem may appear pseudorandom. To corroborate that, we analyze the spectrum of the unitary evolution operator and propose an ansatz to describe statistical properties of local observables expanded in the eigenfunction basis - the classical counterpart of the Eigenstate Thermalization Hypothesis. Our framework provides a unified perspective on thermalization in classical and quantum systems with discrete spectra."}
{"id": "2602.02757", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.02757", "abs": "https://arxiv.org/abs/2602.02757", "authors": ["Jonah R. Horowitz", "Oliver J. Tye", "Oliver M. Nix", "Shaun Tan", "Hogeun Chang", "Jihyun Min", "Taehyung Kim", "Moungi G. Bawendi"], "title": "Single-Emitter Spectra from an Ensemble", "comment": "10 pages in main text, 4 figures", "summary": "The heterogeneity in nanoscale emitters hinders efforts to understand their basic photophysics and limits their use in practical applications. Existing methods have difficulty accurately characterizing single-emitter spectra and optical heterogeneity on a statistical scale. Here, we introduce SPICEE (SPectrally Imbalanced Correlations from Ensemble Emission), a spectrally filtered photon-correlation technique that recovers single-particle emission lineshapes from an ensemble sample. Analytical derivations, numerical modeling, and experiments on a solution ensemble of emitters validate the technique. We apply SPICEE to blue-emitting ZnSeTe semiconductor nanocrystals relevant to display applications and find that the low color purity in the ensemble spectrum is primarily caused by a small subpopulation of nanocrystals with a distinct emission mechanism. This work demonstrates that SPICEE is a powerful high-throughput tool for accurately characterizing the single-emitter properties of nanoscale systems."}
{"id": "2602.03471", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03471", "abs": "https://arxiv.org/abs/2602.03471", "authors": ["Qun Wei", "Xinyu Wang", "Jing Luo", "Meiguang Zhang", "Bing Wei"], "title": "Design of a 60.8 K superconducting hydride LiMgZr2H12 at ambient pressure via Lithium doping", "comment": null, "summary": "High-pressure hydrogen-rich compounds have long been regarded as promising room-temperature superconductor candidates; however, their practical applications are limited by their reliance on extreme compression. This study explores hydrogen-rich superconductors that may be stable at ambient pressures. Inspired by recent investigations of the MgZrH2n family, the LiMgZr2H12 structure with a Pmmm symmetry was constructed, and its thermodynamic, mechanical, and dynamical stability were evaluated using first-principles calculations. Electron-phonon coupling (EPC) analysis suggests that LiMgZr2H12 reaches a superconducting critical temperature (Tc) of 60.8 K at ambient pressure. Compared with MgZrH6, Li doping significantly increases the contribution of hydrogen atoms to the electron density of states near the Fermi level (EF) and enhances the EPC constant of the LiMgZr2H12 structure. LiMgZr2H12 exhibits a superconducting figure of merit of 1.56, which is significantly greater than that of MgZrH6, demonstrating its outstanding potential for practical applications. This work guides ambient-pressure design of high-Tc hydrides."}
{"id": "2602.03046", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.03046", "abs": "https://arxiv.org/abs/2602.03046", "authors": ["Ryoichi Uchiyama", "Yuya Nakajima", "Yuta Tanaka", "Junji Seino"], "title": "Impact of Local Descriptors Derived from Machine Learning Potentials in Graph Neural Networks for Molecular Property Prediction", "comment": null, "summary": "In this study, we present a framework aimed at enhancing molecular property prediction through the integration of local descriptors obtained from large-scale pretrained machine learning potentials into three-dimensional graph neural networks (3D GNNs). As an illustration, we developed an EGNN-PFP model by integrating descriptors derived from the preferred potential (PFP) features, acquired through Matlantis, into an equivariant graph neural network (EGNN), and evaluated its effectiveness. When tested on the QM9 dataset, comprising small organic molecules, the proposed model demonstrated superior accuracy compared to both the original EGNN models and the baseline models without PFP-derived descriptors for 11 out of the 12 molecular properties. Furthermore, when evaluated on the tmQM dataset, which encompasses transition metal complexes, notable enhancements in performance were observed across all five target properties, indicating the significance of the local atomic environment surrounding transition metals. In essence, the proposed methodology is adaptable to any 3D GNN architecture, and further enhancements in prediction accuracy are anticipated when integrated with continually evolving GNN architectures."}
{"id": "2602.03745", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03745", "abs": "https://arxiv.org/abs/2602.03745", "authors": ["Michael Poluektov"], "title": "Transformation front kinetics in deformable ferromagnets", "comment": null, "summary": "Materials such as magnetic shape-memory alloys possess an intrinsic coupling between material's magnetisation and mechanical deformation. These materials also undergo structural phase transitions, with phase boundaries separating different phases and the kinetics of the phase boundaries governed by the magnetic field and the mechanical stresses. There is a multiplicity of other materials revealing similar phenomena, e.g. magnetic perovskites. To model the propagation of the phase boundaries in deformable magnetic materials at the continuum scale, three ingredients are required: a set of governing equations for the bulk behaviour with coupled magnetic and mechanical degrees of freedom, a dependency of the phase boundary velocity on the governing factors, and a reliable computational method. The expression for the phase boundary velocity is usually obtained within the continuum thermodynamics setting, where the entropy production due to phase boundary propagation is derived, which gives a thermodynamic driving force for the phase boundary kinetics. For deformable ferromagnets, all three elements (bulk behaviour, interface kinetics, and computational approaches) have been explored, but under a number of limitations. The present paper focuses on the derivation of the thermodynamic driving force for transformation fronts in a general magneto-mechanical setting, adapts the cut-finite-element method for transformation fronts in magneto-mechanics, which allows for an exceptionally efficient handling of the propagating interfaces, without modifying the finite-element mesh, and applies the developments to qualitative modelling of magneto-mechanics of magnetic shape-memory alloys."}
{"id": "2602.02807", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02807", "abs": "https://arxiv.org/abs/2602.02807", "authors": ["Alex Taekyung Lee", "Kristin A. Persson", "Anh T. Ngo"], "title": "Revealing Short- and Long-range Li-ion diffusion in Li$_2$MnO$_3$ from finite-temperature dynamical mean field theory", "comment": "8 pages, 6 figures", "summary": "Li$_2$MnO$_3$ remains a crucial component of the Li-excess layered cathode family, $(1-x)\\,\\mathrm{LiMO_2} + x\\,\\mathrm{Li_2MnO_3}$ ($M$ = Mn, Ni, Co, \\dots), but its role in limiting Li-ion mobility remains under debate. Here we combine DFT+$U$, finite-temperature DMFT with a continuous-time quantum Monte Carlo impurity solver, and nudged-elastic-band (NEB) calculations to investigate Li$^+$ migration for a single Li vacancy in paramagnetic Li$_2$MnO$_3$. Dynamical electronic correlations within DMFT substantially reduce the activation energies of the lowest-barrier pathways, yielding $E_a = 0.18$ eV for the shortest-range Li jump and $E_a = 0.50$ eV for the next-lowest pathway. The 0.18 eV barrier quantitatively reproduces the short-range activation energy extracted from $μ^+$SR measurements, whereas the 0.50 eV barrier is consistent with the long-range transport activation energy obtained from ac-impedance measurements. This single-vacancy, paramagnetic DMFT description therefore provides a coherent explanation of both local and macroscopic probes without requiring highly clustered vacancy configurations or strong extrinsic disorder, an assumption compatible with nearly stoichiometric Li$_2$MnO$_3$ powders. Our results highlight the importance of finite-temperature dynamical correlations for Li-ion migration in correlated oxides and provide a framework for incorporating strong Coulomb interactions in future studies of transition-metal oxide battery materials."}
{"id": "2602.02665", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.02665", "abs": "https://arxiv.org/abs/2602.02665", "authors": ["Luciano Loris Viteritti", "Riccardo Rende", "Subir Sachdev", "Giuseppe Carleo"], "title": "Approaching the Thermodynamic Limit with Neural-Network Quantum States", "comment": "10 pages, 8 figures, 2 tables", "summary": "Accessing the thermodynamic-limit properties of strongly correlated quantum matter requires simulations on very large lattices, a regime that remains challenging for numerical methods, especially in frustrated two-dimensional systems. We introduce the Spatial Attention mechanism, a minimal and physically interpretable inductive bias for Neural-Network Quantum States, implemented as a single learned length scale within the Transformer architecture. This bias stabilizes large-scale optimization and enables access to thermodynamic-limit physics through highly accurate simulations on unprecedented system sizes within the Variational Monte Carlo framework. Applied to the spin-$\\tfrac12$ triangular-lattice Heisenberg antiferromagnet, our approach achieves state-of-the-art results on clusters of up to $42\\times42$ sites. The ability to simulate such large systems allows controlled finite-size scaling of energies and order parameters, enabling the extraction of experimentally relevant quantities such as spin-wave velocities and uniform susceptibilities. In turn, we find extrapolated thermodynamic limit energies systematically better than those obtained with tensor-network approaches such as iPEPS. The resulting magnetization is strongly renormalized, $M_0=0.148(1)$ (about $30\\%$ of the classical value), revealing that less accurate variational states systematically overestimate magnetic order. Analysis of the optimized wave function further suggests an intrinsically non-local sign structure, indicating that the sign problem cannot be removed by local basis transformations. We finally demonstrate the generality of the method by obtaining state-of-the-art energies for a $J_1$-$J_2$ Heisenberg model on a $20\\times20$ square lattice, outperforming Residual Convolutional Neural Networks."}
{"id": "2602.02643", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02643", "abs": "https://arxiv.org/abs/2602.02643", "authors": ["Jun-Xiao Hui", "Qing-Dong Jiang"], "title": "Nonreciprocal perfect Coulomb drag in electron-hole bilayers: coherent exciton superflow as a diode", "comment": "7 pages, 4 figures", "summary": "Distinguishing an exciton condensate from an excitonic gas or insulator remains a fundamental challenge, as both phases feature bound electron-hole pairs but differ only by the emergence of macroscopic phase coherence. Here, we theoretically propose that a spin-orbit-coupled bilayer system can host a finite-momentum exciton condensate exhibiting a nonreciprocal perfect Coulomb drag -- the coherent-exciton diode effect. This effect arises from the simultaneous breaking of inversion and time-reversal symmetries in the exciton condensate, resulting in direction-dependent critical counterflow currents. The resulting nonreciprocal perfect Coulomb drag provides a clear and unambiguous transport signature of phase-coherent exciton condensation, offering a powerful and experimentally accessible approach to identify, probe, and control exciton superfluidity in solid-state platforms."}
{"id": "2602.02904", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.02904", "abs": "https://arxiv.org/abs/2602.02904", "authors": ["Tymoteusz Braciszewski", "Oliwier Urbański", "Piotr Tomczak"], "title": "Quantum phase transition in transverse-field Ising model on Sierpiński gasket lattice", "comment": null, "summary": "We study quantum phase transition in the transverse-field Ising model on the Sierpiński gasket. By applying finite-size scaling and numerical renormalization group methods, we determine the critical coupling and the exponents that describe this transition. We first checked our finite-size scaling and the renormalization methods on the exactly solvable one-dimensional chain, where we recovered proper values of critical couplings and exponents. Then, we applied the method to the Sierpiński gasket with 11 and 15 spins. We found a quantum critical point at $λ_c \\approx 2.72$ to $2.93$, with critical exponents $z\\approx0.84$, $ν\\approx 1.12 $, $β\\approx 0.30$, and $γ\\approx 2.54$. The lower dynamical exponent $z$ indicates that quantum fluctuations slow down due to fractal geometry, yielding an effective critical dimension of about 2.43. The numerical renormalization group method yielded similar results $λ_c = 2.765$, $β= 0.306$, supporting our findings. These exponents differ from those in both the one-dimensional and mean-field cases."}
{"id": "2602.02796", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.02796", "abs": "https://arxiv.org/abs/2602.02796", "authors": ["William Caiger", "Felix Flicker", "Miguel-Ángel Sánchez-Martínez"], "title": "Fractal Topology of Majorana Bound States in Superconducting Quasicrystals", "comment": null, "summary": "Quasicrystalline order induces a fractal energy spectrum, yet its impact on topological protection remains an open fundamental question. Here, we demonstrate that the topological phase transitions characterised by the appearance of Majorana Bound States themselves have a fractal character. By extending this analysis to the full family of Sturmian words, we uncover Kitaev's Butterfly $-$ a spectral fractal analogous to Hofstadter's butterfly, but fundamentally distinguished by a central superconducting gap. Within this framework, we identify Majorana's Butterfly as a fractal topological phase diagram governed by the competition between quasicrystallinity and superconducting pairing. We show that this competition dictates a hierarchy of Majorana stability, where the survival of the topological phase against fractal fragmentation is determined by the relative strength of these competing energy scales."}
{"id": "2602.03576", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03576", "abs": "https://arxiv.org/abs/2602.03576", "authors": ["Yu-Cheng Zhu", "Jia-Xi Zeng", "Xin-Zheng Li"], "title": "Unconventional superconductivity from lattice quantum disorder", "comment": null, "summary": "Unconventional superconductivity presents a defining and enduring challenge in condensed matter physics. Prevailing theoretical frameworks have predominantly emphasized electronic degrees of freedom, largely neglecting the rich physics inherent in the lattice. Although conventional phonon theory offers an elegant description of structural phase diagrams and lattice dynamics, its omission of nuclear quantum many-body effects results in misleading phase diagram interpretations and, consequently, an unsound foundation for superconducting theory. Here, by incorporating nuclear quantum many-body effects within first-principles calculations, we discover a lattice quantum disordered phase in superconductors H3S and La3Ni2O7. This phase occupies a triangular region in the pressure-temperature phase diagram, whose left boundary aligns precisely with Tc of the left flank of the superconducting dome. The Tcmax of this quantum disordered phase coincides with the maximum of superconducting Tc, indicating this phase as both the origin of superconductivity on the dome's left flank and a key ingredient of its pairing mechanism. Our findings advance the understanding of high-temperature superconductivity and establish the lattice quantum disordered phase as a unifying framework, both for predicting new superconductors and for elucidating phenomena in a broader context of condensed matter physics."}
{"id": "2602.03369", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.03369", "abs": "https://arxiv.org/abs/2602.03369", "authors": ["Yuqi An", "Zhenbin Wang"], "title": "Accelerating Complex Materials Discovery with Universal Machine-Learning Potential-Driven Structure Prediction", "comment": null, "summary": "Universal machine-learning interatomic potentials (uMLIPs) have become powerful tools for accelerating computational materials discovery by replacing expensive first-principles calculations in crystal structure prediction (CSP). However, their effectiveness in identifying new, complex materials remains uncertain. Here, we systematically assess the capability of a uMLIP (i.e.,M3GNet) to accelerate CSP in quaternary oxides. Through extensive exploration of the Sr-Li-Al-O and Ba-Y-Al-O systems, we show that uMLIP can rediscover experimentally known materials absent from its training set and identify seven new thermodynamically and dynamically stable compounds. These include a new polymorph of Sr2LiAlO4 (P3221) and a new disordered phase, Sr2Li4Al2O7 (P1_bar). Furthermore, our results show stability predictions based on the semilocal PBE functional require cross-validation with higher-level methods, such as SCAN and RPA, to ensure reliability. While uMLIPs substantially reduce the computational cost of CSP, the primary bottleneck has shifted to the efficiency of search algorithms in navigating complex structural spaces. This work highlights both the promise and current limitations of uMLIP-driven CSP in the discovery of new materials."}
{"id": "2602.02871", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.02871", "abs": "https://arxiv.org/abs/2602.02871", "authors": ["Md Tarik Hossain", "Sai Shradha", "Axel Printschler", "Julian Picker", "Luc F. Oswald", "Julian Fuehrer", "Nicole Engel", "Honey J. Shah", "Christof Neumann", "Daria I. Markina", "Moritz Quincke", "Johannes Biskupek", "Kenji Watanabe", "Takashi Taniguchi", "Ute Kaiser", "Bernhard Urbaszek", "Andrey Turchanin"], "title": "CVD Grown Hybrid MoSe$_2$-WSe$_2$ Lateral/Vertical Heterostructures with Strong Interlayer Exciton Emission", "comment": null, "summary": "Lateral heterostructures of 2D transition metal dichalcogenide offer a powerful platform to investigate photonic and electronic phenomena at atomically sharp interfaces. However, their controlled engineering, including tuning lateral domain size and integration into vertical van der Waals heterostructures with other 2D materials, remains challenging. Here, we present a facile route for the synthesis of two types of heterostructures consisting of monolayers of MoSe$_2$ and WSe$_2$ - purely lateral (HS I) and hybrid lateral/vertical (HS II) - using liquid precursors of transition metal salts and chemical vapor deposition (CVD). Depending on the growth parameters, the heterostructure type and their lateral dimensions can be adjusted. We characterized properties of the HS I and HS II by complementary spectroscopic and microscopic techniques including Raman and photoluminescence spectroscopy, and optical and atomic force microscopy, and scanning electron and transmission electron microscopy. The photoluminescence measurements reveal strong interlayer exciton emission in the MoSe$_2$/WSe$_2$ region of HS II, which dominates the spectrum at 4 K and persisting up to room temperature. These results demonstrate high optical quality of the grown heterostructures which in combination with scalability of the developed approach paves the way for fundamental studies and device applications based on these unique 2D quantum materials."}
{"id": "2602.02732", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.02732", "abs": "https://arxiv.org/abs/2602.02732", "authors": ["Charles Snider", "Stephen Carr", "D. E. Feldman", "Chandrasekhar Ramanathan", "V. F. Mitrović"], "title": "Dynamic Simulations of Strongly Coupled Spin Ensembles for Inferring Nature of Electronic Correlations from Nuclear Magnetic Resonance", "comment": "62 pages, 14 figures", "summary": "We develop an efficient package for the simulation of nuclear magnetic resonance spin echo experiments to study the effects of strong electronic spin correlations on the dynamics of the nuclear spin ensemble. A mean-field model is used to study correlated electronic phases through their hyperfine interaction with nuclear spins. We explore the dynamics of the interacting nuclear ensemble and discuss the key behaviors of the system. In particular, we classify the types of temporal asymmetry that the interaction induces in the system as well as a pulse-dependent shift in the spectral domain. Us- ing these results, we discuss how careful measurement of the pulse-dependent shiftcanbeusedtoextractinformationabouttheanisotropyoftheelectronic interaction and how these results represent a novel tool for the examination of exotic NMR signatures in strongly correlated materials. Finally, we re- view specific aspects of the simulation package developed for our exploration and give explicit examples where package can be used to infer range and anisotropy of electronic correlations. In particular, we discuss its structure, accuracy, and the technical merits of the various approximations used to model the nuclear spin ensemble."}
{"id": "2602.02649", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.02649", "abs": "https://arxiv.org/abs/2602.02649", "authors": ["Iao-Fai Io", "Fu-Hsiang Huang", "Chang-Tse Hsieh"], "title": "Non-Hermitian free-fermion critical systems and logarithmic conformal field theory", "comment": "6+12 pages, 1 figure, 1 table", "summary": "Conformal invariance often accompanies criticality in Hermitian systems. However, its fate in non-Hermitian settings is less clear, especially near exceptional points where the Hamiltonian becomes non-diagonalizable. Here we investigate whether a 1+1-dimensional gapless non-Hermitian system can admit a conformal description, focusing on a PT-symmetric free-fermion field theory. Working in the biorthogonal formalism, we identify the conformal structure of this theory by constructing a traceless energy-momentum tensor whose Fourier modes generate a Virasoro algebra with central charge $c=-2$. This yields a non-Hermitian, biorthogonal realization of a logarithmic conformal field theory, in which correlation functions exhibit logarithmic scaling and the spectrum forms Virasoro staggered modules that are characterized by universal indecomposability parameters. We further present a microscopic construction and show how the same conformal data (with finite-size corrections) can be extracted from the lattice model at exceptional-point criticality, thereby supporting the field-theory prediction."}
{"id": "2602.02946", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.02946", "abs": "https://arxiv.org/abs/2602.02946", "authors": ["Hitomi Endo", "Michikazu Kobayashi"], "title": "Violation of local equilibrium thermodynamics in one-dimensional Hamiltonian-Potts model", "comment": null, "summary": "We investigate non-equilibrium phase coexistence associated with a first-order phase transition by numerically studying a one-dimensional Hamiltonian-Potts model with fractional spatial derivatives. The fractional derivative is introduced so as to reproduce the low-wavenumber density of states of the standard two-dimensional model, allowing phase coexistence to occur in a minimal one-dimensional setting under steady heat conduction. By imposing a constant heat flux through boundary heat baths, we observe stable coexistence of ordered and disordered phases separated by a stationary interface. We find that the temperature at the interface systematically deviates from the equilibrium transition temperature, demonstrating a clear violation of the local equilibrium description. This deviation indicates that equilibrium metastable states can be stabilized and controlled by a steady heat current. Furthermore, the interface temperature obtained in our simulations is in quantitative agreement with the prediction of global thermodynamics for non-equilibrium steady states. These results confirm that the breakdown of local equilibrium and the stabilization of metastable states are intrinsic features of non-equilibrium first-order phase transitions, independent of spatial dimensionality. Our study thus provides a minimal and controlled numerical model for exploring the fundamental limits of thermodynamic descriptions in non-equilibrium steady states."}
{"id": "2602.02897", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.02897", "abs": "https://arxiv.org/abs/2602.02897", "authors": ["Dairong Chen", "Ahmed Sidi El Valli", "Jonathan Z. Sun", "Flaviano Morone", "Dries Sels", "Andrew D. Kent"], "title": "Switching Characteristics of Electrically Connected Stochastically Actuated Magnetic Tunnel Junction Nanopillars", "comment": "12 pages, 7 figures", "summary": "We investigate the stochastic dynamics of nanoscale perpendicular magnetic tunnel junctions (pMTJs) and the correlations that arise when they are electrically coupled. Individual junctions exhibit thermally activated spin-transfer torque switching with transition probabilities that are well described by a Poisson process. When two junctions are connected in parallel, circuit-mediated redistribution of voltages that occurs in real time as the junction resistances change leads to correlated switching behavior. A minimal stochastic model based on single-junction statistical switching properties and Kirchhoff's laws captures the coupled switching probabilities, while a Markov-chain formalism describes nonequilibrium steady states under multi-pulse driving. Further, these circuit-mediated interactions can be mapped onto the parameters of an Ising Hamiltonian, providing an interpretation in terms of effective spin-spin interactions. Our results demonstrate how simple electrical connections can generate Ising-like couplings and tunable stochastic dynamics in nanoscale magnets."}
{"id": "2602.03553", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03553", "abs": "https://arxiv.org/abs/2602.03553", "authors": ["Aksel Kobiałka", "Arnob Kumar Ghosh", "Rodrigo Arouca", "Annica M. Black-Schaffer"], "title": "Topology and energy dependence of Majorana bound states in a photonic cavity", "comment": "19 pages, 14 figures", "summary": "Light-matter interaction plays a crucial role in modifying the properties of quantum materials. In this work, we investigate the effect of cavity induced photon fields on a topological superconductor hosting Majorana bound states (MBS). We model the system using a Peierls substitution of the photonic operator in the kinetic and spin-orbit terms, and utilize an exact diagonalization of Hamiltonian for a finite number of photons to investigate the coupled system. We find that the MBS persist even in the presence of a cavity field and notably appear at finite and tunable energy, in contrast to a usual 1D topological superconductor. The MBS energy is shifted by two processes: the cavity photon energy adds a constant energy shift, while the light-matter interaction induces additional parameter dependencies, such that the MBS experience a pseudo-dispersion as a function of both light-matter interaction and magnetic field. Additionally, we find that the MBS energy oscillations are suppressed with increasing light-matter interaction and that disorder stability is not impacted by the light-matter interaction. Combined, these offer additional tunability and stability of the MBS. As a second result, we establish a modified spectral localizer formalism as an essential tool for topological characterization of quantum matter in a cavity. The spectral localizer allows characterization at arbitrary energies, which is needed for probing different photon sectors. However, hybridization between different photon sectors in the low-frequency regime limits a straightforward application of a standard spectral localizer. We fully resolve this issue by judiciously applying an energy shift to the spectral localizer. Our work thus introduces a new avenue for controlling MBS via light-matter coupling and provides a framework for exploring cavity-modified topologies."}
{"id": "2602.02879", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02879", "abs": "https://arxiv.org/abs/2602.02879", "authors": ["Sierra Seacat", "Hartwin Peelaers"], "title": "Origin of donor compensation in monoclinic (Al$_x$Ga$_{1{\\rm -}x})_2$O$_3$ alloys", "comment": null, "summary": "(Al$_x$Ga$_{1{\\rm -}x})_2$O$_3$ alloys are frequently used in heterostructures with monoclinic Ga$_2$O$_3$, resulting in a large conduction-band offset, which leads to charge carrier confinement, a property that is desirable for device applications. However, when (Al$_x$Ga$_{1{\\rm -}x})_2$O$_3$ alloys are $n$-type doped with Si, the most efficient shallow donor, there is a significant reduction in the number of charge carriers when the Al content of the alloys is greater than 26%, rendering intentional doping ineffective. Here we show that this compensation is due to cation vacancies forming in response to donor doping. We use hybrid density functional theory to study cation vacancies in monoclinic AlGaO$_3$ and monoclinic Al$_2$O$_3$. We find that vacancies prefer to occupy split-vacancy configurations, similar to vacancies in Ga$_2$O$_3$. Furthermore, by comparing the formation energy of the vacancy with the formation energy of Si donors, we show that vacancies are lower in energy than Si donors, independent of the Fermi level, as soon as the alloys contain more than 16% Al. Therefore, cation vacancies will compensate the donor doping, explaining experimental observations."}
{"id": "2602.02872", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02872", "abs": "https://arxiv.org/abs/2602.02872", "authors": ["Banasree S. Mou", "Stephen M. Winter"], "title": "Dynamical Effective Hamiltonian Approach to Second-Harmonic Generation in Quantum Magnets: Application to NiI$_2$", "comment": "4 figures", "summary": "Although second harmonic generation (SHG) is a promising and widely used method recently for studying 2D magnetic materials, the quantitative analysis of the full SHG tensor is currently challenging. In this letter, we describe a first-principles-based approach towards quantitative analysis of SHG in insulating magnets through formulation in terms of dynamical effective operators. These operators are computed by solving local many-body cluster models. We benchmark this method on NiI$_2$, a multiferroic 2D van der Waals antiferromagnet, demonstrating quantitative analysis of reported Rotational Anisotropy (RA)-SHG data. SHG is demonstrated to probe local ring-current susceptibilities, which provide sensitivity to short-range chiral spin-spin correlations. The described methods may be easily extended to other non-linear optical responses and materials."}
{"id": "2602.02665", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.02665", "abs": "https://arxiv.org/abs/2602.02665", "authors": ["Luciano Loris Viteritti", "Riccardo Rende", "Subir Sachdev", "Giuseppe Carleo"], "title": "Approaching the Thermodynamic Limit with Neural-Network Quantum States", "comment": "10 pages, 8 figures, 2 tables", "summary": "Accessing the thermodynamic-limit properties of strongly correlated quantum matter requires simulations on very large lattices, a regime that remains challenging for numerical methods, especially in frustrated two-dimensional systems. We introduce the Spatial Attention mechanism, a minimal and physically interpretable inductive bias for Neural-Network Quantum States, implemented as a single learned length scale within the Transformer architecture. This bias stabilizes large-scale optimization and enables access to thermodynamic-limit physics through highly accurate simulations on unprecedented system sizes within the Variational Monte Carlo framework. Applied to the spin-$\\tfrac12$ triangular-lattice Heisenberg antiferromagnet, our approach achieves state-of-the-art results on clusters of up to $42\\times42$ sites. The ability to simulate such large systems allows controlled finite-size scaling of energies and order parameters, enabling the extraction of experimentally relevant quantities such as spin-wave velocities and uniform susceptibilities. In turn, we find extrapolated thermodynamic limit energies systematically better than those obtained with tensor-network approaches such as iPEPS. The resulting magnetization is strongly renormalized, $M_0=0.148(1)$ (about $30\\%$ of the classical value), revealing that less accurate variational states systematically overestimate magnetic order. Analysis of the optimized wave function further suggests an intrinsically non-local sign structure, indicating that the sign problem cannot be removed by local basis transformations. We finally demonstrate the generality of the method by obtaining state-of-the-art energies for a $J_1$-$J_2$ Heisenberg model on a $20\\times20$ square lattice, outperforming Residual Convolutional Neural Networks."}
{"id": "2602.03431", "categories": ["cond-mat.stat-mech", "nlin.SI"], "pdf": "https://arxiv.org/pdf/2602.03431", "abs": "https://arxiv.org/abs/2602.03431", "authors": ["Kohei Fukai", "Balázs Pozsgay", "István Vona"], "title": "Solving models with generalized free fermions I: Algebras and eigenstates", "comment": null, "summary": "We study quantum spin chains solvable via hidden free fermionic structures. We study the algebras behind such models, establishing connections to the mathematical literature of the so-called ``graph-Clifford'' or ``quasi-Clifford'' algebras. We also introduce the ``defining representation'' for such algebras, and show that this representation actually coincides with the terms of the Hamiltonian in two relevant models: the XY model and the ``free fermions in disguise'' model of Fendley. Afterwards we study a particular anti-symmetric combination of commuting Hamiltonians; this is performed in a model independent way. We show that for this combination there exists a reference state, and few body eigenstates can be created by the fermionic operators. Concrete application is presented in the case of the ``free fermions in disguise'' model."}
{"id": "2602.02922", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.02922", "abs": "https://arxiv.org/abs/2602.02922", "authors": ["Yui Muto", "Motoya Shinozaki", "Hideaki Yuta", "Tatsuo Tsuzuki", "Kotaro Taga", "Akira Oiwa", "Takafumi Fujita", "Tomohiro Otsuka"], "title": "Automated Spin Readout Signal Analysis Using U-Net with Variable-Length Traces and Experimental Noise", "comment": "24 pages, 7 figures", "summary": "Single-shot spin-state discrimination is essential for semiconductor spin qubits, but conventional threshold-based analysis of spin readout traces becomes unreliable under noisy conditions. Although recent neural-network-based methods improve robustness against experimental noise, they are sensitive to training conditions, restricted to fixed-length inputs, and limited to trace-level outputs without explicit temporal localization of transition events. In this work, we apply a U-Net architecture to spin readout signal analysis by formulating transition-event detection as a point-wise segmentation task in one-dimensional time-series data. The fully convolutional structure enables direct processing of variable-length traces. Point-wise and sample-wise evaluations demonstrate low readout error rates and high classification accuracy without retraining. The proposed method generalizes well to previously-unseen trace lengths and experimental non-Gaussian noise, outperforming a conventional threshold-based approach and providing a robust and practical solution for automated spin readout signal analysis."}
{"id": "2602.03658", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03658", "abs": "https://arxiv.org/abs/2602.03658", "authors": ["Yidian Li", "Mingxin Zhang", "Xian Du", "Cuiying Pei", "Jieyi Liu", "Houke Chen", "Wenxuan Zhao", "Kaiyi Zhai", "Yinqi Hu", "Senyao Zhang", "Jiawei Shao", "Mingxin Mao", "Yantao Cao", "Jinkui Zhao", "Zhengtai Li", "Dawei Shen", "Yaobo Huang", "Makoto Hashimoto", "Donghui Lu", "Zhongkai Liu", "Yulin Chen", "Hanjie Guo", "Yilin Wang", "Yanpeng Qi", "Lexian Yang"], "title": "Orbital-selective Mottness Driven by Geometric Frustration of Interorbital Hybridization in Pr4Ni3O10", "comment": null, "summary": "The interplay among orbital-selective Mott physics, Hund's coupling, tunable structural motifs, and Kondo-like scattering establishes a compelling paradigm for understanding and engineering correlated multi-orbital systems, as vividly exemplified by nickelate superconductors. Here, using high-resolution angle-resolved photoemission spectroscopy combined with theoretical calculations, we systematically investigate the electronic properties of trilayer nickelates. In La4Ni3O10, we observe pronounced interorbital hybridization, whereas in Pr4Ni3O10, the flat d_(z^2 ) band becomes markedly incoherent and diminishes in spectral weight. By contrast, the dispersive d_(x^2-y^2 ) bands retain coherence in both compounds. This striking incoherence/coherence dichotomy identifies an orbital-selective Mott phase modulated by the interlayer Ni-O-Ni bonding angle. The depletion of the d_(z^2 ) orbitals further frustrates the interorbital hybridization and influences the density-wave transition in Pr4Ni3O10. Moreover, the density-wave gap is substantially reduced in Pr4Ni3O10, likely due to extra scattering channels provided by the local moments of Pr3+ cations. Our findings elucidate the intricate interplay among lattice, orbital, spin, and electronic degrees of freedom and reveal a feasible structural control parameter for the multi-orbital correlated state in trilayer nickelates, which provide a concrete framework for understanding the emergence of superconductivity under high pressure."}
{"id": "2602.02939", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02939", "abs": "https://arxiv.org/abs/2602.02939", "authors": ["M. Ryzhkov", "A. Granero", "J. Wettstein", "Anna Pimenov", "X. Wang", "L. Ponet", "S. -W. Cheong", "M. Mostovoy", "Andrei Pimenov", "S. Artyukhin"], "title": "Electric field control of multiple switching regimes in a multiferroic", "comment": "18 pages, 7 figures, 1 table", "summary": "Controlling magnetic moments by electric fields has been an everlasting goal for fundamental research. Achieving such control promises to substantially improve the efficiency of data storage and processing devices. A peculiar magnetoelectric behavior recently demonstrated in multiferroic \\GdMn showing a switching through a cycle of four states when the magnetic field is ramped up and down through a critical field. Here we show that an external electric field can direct such switching to follow a predetermined sequence of magnetic states. By tuning electric and magnetic fields, large changes in the magnetic state can be achieved by relatively small external field variations. The material thus presents an exciting pradigm of an electrically controlled single crystal magnetic data storage device."}
{"id": "2602.02941", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02941", "abs": "https://arxiv.org/abs/2602.02941", "authors": ["Shinji Watanabe", "Tatsuya Iwasaki"], "title": "Effect of magnetic field on whirling-anti-whirling order in icosahedral-quasicrystal approximant", "comment": "7 pages, 3 figures", "summary": "Recent neutron measurement in the icosahedral quasicrystal approximant Au-SM-Tb (SM=Al, Ga) has revealed unique noncollinear magnetic order ``whirling-anti-whirling states''. Here, we report theoretical analysis on the magnetic-field-direction dependence on the whirling-anti-whirling order in the 1/1 approximant crystal. By performing exact-diagonalization calculation for the effective model taking into account the uniaxial magnetic anisotropy arising from the crystalline electric field, we show the metamagnetic transition takes place simultaneously with the topological transition under the magnetic field along the (111) direction. After the metamagnetic transition, the emergent fictious magnetic field induced by the chirality of noncoplanar magnetic moments appears, the analysis of which concludes that the topological Hall effect is expected to be observed in the electrical conductivity $σ_{xy}$ and $σ_{yz}$ for the applied field direction from (111) to (001)."}
{"id": "2602.02681", "categories": ["cond-mat.stat-mech", "nlin.CD", "nlin.CG"], "pdf": "https://arxiv.org/pdf/2602.02681", "abs": "https://arxiv.org/abs/2602.02681", "authors": ["Pavel Orlov", "Enej Ilievski"], "title": "Thermalization in classical systems with discrete phase space", "comment": "6 pages, 3 figures", "summary": "We study the emergence of statistical mechanics in isolated classical systems with local interactions and discrete phase spaces. We establish that thermalization in such systems does not require global ergodicity; instead, it arises from effective local ergodicity, where dynamics in a subsystem may appear pseudorandom. To corroborate that, we analyze the spectrum of the unitary evolution operator and propose an ansatz to describe statistical properties of local observables expanded in the eigenfunction basis - the classical counterpart of the Eigenstate Thermalization Hypothesis. Our framework provides a unified perspective on thermalization in classical and quantum systems with discrete spectra."}
{"id": "2602.03764", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03764", "abs": "https://arxiv.org/abs/2602.03764", "authors": ["Pedro V. Paraguassú"], "title": "Stochastic Thermodynamics of Quantum-Induced Stochastic Dynamics", "comment": "12 pages, 3 appendix", "summary": "Quantum-Induced Stochastic Dynamics arises from the coupling between a classical system and a quantum environment. Unlike standard thermal reservoirs, this environment acts as a dynamic bath, capable of simultaneously exchanging heat and performing work. We formulate a thermodynamic framework for this semi-classical regime, defining heat, work, and entropy production. We derive a modified Second Law that accounts for non-equilibrium quantum features, such as squeezing. The framework is exemplified by an optomechanical setup, where we characterize the thermodynamics of the non-stationary noise induced by the cavity field."}
{"id": "2602.03303", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03303", "abs": "https://arxiv.org/abs/2602.03303", "authors": ["Bhabani Sankar Sahoo", "Shachi Machchhar", "Avijit Barua", "Martin Podhorský", "Seth Ariel Tongay", "Takashi Taniguchi", "Kenji Watanabe", "Chirag Chandrakant Palekar", "Stephan Reitzenstein"], "title": "Robust Interlayer Exciton Interplay in Twisted van der Waals Heterotrilayer on a Broadband Bragg Reflector up to Room Temperature", "comment": null, "summary": "We report robust room temperature interlayer excitons in transition metal dichalcogenide heterostructures engineered via precise stacking orientation and twist-angle control. We integrate 2H-stacked MoSe$_{2}$/$^{1}$WSe$_{2}$/$^{2}$WSe$_{2}$ heterotrilayer onto a chirped distributed Bragg reflector that acts as a backside mirror. This way, we fabricate a platform that hosts distinct heterotrilayer, heterobilayer, and homobilayer regions with enhanced excitonic features at elevated temperatures. Although the heterobilayer supports temperature-tunable singlet and triplet interlayer excitons, it exhibits low emission yield at 4 K. In comparison, the heterotrilayer shows remarkable excitonic properties, including pronounced band modulation, intervalley interlayer exciton transitions, and a tenfold photoluminescence enhancement along with a sevenfold increase in exciton decay time at cryogenic temperatures compared to the heterobilayer system. Temperature-dependent studies reveal intriguing interlayer exciton dynamics in the heterotrilayer, including the emergence of valley-polarized interlayer excitons, and the ability to maintain optical stability up to room temperature. Our results establish a clear strategy for engineering excitonic states across multilayer van der Waals heterostructures from 4 K to room temperature, providing a versatile platform for excitonic optoelectronics, quantum photonics, and tunable long-lived interlayer exciton states in scalable TMD heterostructures."}
{"id": "2602.03848", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03848", "abs": "https://arxiv.org/abs/2602.03848", "authors": ["Donghae Seo", "Taegon Lee", "Gil Young Cho"], "title": "A Unified Categorical Description of Quantum Hall Hierarchy and Anyon Superconductivity", "comment": "14 pages, 1 figure, 1 table", "summary": "We present a unified category-theoretic framework for quantum Hall hierarchy constructions and anyon superconductivity based on modular tensor categories over $\\mathrm{Rep}(\\mathrm{U}(1))$ and $\\mathrm{sRep}(\\mathrm{U}(1)^f)$. Our approach explicitly incorporates conserved $\\mathrm{U}(1)$ charge and formulates doping via a generalized stack-and-condense procedure, in which an auxiliary topological order is stacked onto the parent phase, and the quasiparticles created by doping subsequently condense. Depending on whether this condensation preserves or breaks the $\\mathrm{U}(1)$ symmetry, the system undergoes a transition to a quantum Hall hierarchy state or to an anyon superconductor. For anyon superconductors, the condensate charge is determined unambiguously by the charged local bosons contained in the condensable algebra. Our framework reproduces all known anyon superconductors obtained from field-theoretic analyses and further predicts novel phases, including a charge-$2e$ anyon superconductor derived from the Laughlin state and charge-$ke$ anyon superconductors arising from bosonic $\\mathbb{Z}_k$ Read-Rezayi states. By placing hierarchy transitions and anyon superconductivity within a single mathematical formalism, our work provides a unified understanding of competing and proximate phases near experimentally realizable fractional quantum Hall states."}
{"id": "2602.02957", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02957", "abs": "https://arxiv.org/abs/2602.02957", "authors": ["Yi Liang", "Tony Chiang", "Megan K. Lenox", "John J. Plombon", "Jon F. Ihlefeld", "Wenhao Sun", "John T. Heron"], "title": "Ferroelectric dynamic-field-driven nucleation and growth model for predictive materials-to-circuit co-design", "comment": null, "summary": "Real ferroelectric devices operate under mixed and distorted time-varying voltages, yet the standard nucleation-growth frameworks used to interpret ferroelectric switching -- most notably the Kolmogorov-Avrami-Ishibashi (KAI) and nucleation-limited switching models (NLS) -- are derived under the critically limiting assumption of a constant electric field. Thus, the prevailing interpretation of ferroelectric switching dynamics fails under real operating conditions. Here we introduce a compact dynamic-field-driven nucleation and growth (DFNG) model that enables quantitative fits to switching transients across multiple ferroelectric materials to extract time-varying domain wall velocity and growth dimensionality, even under arbitrary voltage waveform. This capability then motivates its use in device modeling under complex signals spanning disparate time and frequency scales. Coupling the compact model to application-related waveforms facilitates a predictive materials-circuit co-design framework by linking nucleation and growth parameters to memory window, disturb error, speed, and energy dissipation for next-generation ferroelectric technologies."}
{"id": "2602.03287", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03287", "abs": "https://arxiv.org/abs/2602.03287", "authors": ["Michelle Ocker", "Robert Möller", "Marius Peters", "Franziska Walther", "Vivien Kirschall", "Dominik C. Hezel", "Michael Merz", "Christo Guguschev", "Cornelius Krellner", "Kristin Kliemt"], "title": "Single crystal growth and properties of Au- and Ge-substituted EuPd$_2$Si$_2$", "comment": null, "summary": "We report on the single crystal growth of Eu(Pd$_{1-x}$Au$_x$)$_2$Si$_2$, $0< x\\leq 0.2$, from a levitating Eu-rich melt using the Czochralski method. Our structural analysis of the samples confirms the ThCr$_2$Si$_2$-type structure as well as an increase of the room temperature $a$ and $c$ lattice parameters with increasing $x$. Chemical analysis reveals that, depending on the Au concentration, only about 25-35\\% of the amount of Au available in the initial melt is incorporated into the crystal structure, resulting in a decreasing substitution level for increasing $x$. Through Au substitution, chemical pressure is applied and large changes in valence crossover temperatures are already observed for low substitution levels $x$. In contrast to previous studies, we do not find any signs of a first-order transition in samples with $x_{\\rm nom}=0.1$ or AFM order for higher $x$. Furthermore, we observe the formation of quarternary side phases for a higher amount of Au in the melt.\n  In addition, cubic-mm-sized single crystals of EuPd$_2$(Si$_{1-x}$Ge$_x$)$_2$ with $x_{\\rm nom}=0.2$ were grown. The analysis of the X-ray fluorescence revealed that the crystals exhibit a slight variation in the Ge content. Such tiny compositional changes can cause changes in the sample properties concerning variations of the crossover temperature or changes of the type of the transition from crossover to magnetic order. Furthermore, we report on a new orthorhombic phase EuPd$_{1.42}$Si$_{1.27}$Ge$_{0.31}$ that orders antiferromagnetically below $17\\,\\rm K$."}
{"id": "2602.02692", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02692", "abs": "https://arxiv.org/abs/2602.02692", "authors": ["Federico Escudero", "Dong Wang", "Pierre A. Pantaleón", "Shengjun Yuan", "Francisco Guinea", "Zhen Zhan"], "title": "Straintronics and twistronics in bilayer graphene", "comment": "19 pages, 12 figures, Federico Escudero and Dong Wang contributed equally to this paper", "summary": "The interplay of twist and strain in bilayer graphene enables the formation of moiré patterns and narrow bands that host correlated and topological phases. While magic-angle twisted bilayer graphene has been widely studied, strain provides an additional and realistic control knob for band engineering. In this work, we first generate a global method to construct commensurate supercells for arbitrary twist and strain. Then, using atomistic tight-binding and strain-extended continuum models to study the commensurate structures, we identify configurations that minimize the bandwidth beyond the magic angle. The results reveal a strong dependence of band narrowing and topology on strain type, magnitude, direction and lattice relaxation. Particularly, shear strain produces a stronger distortion than uniaxial strain. Including electron-electron interactions through a self-consistent Hartree potential shows that strain broadens the bare bands while reducing electrostatic renormalization. Strain also drives topological transitions as the narrow and remote bands hybridize, establishing twisted and strained bilayer graphene as a tunable platform for flat-band and topological phenomena."}
{"id": "2602.03790", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci", "cond-mat.soft", "physics.class-ph"], "pdf": "https://arxiv.org/pdf/2602.03790", "abs": "https://arxiv.org/abs/2602.03790", "authors": ["Andrés Santos"], "title": "The Mpemba effect in the Descartes protocol: A time-delayed Newton's law of cooling approach", "comment": "12 pages, 8 figures", "summary": "We investigate the direct and inverse Mpemba effects within the framework of the time-delayed Newton's law of cooling by introducing and analyzing the Descartes protocol, a three-reservoir thermal scheme in which each sample undergoes a single-step quench at different times. This protocol enables a transparent separation of the roles of the delay time $τ$, the waiting time $t_{\\text{w}}$, and the normalized warm temperature $ω$, thus providing a flexible setting to characterize anomalous thermal relaxation. For instantaneous quenches, exact conditions for the existence of the Mpemba effect are obtained as bounds on $ω$ for given $τ$ and $t_{\\text{w}}$. Within those bounds, the effect becomes maximal at a specific value $ω=\\widetildeω(t_{\\text{w}})$, and its magnitude is quantified by the extremal value of the temperature-difference function at this optimum. Accurate and compact approximations for both $\\widetildeω(t_{\\text{w}})$ and the maximal magnitude $\\text{Mp}(t_{\\text{w}})$ are derived, showing in particular that the absolute maximum at fixed $τ$ is reached for $t_{\\text{w}}=τ$. A comparison with a previously studied two-reservoir protocol reveals that, despite its additional control parameter, the Descartes protocol yields a smaller maximal magnitude of the effect. The analysis is extended to finite-rate quenches, where strict equality of bath conditions prevents a genuine Mpemba effect, although an approximate one survives when the bath time scale is sufficiently short. The developed framework offers a unified and analytically tractable approach that can be readily applied to other multi-step thermal protocols."}
{"id": "2602.03321", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03321", "abs": "https://arxiv.org/abs/2602.03321", "authors": ["Chakradhar Sahoo", "Suman Kumar Chakraborty", "A. Kousika", "Alfred J. H. Jones", "Manas Sharma", "Thomas S. Nielsen", "Zhihao Jiang", "Ihsan A. Kolasseri", "Subhadip Das", "Matthew D. Watson", "Cephise Cacho", "Kenji Watanabe", "Takashi Taniguchi", "Yong P. Chen", "Tony F. Heinz", "Ananth Govind Rajan", "Prasana K. Sahoo", "Søren Ulstrup"], "title": "Direct nanoscale mapping of band alignment in single-layer semiconducting lateral heterojunctions", "comment": null, "summary": "Atomic-scale control over band alignment in single-layer lateral heterostructures (LHSs) of dissimilar transition metal dichalcogenides (TMDCs) is critical for nextgeneration electronic, optoelectronic, and quantum technologies. However, direct experimental access to interfacial electronic states with nanometer precision remains a significant challenge. Here, we employ angle-resolved photoemission spectroscopy with nanoscale spatial resolution (nanoARPES) to directly map the epitaxial alignment and valence band evolution across MoSe2-WSe2 LHSs. By combining nanoARPES with spatially resolved photoluminescence, we correlate the evolution of the valence band maximum and exciton features across both atomically sharp and compositionally graded diffusive interfaces. We identified type-II band alignments governed by both material composition and interstitial-induced modifications of band offsets, in close agreement with density functional theory calculations. These results reveal fundamental mechanisms of electronic structure modulation at 1D TMDC heterointerfaces and provide a robust platform for tailored band engineering in van der Waals materials."}
{"id": "2602.03125", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03125", "abs": "https://arxiv.org/abs/2602.03125", "authors": ["Tatsuya Miki", "Yuta Kakinuma", "Masato Senami", "Masahiro Fukuda", "Michi-To Suzuki", "Hiroaki Ikeda", "Shintaro Hoshino"], "title": "Electron chirality and hydrodynamic helicity: Analysis in the atomic limit", "comment": "17 pages, 15 figures", "summary": "Electron chirality has been proposed as a microscopic quantity that characterizes electronic handedness, yet its underlying control parameter has not been clearly identified. Furthermore, its applicability is limited to systems with spin-orbit coupling, which motivates the need for alternative measures of chirality. In this work, we explore two complementary measures of chirality: electron chirality and hydrodynamic helicity. By analyzing a minimal atomic model under chiral crystal fields, we clarify how the interplay among crystal fields, spin-orbit coupling, and electron correlation gives rise to non-zero values of chirality measures. Although electron chirality increases with both spin-orbit coupling and chiral crystal field strength, the dependence on these two factors is highly non-trivial. Particularly, when the chiral crystal field is varied continuously and the energy levels approach quasidegenerate points, the electron chirality is insensitive to spin-orbit coupling, resulting in a remarkable enhancement of chirality. In contrast, the hydrodynamic helicity, defined as a two-body pseudoscalar quantity, remains non-zero even without spin-orbit coupling, originating from electron-electron interactions. Perturbative analysis reveals distinct symmetry selection rules governing the two quantities. Our results provide fundamental insight into the origin of chiralities in electronic systems."}
{"id": "2602.03326", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03326", "abs": "https://arxiv.org/abs/2602.03326", "authors": ["Margherita Parodi", "Sergey Artyukhin"], "title": "Thermal conductivity in noncollinear magnets", "comment": "8 pages, 2 figures", "summary": "Magnetic memory and logic devices, including prospective ones based on skyrmions, inevitably produce heat. Thus, controlling heat flow is essential for their performance. Here we study how non-collinear spin arrangement affects the magnon contribution to thermal conductivity. As a paradigm system, we consider the most basic non-collinear magnet with a spin spiral ground state. Spin noncollinearity leads to anharmonic terms, resulting in magnon fusion and decay processes. These processes determine the magnon lifetime, which can be used to estimate thermal conductivity in a single-mode approximation. However, by solving the full Boltzmann equation numerically, we find a much higher thermal conductivity. This signifies that heat is carried not by individual magnons but by their linear combinations -- relaxons. The thermal conductivity is found to increase with the diminishing spiral pitch, consistent with recent experiments. The results provide the blueprint for calculating magnetic thermal transport in non-collinear magnets."}
{"id": "2602.02732", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.02732", "abs": "https://arxiv.org/abs/2602.02732", "authors": ["Charles Snider", "Stephen Carr", "D. E. Feldman", "Chandrasekhar Ramanathan", "V. F. Mitrović"], "title": "Dynamic Simulations of Strongly Coupled Spin Ensembles for Inferring Nature of Electronic Correlations from Nuclear Magnetic Resonance", "comment": "62 pages, 14 figures", "summary": "We develop an efficient package for the simulation of nuclear magnetic resonance spin echo experiments to study the effects of strong electronic spin correlations on the dynamics of the nuclear spin ensemble. A mean-field model is used to study correlated electronic phases through their hyperfine interaction with nuclear spins. We explore the dynamics of the interacting nuclear ensemble and discuss the key behaviors of the system. In particular, we classify the types of temporal asymmetry that the interaction induces in the system as well as a pulse-dependent shift in the spectral domain. Us- ing these results, we discuss how careful measurement of the pulse-dependent shiftcanbeusedtoextractinformationabouttheanisotropyoftheelectronic interaction and how these results represent a novel tool for the examination of exotic NMR signatures in strongly correlated materials. Finally, we re- view specific aspects of the simulation package developed for our exploration and give explicit examples where package can be used to infer range and anisotropy of electronic correlations. In particular, we discuss its structure, accuracy, and the technical merits of the various approximations used to model the nuclear spin ensemble."}
{"id": "2602.03800", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2602.03800", "abs": "https://arxiv.org/abs/2602.03800", "authors": ["Iván Álvarez Domenech", "Javier Rodríguez-Laguna", "Pedro Córdoba-Torres", "Silvia N. Santalla"], "title": "Emergent correlations in the selected link-times along optimal paths", "comment": null, "summary": "In the context of first-passage percolation (FPP), we investigate the statistical properties of the selected link-times (SLTs) -the random link times comprising the optimal paths (or geodesics) connecting two given points. We focus on weakly disordered square lattices, whose geodesics are known to fall under the Kardar-Parisi-Zhang (KPZ) universality class. Our analysis reveals universal power-law decays with the end-to-end distance for both the average and standard deviation of the SLTs, along with an intricate pattern of long-range correlations, whose scaling exponents are directly linked to KPZ universality. Crucially, the SLT distributions for diagonal and axial paths exhibit significant differences, which we trace back to the distinct directed and undirected nature, respectively, of the underlying geodesics. Moreover, we demonstrate that the SLT distribution violates the conditions of the central limit theorem. Instead, SLT sums follow the Tracy-Widom distribution characteristic of the KPZ class, which we associate with evidence for the emergence of high-order long-range correlations in the ensemble."}
{"id": "2602.03512", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03512", "abs": "https://arxiv.org/abs/2602.03512", "authors": ["Dominique Vuillaume", "Anna Proust"], "title": "Towards Polyoxometalate Nanoelectronics", "comment": null, "summary": "Polyoxometalates form a large family of molecular oxide clusters of the early transition metals with unique and tunable properties (multi-redox, thermal and chemical robustness, magnetic). We review more than 30 years of experimental research on the electron transport properties of polyoxometalates devices, from thin films and self-assembled monolayers down to single-molecule junctions. We focus on the relationship between the polyoxometalate structures (structural type, nature of metals and heteroatoms, role of the counterions, redox states, electrode linkers and functional ligands) and the electronic structures of the polyoxometalate-based devices (energy positions of the molecular orbitals, energy offset at the interfaces). Then, we critically discuss the performances of polyoxometalates in nanoelectronics devices: capacitance and resistive switching memories, spintronics, quantum bits and neuromorphic devices. We conclude with a discussion about pending issues and perspectives."}
{"id": "2602.03369", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.03369", "abs": "https://arxiv.org/abs/2602.03369", "authors": ["Yuqi An", "Zhenbin Wang"], "title": "Accelerating Complex Materials Discovery with Universal Machine-Learning Potential-Driven Structure Prediction", "comment": null, "summary": "Universal machine-learning interatomic potentials (uMLIPs) have become powerful tools for accelerating computational materials discovery by replacing expensive first-principles calculations in crystal structure prediction (CSP). However, their effectiveness in identifying new, complex materials remains uncertain. Here, we systematically assess the capability of a uMLIP (i.e.,M3GNet) to accelerate CSP in quaternary oxides. Through extensive exploration of the Sr-Li-Al-O and Ba-Y-Al-O systems, we show that uMLIP can rediscover experimentally known materials absent from its training set and identify seven new thermodynamically and dynamically stable compounds. These include a new polymorph of Sr2LiAlO4 (P3221) and a new disordered phase, Sr2Li4Al2O7 (P1_bar). Furthermore, our results show stability predictions based on the semilocal PBE functional require cross-validation with higher-level methods, such as SCAN and RPA, to ensure reliability. While uMLIPs substantially reduce the computational cost of CSP, the primary bottleneck has shifted to the efficiency of search algorithms in navigating complex structural spaces. This work highlights both the promise and current limitations of uMLIP-driven CSP in the discovery of new materials."}
{"id": "2602.03598", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2602.03598", "abs": "https://arxiv.org/abs/2602.03598", "authors": ["Xavier Waintal"], "title": "Calculating Feynman diagrams with matrix product states", "comment": "27 pages, 16 figures. arXiv admin note: text overlap with arXiv:2601.03035", "summary": "This text reviews, hopefully in a pedagogical manner, a series of work on the automatic calculations of Feynman diagrams in the context of quantum nanoelectronics (Keldysh formalism) with an application to the Kondo effect in the out-of-equilibrium single impurity Anderson model. It includes a discussion of (A) how to deal with the proliferation of diagrams, (B) how to calculate them using the Tensor Cross Interpolation algorithm instead of Monte-Carlo and (C) how to resum the obtained series. These notes correspond to a lecture given at the Autumn School on Correlated Electrons 2025 in Jullich, Germany. The book with all the lectures of the school (edited by Eva Pavarini, Erik Koch, Alexander Lichtenstein, and Dieter Vollhardt) is available in open access."}
{"id": "2602.02737", "categories": ["cond-mat.mes-hall", "physics.app-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.02737", "abs": "https://arxiv.org/abs/2602.02737", "authors": ["Valentin Semkin", "Kirill Kapralov", "Ilya Mazurenko", "Mikhail Kashchenko", "Alexander Morozov", "Yakov Matyushkin", "Dmitry Mylnikov", "Denis Bandurin", "Li Lin", "Alexey Bocharov", "Dmitry Svintsov"], "title": "Universal reconstructive polarimetry with graphene-metal infrared photodetectors", "comment": null, "summary": "Measurement of light polarization has long been based on complex, bulk, and slow optical instruments. The advent of materials with in-situ variable polarization photoresponse has led to the concept of reconstructive polarimetry, where the detector itself plays the role of tunable polarizer. Materials enabling such functionality have been limited to complex van der Waals heterostructures. Here, we demonstrate the reconstructive polarimetry with infrared (IR) detectors based on simple gated graphene-metal junctions. The reconstruction exploits the gate tuning of polarization contrast, which enables the evaluation of both infrared power and polarization angle from photovoltage measurements at two sequential gate voltages. The physics enabling the polarimetry lies in polarization-dependent shift of the electron hot spot near the contact, and the gate tuning of the of light-sensitive barrier width. We further show the universality of polarization reconstruction, i.e. its feasibility with different geometries of the junction, and with graphene of different quality, from hBN-encapsulated to the scalable vapor-deposited wet-transferred samples."}
{"id": "2602.02649", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.02649", "abs": "https://arxiv.org/abs/2602.02649", "authors": ["Iao-Fai Io", "Fu-Hsiang Huang", "Chang-Tse Hsieh"], "title": "Non-Hermitian free-fermion critical systems and logarithmic conformal field theory", "comment": "6+12 pages, 1 figure, 1 table", "summary": "Conformal invariance often accompanies criticality in Hermitian systems. However, its fate in non-Hermitian settings is less clear, especially near exceptional points where the Hamiltonian becomes non-diagonalizable. Here we investigate whether a 1+1-dimensional gapless non-Hermitian system can admit a conformal description, focusing on a PT-symmetric free-fermion field theory. Working in the biorthogonal formalism, we identify the conformal structure of this theory by constructing a traceless energy-momentum tensor whose Fourier modes generate a Virasoro algebra with central charge $c=-2$. This yields a non-Hermitian, biorthogonal realization of a logarithmic conformal field theory, in which correlation functions exhibit logarithmic scaling and the spectrum forms Virasoro staggered modules that are characterized by universal indecomposability parameters. We further present a microscopic construction and show how the same conformal data (with finite-size corrections) can be extracted from the lattice model at exceptional-point criticality, thereby supporting the field-theory prediction."}
{"id": "2602.03553", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03553", "abs": "https://arxiv.org/abs/2602.03553", "authors": ["Aksel Kobiałka", "Arnob Kumar Ghosh", "Rodrigo Arouca", "Annica M. Black-Schaffer"], "title": "Topology and energy dependence of Majorana bound states in a photonic cavity", "comment": "19 pages, 14 figures", "summary": "Light-matter interaction plays a crucial role in modifying the properties of quantum materials. In this work, we investigate the effect of cavity induced photon fields on a topological superconductor hosting Majorana bound states (MBS). We model the system using a Peierls substitution of the photonic operator in the kinetic and spin-orbit terms, and utilize an exact diagonalization of Hamiltonian for a finite number of photons to investigate the coupled system. We find that the MBS persist even in the presence of a cavity field and notably appear at finite and tunable energy, in contrast to a usual 1D topological superconductor. The MBS energy is shifted by two processes: the cavity photon energy adds a constant energy shift, while the light-matter interaction induces additional parameter dependencies, such that the MBS experience a pseudo-dispersion as a function of both light-matter interaction and magnetic field. Additionally, we find that the MBS energy oscillations are suppressed with increasing light-matter interaction and that disorder stability is not impacted by the light-matter interaction. Combined, these offer additional tunability and stability of the MBS. As a second result, we establish a modified spectral localizer formalism as an essential tool for topological characterization of quantum matter in a cavity. The spectral localizer allows characterization at arbitrary energies, which is needed for probing different photon sectors. However, hybridization between different photon sectors in the low-frequency regime limits a straightforward application of a standard spectral localizer. We fully resolve this issue by judiciously applying an energy shift to the spectral localizer. Our work thus introduces a new avenue for controlling MBS via light-matter coupling and provides a framework for exploring cavity-modified topologies."}
{"id": "2602.03424", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03424", "abs": "https://arxiv.org/abs/2602.03424", "authors": ["Ana S. Dobrota", "Natalia V. Skorodumova", "Igor A. Pašti"], "title": "Single-Atom Adsorption on h-BN along the Periodic Table of Elements: From Pristine Surface to Vacancy-Engineered Sites", "comment": "18 pages, 17 figures, 3 tables, includes supplementary information (9 pages)", "summary": "The adsorption of single atoms on pristine and defected hexagonal boron nitride (h-BN) was systematically investigated using density functional theory. Elements from the first three rows of the periodic table, together with selected transition and coinage metals, were examined on the pristine surface and at boron- and nitrogen-vacancy sites. On pristine h-BN, adsorption is generally weak and dominated by dispersion forces, with measurable chemisorption limited to highly electronegative atoms such as C, O, and F. The introduction of vacancies transforms h-BN into a chemically active material, increasing adsorption energies by one to two orders of magnitude. The boron vacancy strongly stabilizes metallic and electropositive species through coordination to undercoordinated nitrogen atoms, whereas the nitrogen vacancy selectively binds electronegative and covalent adsorbates. Scaling of adsorption energies with elemental cohesive energies distinguishes regimes of physisorption, chemisorption, and substitutional stabilization. These insights provide a unified description of adsorption trends across the periodic table and establish defect engineering as an effective strategy for tailoring the catalytic, sensing, and electronic properties of h-BN."}
{"id": "2602.03600", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03600", "abs": "https://arxiv.org/abs/2602.03600", "authors": ["Miłosz Rybak", "Benjamin Pestka", "Biplab Bhattacharyya", "Jeff Strasdas", "Adam K. Budniak", "Adi Harchol", "Vitaliy Feyer", "Iulia Cojocariu", "Daniel Baranowski", "Efrat Lifshitz", "Markus Morgenstern", "Magdalena Birowska", "Krzysztof Wohlfeld"], "title": "Evidence for Many-Body States in NiPS$_3$ Revealed by Angle-Resolved Photoelectron Spectroscopy", "comment": "22 pages, 13 figures", "summary": "We present $μ$-ARPES spectra of the Mott-insulating van der Waals antiferromagnet NiPS$_3$. Signatures of strong correlations- such as the onset of atomic or atomic-ligand multiplets and spin-orbit-entangled exciton have been observed in this material by various two-particle spectroscopies, but not previously in photoemission. Our measurements reveal a weakly dispersive feature at the valence-band edge that is absent in DFT+$U$ calculations and remains unchanged across the Néel transition. After critically examining and ruling out alternative interpretations, we show that an exact diagonalization of a NiS$_6$ cluster yields low-energy final-state configurations of mixed multiplet $d^7$ and $d^8\\underline{L}$ character, whose energy differences are consistent with the observed additional feature. This implies that ARPES directly accesses local Ni-S multiplet physics in NiPS$_3$, revealing a many-body structure beyond mean-field theory. Our results confirm that NiPS$_3$ is an excellent model platform in which strong correlations, reduced dimensionality, and covalent metal-ligand bonding jointly shape both two- and single-particle spectroscopies, underscoring the need for a genuinely quantum many-body description of two-dimensional quantum materials."}
{"id": "2602.02757", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.02757", "abs": "https://arxiv.org/abs/2602.02757", "authors": ["Jonah R. Horowitz", "Oliver J. Tye", "Oliver M. Nix", "Shaun Tan", "Hogeun Chang", "Jihyun Min", "Taehyung Kim", "Moungi G. Bawendi"], "title": "Single-Emitter Spectra from an Ensemble", "comment": "10 pages in main text, 4 figures", "summary": "The heterogeneity in nanoscale emitters hinders efforts to understand their basic photophysics and limits their use in practical applications. Existing methods have difficulty accurately characterizing single-emitter spectra and optical heterogeneity on a statistical scale. Here, we introduce SPICEE (SPectrally Imbalanced Correlations from Ensemble Emission), a spectrally filtered photon-correlation technique that recovers single-particle emission lineshapes from an ensemble sample. Analytical derivations, numerical modeling, and experiments on a solution ensemble of emitters validate the technique. We apply SPICEE to blue-emitting ZnSeTe semiconductor nanocrystals relevant to display applications and find that the low color purity in the ensemble spectrum is primarily caused by a small subpopulation of nanocrystals with a distinct emission mechanism. This work demonstrates that SPICEE is a powerful high-throughput tool for accurately characterizing the single-emitter properties of nanoscale systems."}
{"id": "2602.03656", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat"], "pdf": "https://arxiv.org/pdf/2602.03656", "abs": "https://arxiv.org/abs/2602.03656", "authors": ["Fo-Hong Wang", "Fanjie Sun", "Chenghao He", "Xiao Yan Xu"], "title": "Resolving Quantum Criticality in the Honeycomb Hubbard Model", "comment": "12+20 pages, 6+16 figures", "summary": "The interplay between Dirac fermions and electronic correlations on the honeycomb lattice hosts a fundamental quantum phase transition from a semimetal to a Mott insulator, governed by the Gross-Neveu-Heisenberg (GNH) universality class. Despite its importance, consensus on the precise critical exponents remains elusive due to severe finite-size effects in numerical simulations and the lack of conformal bootstrap benchmarks. Here we try to resolve this long-standing controversy by performing projector determinant quantum Monte Carlo (QMC) simulations on lattices of unprecedented size, reaching 10,368 sites. By developing a novel projected submatrix update algorithm, we achieve a significant algorithmic speedup that enables us to access the thermodynamic limit with high precision. We observe that the fermion anomalous dimension and the correlation length exponent converge rapidly, while the boson anomalous dimension exhibits a systematic size dependence that we resolve via linear extrapolation. To validate our analysis, we perform parallel large-scale simulations of the spinless $t$-$V$ model on the honeycomb lattice, which belongs to the Gross-Neveu-Ising class. Our results for the $t$-$V$ model, including the first QMC determination of the fermion anomalous dimension, show agreement with conformal bootstrap predictions, thereby corroborating the robustness of our methodology. Our work provides state-of-the-art critical exponents for the honeycomb Hubbard model and establishes a systematic finite-size scaling workflow applicable to a broad class of strongly correlated quantum systems, paving the way for resolving other challenging fermionic quantum critical phenomena."}
{"id": "2602.03572", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03572", "abs": "https://arxiv.org/abs/2602.03572", "authors": ["Anna-Luisa E. Römling", "Artim L. Bassant", "Rembert A. Duine"], "title": "Fluctuations of the inverted magnetic state and how to sense them", "comment": "11 pages, 5 figures", "summary": "Magnons are the low-energy excitations of magnetically ordered materials. While the magnetic moment of a ferromagnet aligns with an applied magnetic field, it has been experimentally shown that the magnetic order can be inverted by injecting spin current into the magnet. This results in an energetically unstable but dynamically stabilized state where the magnetic moment aligns antiparallel to an applied magnetic field, called the inverted magnetic state. The excitations on top of such a state have negative energy and are called antimagnons. The inverted state is subject to fluctuations, in particular, as shot noise in the spin current, which are different from fluctuations in equilibrium, especially at low temperatures. Here, we theoretically study the fluctuations of the inverted magnetic state and their signatures in experimental setups. We find that the fluctuations from the injection of spin current play a large role. In the quantum regime, the inverted magnetic state exhibits larger fluctuations compared to the equilibrium position, which can be probed using a qubit. Our results advance the understanding of the fundamental properties of antimagnons and their experimental controllability, and they pave the way for applications in spintronics and magnonics, such as spin wave amplification and entanglement."}
{"id": "2602.03438", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2602.03438", "abs": "https://arxiv.org/abs/2602.03438", "authors": ["Mathieu Luisier", "Nicolas Vetsch", "Alexander Maeder", "Vincent Maillou", "Anders Winka", "Leonard Deuschle", "Chen Hao Xia", "Manasa Kaniselvan", "Marko Mladenovic", "Jiang Cao", "Alexandros Nikolaos Ziogas"], "title": "Acceleration of Atomistic NEGF: Algorithms, Parallelization, and Machine Learning", "comment": null, "summary": "The Non-equilibrium Green's function (NEGF) formalism is a particularly powerful method to simulate the quantum transport properties of nanoscale devices such as transistors, photo-diodes, or memory cells, in the ballistic limit of transport or in the presence of various scattering sources such as electronphonon, electron-photon, or even electron-electron interactions. The inclusion of all these mechanisms has been first demonstrated in small systems, composed of a few atoms, before being scaled up to larger structures made of thousands of atoms. Also, the accuracy of the models has kept improving, from empirical to fully ab-initio ones, e.g., density functional theory (DFT). This paper summarizes key (algorithmic) achievements that have allowed us to bring DFT+NEGF simulations closer to the dimensions and functionality of realistic systems. The possibility of leveraging graph neural networks and machine learning to speed up ab-initio device simulations is discussed as well."}
{"id": "2602.03656", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat"], "pdf": "https://arxiv.org/pdf/2602.03656", "abs": "https://arxiv.org/abs/2602.03656", "authors": ["Fo-Hong Wang", "Fanjie Sun", "Chenghao He", "Xiao Yan Xu"], "title": "Resolving Quantum Criticality in the Honeycomb Hubbard Model", "comment": "12+20 pages, 6+16 figures", "summary": "The interplay between Dirac fermions and electronic correlations on the honeycomb lattice hosts a fundamental quantum phase transition from a semimetal to a Mott insulator, governed by the Gross-Neveu-Heisenberg (GNH) universality class. Despite its importance, consensus on the precise critical exponents remains elusive due to severe finite-size effects in numerical simulations and the lack of conformal bootstrap benchmarks. Here we try to resolve this long-standing controversy by performing projector determinant quantum Monte Carlo (QMC) simulations on lattices of unprecedented size, reaching 10,368 sites. By developing a novel projected submatrix update algorithm, we achieve a significant algorithmic speedup that enables us to access the thermodynamic limit with high precision. We observe that the fermion anomalous dimension and the correlation length exponent converge rapidly, while the boson anomalous dimension exhibits a systematic size dependence that we resolve via linear extrapolation. To validate our analysis, we perform parallel large-scale simulations of the spinless $t$-$V$ model on the honeycomb lattice, which belongs to the Gross-Neveu-Ising class. Our results for the $t$-$V$ model, including the first QMC determination of the fermion anomalous dimension, show agreement with conformal bootstrap predictions, thereby corroborating the robustness of our methodology. Our work provides state-of-the-art critical exponents for the honeycomb Hubbard model and establishes a systematic finite-size scaling workflow applicable to a broad class of strongly correlated quantum systems, paving the way for resolving other challenging fermionic quantum critical phenomena."}
{"id": "2602.02796", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.02796", "abs": "https://arxiv.org/abs/2602.02796", "authors": ["William Caiger", "Felix Flicker", "Miguel-Ángel Sánchez-Martínez"], "title": "Fractal Topology of Majorana Bound States in Superconducting Quasicrystals", "comment": null, "summary": "Quasicrystalline order induces a fractal energy spectrum, yet its impact on topological protection remains an open fundamental question. Here, we demonstrate that the topological phase transitions characterised by the appearance of Majorana Bound States themselves have a fractal character. By extending this analysis to the full family of Sturmian words, we uncover Kitaev's Butterfly $-$ a spectral fractal analogous to Hofstadter's butterfly, but fundamentally distinguished by a central superconducting gap. Within this framework, we identify Majorana's Butterfly as a fractal topological phase diagram governed by the competition between quasicrystallinity and superconducting pairing. We show that this competition dictates a hierarchy of Majorana stability, where the survival of the topological phase against fractal fragmentation is determined by the relative strength of these competing energy scales."}
{"id": "2602.03597", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03597", "abs": "https://arxiv.org/abs/2602.03597", "authors": ["Xiao-Bin Qiang", "Xiaoxiong Liu", "Hai-Zhou Lu", "X. C. Xie"], "title": "Quantum Christoffel Nonlinear Magnetization", "comment": "9 pages, 3 figures", "summary": "The Christoffel symbol is an essential quantity in Einstein's general theory of relativity. We discover that an electric field can induce a nonlinear magnetization in quantum materials, described by a Christoffel symbol defined in the Hilbert space of quantum states (quantum Christoffel symbol). Quite different from the previous scenarios, this orbital magnetization does not need spin-orbit coupling and inversion symmetry breaking. Through symmetry analysis and first-principles calculations, we identify a number of point groups and 2D material candidates (e.g., BiF$_3$, ZnI$_2$, and Ru$_4$Se$_5$) that host this quantum Christoffel nonlinear magnetization. More importantly, this nonlinear magnetization allows the quantum Christoffel symbol to be probed by optical techniques such as magneto-optical Kerr spectroscopy or transport measurements such as tunneling magneto-resistance. This quantum Christoffel nonlinear magnetization gives a paradigm of how geometry dictates physics."}
{"id": "2602.03457", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03457", "abs": "https://arxiv.org/abs/2602.03457", "authors": ["Luigi Camerano", "Emanuel A. Martínez", "Victor Porée", "Laura Martella", "Dario Mastrippolito", "Debora Pierucci", "Franco D'Orazio", "Polina M. Sheverdyaeva", "Paolo Moras", "Enrico Della Valle", "Tianlun Yu", "Moritz Hoesch", "Craig M. Polley", "Thiagarajan Balasubramanian", "Alessandro Nicolaou", "Luca Ottaviano", "Vladimir N. Strocov", "Gianni Profeta", "Federico Bisti"], "title": "Emergent 3D Fermiology and Magnetism in an Intercalated Van der Waals System", "comment": "11 pages + SI", "summary": "Intercalation of magnetic atoms into van der Waals materials provides a versatile platform for tailoring unconventional magnetic properties. However, its impact on electronic dimensionality and exchange mechanisms remains poorly understood. Using Fe-intercalated TaS$_2$ as a model system, we combine X-ray absorption and resonant inelastic scattering with angle-resolved photoemission and first-principles calculations to reveal that intercalation reshapes the host electronic structure. We identify a spin-polarized intercalant-host hybridized band with pronounced out-of-plane dispersion crossing the Fermi level, providing an itinerant channel for interlayer magnetic exchange. This mechanism explains the breakdown of a purely atomic picture and establishes a direct link between lattice geometry, electronic dispersion, and magnetic order. Our findings demonstrate that intercalant-induced itinerancy enables tunable interlayer coupling in otherwise layered magnets, offering a general microscopic framework for engineering magnetic dimensionality in a broad class of intercalated vdW materials."}
{"id": "2602.03658", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03658", "abs": "https://arxiv.org/abs/2602.03658", "authors": ["Yidian Li", "Mingxin Zhang", "Xian Du", "Cuiying Pei", "Jieyi Liu", "Houke Chen", "Wenxuan Zhao", "Kaiyi Zhai", "Yinqi Hu", "Senyao Zhang", "Jiawei Shao", "Mingxin Mao", "Yantao Cao", "Jinkui Zhao", "Zhengtai Li", "Dawei Shen", "Yaobo Huang", "Makoto Hashimoto", "Donghui Lu", "Zhongkai Liu", "Yulin Chen", "Hanjie Guo", "Yilin Wang", "Yanpeng Qi", "Lexian Yang"], "title": "Orbital-selective Mottness Driven by Geometric Frustration of Interorbital Hybridization in Pr4Ni3O10", "comment": null, "summary": "The interplay among orbital-selective Mott physics, Hund's coupling, tunable structural motifs, and Kondo-like scattering establishes a compelling paradigm for understanding and engineering correlated multi-orbital systems, as vividly exemplified by nickelate superconductors. Here, using high-resolution angle-resolved photoemission spectroscopy combined with theoretical calculations, we systematically investigate the electronic properties of trilayer nickelates. In La4Ni3O10, we observe pronounced interorbital hybridization, whereas in Pr4Ni3O10, the flat d_(z^2 ) band becomes markedly incoherent and diminishes in spectral weight. By contrast, the dispersive d_(x^2-y^2 ) bands retain coherence in both compounds. This striking incoherence/coherence dichotomy identifies an orbital-selective Mott phase modulated by the interlayer Ni-O-Ni bonding angle. The depletion of the d_(z^2 ) orbitals further frustrates the interorbital hybridization and influences the density-wave transition in Pr4Ni3O10. Moreover, the density-wave gap is substantially reduced in Pr4Ni3O10, likely due to extra scattering channels provided by the local moments of Pr3+ cations. Our findings elucidate the intricate interplay among lattice, orbital, spin, and electronic degrees of freedom and reveal a feasible structural control parameter for the multi-orbital correlated state in trilayer nickelates, which provide a concrete framework for understanding the emergence of superconductivity under high pressure."}
{"id": "2602.02803", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02803", "abs": "https://arxiv.org/abs/2602.02803", "authors": ["Yifan Liu", "Robert Dawson", "Nathaniel Gabor", "Vivek Aji"], "title": "Phonon assisted absorption in Transition Metal Dichalcogenide heterostructures", "comment": null, "summary": "The coupling of atomic vibrations to electronic excitations - traditionally understood to be a source of energy loss in semiconductors - has recently been explored in photosynthetic light harvesting as a means to circumvent dissipation by harnessing quantum vibronic coherence. Motivated by recent photocurrent measurements of vibronic sidebands in WSe$_2$/MoSe$_2$ optoelectronic devices, we present a nonperturbative theoretical framework for phonon-assisted absorption in van der Waals heterostructures. Using a polaron transformation, a closed-form expression for the optical absorption spectrum at arbitrary temperatures is presented. Our model includes both intraband and interband electron--phonon coupling. Detailed analysis shows that the observed periodic sidebands originate from the strong coupling between interlayer excitons and nearly dispersionless optical phonon modes. Comparing two limiting cases - one involving only intraband couplings, and another incorporating coherent interband processes - we show that interband phonon-assisted transitions are needed to account for the observed data. Beyond enabling the direct estimation of vibronic coupling strengths from spectroscopic data, these findings have profound consequences for our understanding of optical and optoelectronic responses: coherent interband coupling of atomic vibrations to excitons is essential to quantifying photoresponse in transition metal dichalcogenide heterostructures."}
{"id": "2602.03636", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03636", "abs": "https://arxiv.org/abs/2602.03636", "authors": ["Xuan Qian", "Xiao-Bin Qiang", "Wenkai Zhu", "Yuqing Huang", "Yiyuan Chen", "Hai-Zhou Lu", "Yang Ji", "Kaiyou Wang"], "title": "Probing quantum geometric nonlinear magnetization via second-harmonic magneto-optical Kerr effect", "comment": "8 pages, 4 figures", "summary": "Quantum geometry provides an intrinsic framework for characterizing the geometric structure of quantum states. It highlights its relevance to various aspects of fundamental physics. However, its direct implications for magnetic phenomena remain largely unexplored. Here, we report the observation of electric-field-induced nonlinear magnetization in the nonmagnetic semimetal WTe$_2$ by using a second-harmonic magneto-optical Kerr effect (SMOKE) spectroscopy. We observe a robust nonlinear SMOKE signal that scales quadratically with current and persists up to 200 K. Theoretical modeling and scaling analysis indicate that this nonlinear magnetization is dominated by the orbital contribution and is intrinsically linked to the quantum Christoffel symbol. Just as the Christoffel symbol is a fundamental quantity encoding spacetime geometry in Einstein's general relativity, our work establishes a direct link between quantum geometry and nonlinear magnetization, and provides a geometric perspective for designing future orbitronic devices."}
{"id": "2602.03487", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03487", "abs": "https://arxiv.org/abs/2602.03487", "authors": ["Mathews Benny", "Moinak Ghosh", "Moritz A. Goerzen", "Bjarne Beyer", "Hendrik Schrautzer", "Stefan Heinze", "Souvik Paul"], "title": "Skyrmions in 2D chiral magnets with noncollinear ground states stabilized by higher-order interactions", "comment": null, "summary": "Magnetic skyrmions are intriguing topological spin textures that have attracted great attention due to their potential for future spintronic devices. Skyrmions have so far been explored in different magnetic materials, such as ferromagnets, antiferromagnets, and ferrimagnets. Here, we propose a new type of unconventional skyrmions stabilized in noncollinear magnets. Using first-principles calculations and atomistic spin simulations, we demonstrate that a noncollinear ground state can be stabilized in Rh/Co and Pd/Co atomic bilayers on the Re(0001) surface by four spin exchange interactions, although Co -- a material often used in applications -- is a prototypical ferromagnet with strong pairwise exchange interaction. We further show that unconventional skyrmion lattices and isolated skyrmions can emerge on this noncollinear magnetic background. Transition-state theory calculations reveal that these metastable skyrmions are protected by large energy barriers, suggesting that they could be observed in experiments. These unconventional types of skyrmions in noncollinear magnets might open new possibilities for topological spin transport or magnet-superconductor hybrid systems."}
{"id": "2602.03761", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03761", "abs": "https://arxiv.org/abs/2602.03761", "authors": ["Sankha Subhra Bakshi", "Yunhao Fan", "Gia-Wei Chern"], "title": "Machine Learning Modeling of Charge-Density-Wave Recovery After Laser Melting", "comment": "12 pages, 6 figures", "summary": "We investigate the nonequilibrium dynamics of a laser-pumped two-dimensional spinless Holstein model within a semiclassical framework, focusing on the melting and recovery of long-range charge-density-wave order. Accurately describing this process requires fully nonadiabatic electron-lattice dynamics, which is computationally demanding due to the need to resolve fast electronic motion over long time scales. By analyzing the structure of the lattice force during nonequilibrium evolution, we show that the force naturally separates into a smooth quasi-adiabatic component and a residual bath-like contribution associated with fast electronic fluctuations. The quasi-adiabatic component depends only on the instantaneous local lattice configuration and can be efficiently learned using machine-learning techniques, while a minimal Langevin description of the bath term captures the essential features of the recovery dynamics. Combining these elements enables efficient and scalable simulations of long-time nonequilibrium dynamics on large lattices, providing a practical route to access driven correlated systems beyond the reach of direct nonadiabatic approaches."}
{"id": "2602.02807", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02807", "abs": "https://arxiv.org/abs/2602.02807", "authors": ["Alex Taekyung Lee", "Kristin A. Persson", "Anh T. Ngo"], "title": "Revealing Short- and Long-range Li-ion diffusion in Li$_2$MnO$_3$ from finite-temperature dynamical mean field theory", "comment": "8 pages, 6 figures", "summary": "Li$_2$MnO$_3$ remains a crucial component of the Li-excess layered cathode family, $(1-x)\\,\\mathrm{LiMO_2} + x\\,\\mathrm{Li_2MnO_3}$ ($M$ = Mn, Ni, Co, \\dots), but its role in limiting Li-ion mobility remains under debate. Here we combine DFT+$U$, finite-temperature DMFT with a continuous-time quantum Monte Carlo impurity solver, and nudged-elastic-band (NEB) calculations to investigate Li$^+$ migration for a single Li vacancy in paramagnetic Li$_2$MnO$_3$. Dynamical electronic correlations within DMFT substantially reduce the activation energies of the lowest-barrier pathways, yielding $E_a = 0.18$ eV for the shortest-range Li jump and $E_a = 0.50$ eV for the next-lowest pathway. The 0.18 eV barrier quantitatively reproduces the short-range activation energy extracted from $μ^+$SR measurements, whereas the 0.50 eV barrier is consistent with the long-range transport activation energy obtained from ac-impedance measurements. This single-vacancy, paramagnetic DMFT description therefore provides a coherent explanation of both local and macroscopic probes without requiring highly clustered vacancy configurations or strong extrinsic disorder, an assumption compatible with nearly stoichiometric Li$_2$MnO$_3$ powders. Our results highlight the importance of finite-temperature dynamical correlations for Li-ion migration in correlated oxides and provide a framework for incorporating strong Coulomb interactions in future studies of transition-metal oxide battery materials."}
{"id": "2602.03700", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.03700", "abs": "https://arxiv.org/abs/2602.03700", "authors": ["Wendy Otieno", "Alex Gabbitas", "Debi Pattnaik", "Pavel Borisov", "Sergey Savel'ev", "Alexander G. Balanov"], "title": "Stochastic Dynamics of Diffusive Memristor Blocks for Neuromorphic Computing", "comment": "11 pages, 7 figures", "summary": "Biological systems use neural circuits to integrate input information and produce outputs. Synaptic convergence, where multiple neurons converge their inputs onto a single downstream neuron, is common in natural neural circuits. However, understanding specific computations performed by such neural blocks and implementating them in hardware requires further research. This work focuses on synaptic convergence in a simplified circuit of three spiking artificial neurons based on diffusive memristors. Numerical modelling and experiments reveal input voltage combinations that enable targeted activation of spiking for specific neuron configurations. We analyse the statistical characteristics of spiking patterns and interpret them from a computational perspective. The numerical simulations match experimental measurements. Our findings contribute to development of universal functional blocks for neuromorphic systems."}
{"id": "2602.03649", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03649", "abs": "https://arxiv.org/abs/2602.03649", "authors": ["Yan Gong", "Huimin Tang", "Yong Yang", "Yoshiyuki Kawazoe"], "title": "Ab initio Phase Diagram of Ta2O5", "comment": "30 pages, 9 figures 4 tables", "summary": "Tantalum pentoxide (Ta2O5) is a polymorphic wide-bandgap semiconductor with outstanding dielectric properties and widespread use in optical and electronic technologies. Its rich structural diversity, arising from multiple polymorphs accessible under different synthesis conditions, has made Ta2O5 a long-standing subject of interest. However, a unified understanding of the thermodynamic stability and phase transitions of its polymorphs across pressure-temperature (P-T) space has remained elusive. Here, using first-principles calculations, we map the thermodynamic landscape of Ta2O5 and establish a comprehensive P-T phase diagram together with a phase-stability hierarchy. We find that Gamma-Ta2O5 and B-Ta2O5 dominate the phase diagram over a broad range of P-T conditions: Gamma-Ta2O5 is stabilized at low pressures, while B-Ta2O5 becomes thermodynamically favored at higher pressures up to ~ 60 GPa, beyond which Y-Ta2O5 emerges as the most stable phase. Crucially, nuclear quantum effects (NQEs) are shown to play a significant role in determining relative phase stability, contributing substantially to the Gibbs free energy and altering phase boundaries. A re-entrant phase transition between Gamma and B-Ta2O5 is predicted near ~ 2 GPa, revealing unexpected complexity in the phase behavior of this oxide. More generally, we identify a characteristic temperature (T_0), at which zero-point and thermal phonon contributions to the free energy become comparable, and show that T_0 is approximately one-third of the Debye temperature. This relationship provides a simple, physically transparent criterion for assessing the importance of NQEs in phase stability, with implications extending beyond Ta2O5 to a broad class of complex oxides."}
{"id": "2602.03771", "categories": ["cond-mat.str-el", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2602.03771", "abs": "https://arxiv.org/abs/2602.03771", "authors": ["Linh Pham", "Ehsan Khatami"], "title": "Spin and Charge Conductivity in the Square Lattice Fermi-Hubbard Model", "comment": "11 pages, 11 figures", "summary": "Dynamical properties are notoriously difficult to compute in numerical treatments of the Fermi-Hubbard model, especially in two spatial dimensions. However, they are essential in providing us with insight into some of the most important and less well-understood phases of the model, such as the pseudogap and strange metal phases at relatively high temperatures, or unconventional superconductivity at lower temperatures, away from the commensurate filling. Here, we use the numerical linked-cluster expansions to compute spin and charge optical conductivities of the model at different temperatures and strong interaction strengths via the exact real-time-dependent correlation functions of the current operators. We mitigate systematic errors associated with having a limited access to the long-time behavior of the correlators by introducing fits and allowing for non-zero Drude weights when appropriate. We compare our results to available data from optical lattice experiments and find that the Drude contributions can account for the theory-experiment gap in the DC spin conductivity of the model at half filling in the strong-coupling region. Our method helps paint a more complete picture of the conductivity in the two-dimensional Hubbard model and opens the door to studying dynamical properties of quantum lattice models in the thermodynamic limit."}
{"id": "2602.02871", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.02871", "abs": "https://arxiv.org/abs/2602.02871", "authors": ["Md Tarik Hossain", "Sai Shradha", "Axel Printschler", "Julian Picker", "Luc F. Oswald", "Julian Fuehrer", "Nicole Engel", "Honey J. Shah", "Christof Neumann", "Daria I. Markina", "Moritz Quincke", "Johannes Biskupek", "Kenji Watanabe", "Takashi Taniguchi", "Ute Kaiser", "Bernhard Urbaszek", "Andrey Turchanin"], "title": "CVD Grown Hybrid MoSe$_2$-WSe$_2$ Lateral/Vertical Heterostructures with Strong Interlayer Exciton Emission", "comment": null, "summary": "Lateral heterostructures of 2D transition metal dichalcogenide offer a powerful platform to investigate photonic and electronic phenomena at atomically sharp interfaces. However, their controlled engineering, including tuning lateral domain size and integration into vertical van der Waals heterostructures with other 2D materials, remains challenging. Here, we present a facile route for the synthesis of two types of heterostructures consisting of monolayers of MoSe$_2$ and WSe$_2$ - purely lateral (HS I) and hybrid lateral/vertical (HS II) - using liquid precursors of transition metal salts and chemical vapor deposition (CVD). Depending on the growth parameters, the heterostructure type and their lateral dimensions can be adjusted. We characterized properties of the HS I and HS II by complementary spectroscopic and microscopic techniques including Raman and photoluminescence spectroscopy, and optical and atomic force microscopy, and scanning electron and transmission electron microscopy. The photoluminescence measurements reveal strong interlayer exciton emission in the MoSe$_2$/WSe$_2$ region of HS II, which dominates the spectrum at 4 K and persisting up to room temperature. These results demonstrate high optical quality of the grown heterostructures which in combination with scalability of the developed approach paves the way for fundamental studies and device applications based on these unique 2D quantum materials."}
{"id": "2602.02871", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.02871", "abs": "https://arxiv.org/abs/2602.02871", "authors": ["Md Tarik Hossain", "Sai Shradha", "Axel Printschler", "Julian Picker", "Luc F. Oswald", "Julian Fuehrer", "Nicole Engel", "Honey J. Shah", "Christof Neumann", "Daria I. Markina", "Moritz Quincke", "Johannes Biskupek", "Kenji Watanabe", "Takashi Taniguchi", "Ute Kaiser", "Bernhard Urbaszek", "Andrey Turchanin"], "title": "CVD Grown Hybrid MoSe$_2$-WSe$_2$ Lateral/Vertical Heterostructures with Strong Interlayer Exciton Emission", "comment": null, "summary": "Lateral heterostructures of 2D transition metal dichalcogenide offer a powerful platform to investigate photonic and electronic phenomena at atomically sharp interfaces. However, their controlled engineering, including tuning lateral domain size and integration into vertical van der Waals heterostructures with other 2D materials, remains challenging. Here, we present a facile route for the synthesis of two types of heterostructures consisting of monolayers of MoSe$_2$ and WSe$_2$ - purely lateral (HS I) and hybrid lateral/vertical (HS II) - using liquid precursors of transition metal salts and chemical vapor deposition (CVD). Depending on the growth parameters, the heterostructure type and their lateral dimensions can be adjusted. We characterized properties of the HS I and HS II by complementary spectroscopic and microscopic techniques including Raman and photoluminescence spectroscopy, and optical and atomic force microscopy, and scanning electron and transmission electron microscopy. The photoluminescence measurements reveal strong interlayer exciton emission in the MoSe$_2$/WSe$_2$ region of HS II, which dominates the spectrum at 4 K and persisting up to room temperature. These results demonstrate high optical quality of the grown heterostructures which in combination with scalability of the developed approach paves the way for fundamental studies and device applications based on these unique 2D quantum materials."}
{"id": "2602.03697", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03697", "abs": "https://arxiv.org/abs/2602.03697", "authors": ["E. A. Arkhipova", "A. E. Fedianin", "I. A. Eliseyev", "R. M. Dubrovin", "P. P. Syrnikov", "V. Yu. Davydov", "A. M. Kalashnikova"], "title": "Role of magnon-magnon interaction in optical excitation of coherent two-magnon modes", "comment": "7 pages, 4 figures", "summary": "Two-magnon modes are terahertz-frequency magnetic excitations in antiferromagnets, governed by exchange interactions and involving magnons from the entire Brillouin zone. The ability to couple to light promotes two-magnon modes as contenders for ultrafast optical manipulation of the magnetic state, beyond conventional zone-center magnonics. While magnon-magnon interactions are known to critically shape the two-magnon line in spontaneous Raman scattering spectra, their role in coherent time-domain excitations remains unexplored. We report a detailed experimental and theoretical study of the influence of magnon-magnon interactions on coherent two-magnon modes in a cubic antiferromagnet excited via Impulsive Stimulated Raman scattering. We reveal the nontrivial evolution of coherent magnetic dynamics in the time domain and the corresponding spectrum and compare it with the spontaneous Raman scattering spectrum. By extending the spin-correlations based theory for two-magnon modes, we derive a unified description of their spectra in Raman Scattering and Impulsive Stimulated Raman Scattering and highlight the role of magnon-magnon interactions."}
{"id": "2602.03843", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03843", "abs": "https://arxiv.org/abs/2602.03843", "authors": ["Aadi Singh", "Chakradhar Rangi", "Ka-Ming Tam"], "title": "Classical Benchmarks of a Symmetry-Adapted Variational Quantum Eigensolver for Real-Time Green's Functions in Dynamical Mean-Field Theory", "comment": "11 pages, 6 figures", "summary": "We present a variational quantum eigensolver (VQE) approach for solving the Anderson Impurity Model (AIM) arising in Dynamical Mean-Field Theory (DMFT). Recognizing that the minimal two-site approximation often fails to resolve essential spectral features, we investigate the efficacy of VQE for larger bath discretizations while adhering to near-term hardware constraints. We employ a symmetry-adapted ansatz enforcing conservation of particle number $(N)$, spin projection $(S_z=0)$, and total spin $(S^2=0)$ symmetry, benchmarking the performance against exact diagonalization across different interaction strengths using bath parameters extracted from the DMFT self-consistency loop. For a four-site model, the relative error in the ground state energy remains well below $0.01%$ with a compact parameter set $(N_p \\le 30)$. Crucially, we demonstrate that the single-particle Green's function-the central quantity for DMFT-can be accurately extracted from VQE-prepared ground states via real-time evolution in the intermediate to strong interaction regimes. However, in the weak interaction regime, the Green's function exhibits noticeable deviations from the exact benchmark, particularly in resolving low-energy spectral features, despite the ground state energy showing excellent agreement. These findings demonstrate that VQE combined with real-time evolution can effectively extend quantum-classical hybrid DMFT beyond the two-site approximation, particularly for describing insulating phases. While this approach offers a viable pathway for simulating strongly correlated materials on near-term devices, the observation that accurate ground state energy does not guarantee accurate dynamical properties highlights a key challenge for applying such approaches to correlated metals."}
{"id": "2602.02872", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02872", "abs": "https://arxiv.org/abs/2602.02872", "authors": ["Banasree S. Mou", "Stephen M. Winter"], "title": "Dynamical Effective Hamiltonian Approach to Second-Harmonic Generation in Quantum Magnets: Application to NiI$_2$", "comment": "4 figures", "summary": "Although second harmonic generation (SHG) is a promising and widely used method recently for studying 2D magnetic materials, the quantitative analysis of the full SHG tensor is currently challenging. In this letter, we describe a first-principles-based approach towards quantitative analysis of SHG in insulating magnets through formulation in terms of dynamical effective operators. These operators are computed by solving local many-body cluster models. We benchmark this method on NiI$_2$, a multiferroic 2D van der Waals antiferromagnet, demonstrating quantitative analysis of reported Rotational Anisotropy (RA)-SHG data. SHG is demonstrated to probe local ring-current susceptibilities, which provide sensitivity to short-range chiral spin-spin correlations. The described methods may be easily extended to other non-linear optical responses and materials."}
{"id": "2602.03780", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03780", "abs": "https://arxiv.org/abs/2602.03780", "authors": ["Omri Meron", "Idan Kizel", "Dror Hershkovitz", "Youngki Yeo", "Nirmal Roy", "Wei Cao", "Moshe Ben Shalom", "Haim Suchowski"], "title": "Polytype-Dependent Upconversion Photoluminescence in 3R-MoS2", "comment": null, "summary": "Ferroelectric van der Waals materials offer switchable polarization states, yet optical readout of their stacking configurations remains challenging. Building on the resonant exciton-exciton annihilation (EEA) mechanism in 2H-phase TMDs, we report the first observation of upconversion photoluminescence (UPL) in rhombohedral MoS2 and demonstrate that this many-body process is strongly polytype-dependent. Using low-temperature spectroscopy, we observe anti-Stokes emission with superlinear power dependence. Beyond serving as a layer-number sensor, UPL provides a sensitive probe of stacking order. Trilayer ABA and BAB polytypes, indistinguishable by surface potential measurements and second harmonic generation, exhibit markedly different UPL intensities, and this persists in thicker samples. First-principles calculations attribute this polytype dependence to modulation of the Gamma-point conduction manifold, which controls energy-matching conditions for the annihilation process. Power-dependent spectroscopy further disentangles two distinct annihilation channels originating from different dark exciton valleys, identified through their contrasting intensity scaling and opposite density-induced energy shifts. Crucially, the annihilation process doubles the energy separation of nearly degenerate dark excitons while converting their weak emission into bright signal, providing experimental access to valley-specific responses that are obscured in direct dark-exciton spectroscopy. Our findings demonstrate that ferroelectric configurations provide a new degree of freedom for controlling nonlinear optical processes, with implications for all-optical ferroelectric readout and electrically switchable wavelength conversion in two-dimensional materials."}
{"id": "2602.03848", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03848", "abs": "https://arxiv.org/abs/2602.03848", "authors": ["Donghae Seo", "Taegon Lee", "Gil Young Cho"], "title": "A Unified Categorical Description of Quantum Hall Hierarchy and Anyon Superconductivity", "comment": "14 pages, 1 figure, 1 table", "summary": "We present a unified category-theoretic framework for quantum Hall hierarchy constructions and anyon superconductivity based on modular tensor categories over $\\mathrm{Rep}(\\mathrm{U}(1))$ and $\\mathrm{sRep}(\\mathrm{U}(1)^f)$. Our approach explicitly incorporates conserved $\\mathrm{U}(1)$ charge and formulates doping via a generalized stack-and-condense procedure, in which an auxiliary topological order is stacked onto the parent phase, and the quasiparticles created by doping subsequently condense. Depending on whether this condensation preserves or breaks the $\\mathrm{U}(1)$ symmetry, the system undergoes a transition to a quantum Hall hierarchy state or to an anyon superconductor. For anyon superconductors, the condensate charge is determined unambiguously by the charged local bosons contained in the condensable algebra. Our framework reproduces all known anyon superconductors obtained from field-theoretic analyses and further predicts novel phases, including a charge-$2e$ anyon superconductor derived from the Laughlin state and charge-$ke$ anyon superconductors arising from bosonic $\\mathbb{Z}_k$ Read-Rezayi states. By placing hierarchy transitions and anyon superconductivity within a single mathematical formalism, our work provides a unified understanding of competing and proximate phases near experimentally realizable fractional quantum Hall states."}
{"id": "2602.02879", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02879", "abs": "https://arxiv.org/abs/2602.02879", "authors": ["Sierra Seacat", "Hartwin Peelaers"], "title": "Origin of donor compensation in monoclinic (Al$_x$Ga$_{1{\\rm -}x})_2$O$_3$ alloys", "comment": null, "summary": "(Al$_x$Ga$_{1{\\rm -}x})_2$O$_3$ alloys are frequently used in heterostructures with monoclinic Ga$_2$O$_3$, resulting in a large conduction-band offset, which leads to charge carrier confinement, a property that is desirable for device applications. However, when (Al$_x$Ga$_{1{\\rm -}x})_2$O$_3$ alloys are $n$-type doped with Si, the most efficient shallow donor, there is a significant reduction in the number of charge carriers when the Al content of the alloys is greater than 26%, rendering intentional doping ineffective. Here we show that this compensation is due to cation vacancies forming in response to donor doping. We use hybrid density functional theory to study cation vacancies in monoclinic AlGaO$_3$ and monoclinic Al$_2$O$_3$. We find that vacancies prefer to occupy split-vacancy configurations, similar to vacancies in Ga$_2$O$_3$. Furthermore, by comparing the formation energy of the vacancy with the formation energy of Si donors, we show that vacancies are lower in energy than Si donors, independent of the Fermi level, as soon as the alloys contain more than 16% Al. Therefore, cation vacancies will compensate the donor doping, explaining experimental observations."}
{"id": "2602.03804", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03804", "abs": "https://arxiv.org/abs/2602.03804", "authors": ["Kirti Kirti", "Baisali Ghadai", "Abinash Mishra", "Rahulkrishnan R", "Sucheta Mondal"], "title": "Origin of mixed anisotropy in crystalline Permalloy and amorphous Cobalt thin films individually deposited on Si substrate", "comment": null, "summary": "Magnetic anisotropy (MA) plays a crucial role in deciding both static and dynamic behaviour of magnetic thin films. It controls various phenomena, such as magnetization reversal, domain formation, domain-wall motion, spin-wave generation, and spin-wave propagation etc. We investigate the mixed anisotropies in face-centred-cubic Permalloy (fcc-Py) and amorphous Cobalt (a-Co) thin films deposited via rf magnetron sputtering on Si (100) substrate with thicknesses, d = 5-125 nm and t = 5-150 nm, respectively. X-ray diffraction technique, atomic force microscopy, and vibrating sample magnetometry are employed to study the structural, morphological, and magnetic properties. We adopt a qualitative approach to understand the nature of different anisotropies present in both materials. Mixed anisotropies evolve with film thicknesses for both fcc-Py and a-Co films. The role of growth conditions in the emergence of specific anisotropies is discussed in detail. An alteration of the magnetization easy axis from the conventional in-plane orientation is evidenced due to the collective influence of these mixed anisotropies. Based on the dominance of anisotropy components, their origin, and the direction of magnetization tilt, we categorize our samples as belonging to specific regimes. Introduction of magnetization tilt has been proven to be an extremely innovative way to improve the performance of spintronic devices so far. The one-to-one comparison between a sputter-deposited crystalline and an amorphous magnetic material could be beneficial for building a stronger foundation for that."}
{"id": "2602.02643", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02643", "abs": "https://arxiv.org/abs/2602.02643", "authors": ["Jun-Xiao Hui", "Qing-Dong Jiang"], "title": "Nonreciprocal perfect Coulomb drag in electron-hole bilayers: coherent exciton superflow as a diode", "comment": "7 pages, 4 figures", "summary": "Distinguishing an exciton condensate from an excitonic gas or insulator remains a fundamental challenge, as both phases feature bound electron-hole pairs but differ only by the emergence of macroscopic phase coherence. Here, we theoretically propose that a spin-orbit-coupled bilayer system can host a finite-momentum exciton condensate exhibiting a nonreciprocal perfect Coulomb drag -- the coherent-exciton diode effect. This effect arises from the simultaneous breaking of inversion and time-reversal symmetries in the exciton condensate, resulting in direction-dependent critical counterflow currents. The resulting nonreciprocal perfect Coulomb drag provides a clear and unambiguous transport signature of phase-coherent exciton condensation, offering a powerful and experimentally accessible approach to identify, probe, and control exciton superfluidity in solid-state platforms."}
{"id": "2602.02897", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.02897", "abs": "https://arxiv.org/abs/2602.02897", "authors": ["Dairong Chen", "Ahmed Sidi El Valli", "Jonathan Z. Sun", "Flaviano Morone", "Dries Sels", "Andrew D. Kent"], "title": "Switching Characteristics of Electrically Connected Stochastically Actuated Magnetic Tunnel Junction Nanopillars", "comment": "12 pages, 7 figures", "summary": "We investigate the stochastic dynamics of nanoscale perpendicular magnetic tunnel junctions (pMTJs) and the correlations that arise when they are electrically coupled. Individual junctions exhibit thermally activated spin-transfer torque switching with transition probabilities that are well described by a Poisson process. When two junctions are connected in parallel, circuit-mediated redistribution of voltages that occurs in real time as the junction resistances change leads to correlated switching behavior. A minimal stochastic model based on single-junction statistical switching properties and Kirchhoff's laws captures the coupled switching probabilities, while a Markov-chain formalism describes nonequilibrium steady states under multi-pulse driving. Further, these circuit-mediated interactions can be mapped onto the parameters of an Ising Hamiltonian, providing an interpretation in terms of effective spin-spin interactions. Our results demonstrate how simple electrical connections can generate Ising-like couplings and tunable stochastic dynamics in nanoscale magnets."}
{"id": "2602.02504", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2602.02504", "abs": "https://arxiv.org/abs/2602.02504", "authors": ["Mohsen Salimi", "Aurelien Dantan", "Henrik B. Pedersen"], "title": "Single-run determination of the saturation vapor pressure and enthalpy of vaporization/sublimation of a substance undergoing successive solid-solid and solid-liquid phase transitions: the case of $N$-methyl acetamide", "comment": null, "summary": "We report on the dynamical measurement of the saturation vapor pressure of $N$-methyl acetamide in the temperature range $-30^\\circ$C to $34^\\circ$C. This is achieved by monitoring the pressure inside a vacuum chamber in which a precooled sample of the substance slowly thermalizes to the chamber temperature, undergoing first a phase transition between two crystalline structures around $1^\\circ$C and then a solid-liquid phase transition around $30^\\circ$C. Such a measurement provides in a single run accurate data for the saturation vapor pressure and the enthalpies of sublimation and vaporization of the different phases of the investigated substance."}
{"id": "2602.02692", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02692", "abs": "https://arxiv.org/abs/2602.02692", "authors": ["Federico Escudero", "Dong Wang", "Pierre A. Pantaleón", "Shengjun Yuan", "Francisco Guinea", "Zhen Zhan"], "title": "Straintronics and twistronics in bilayer graphene", "comment": "19 pages, 12 figures, Federico Escudero and Dong Wang contributed equally to this paper", "summary": "The interplay of twist and strain in bilayer graphene enables the formation of moiré patterns and narrow bands that host correlated and topological phases. While magic-angle twisted bilayer graphene has been widely studied, strain provides an additional and realistic control knob for band engineering. In this work, we first generate a global method to construct commensurate supercells for arbitrary twist and strain. Then, using atomistic tight-binding and strain-extended continuum models to study the commensurate structures, we identify configurations that minimize the bandwidth beyond the magic angle. The results reveal a strong dependence of band narrowing and topology on strain type, magnitude, direction and lattice relaxation. Particularly, shear strain produces a stronger distortion than uniaxial strain. Including electron-electron interactions through a self-consistent Hartree potential shows that strain broadens the bare bands while reducing electrostatic renormalization. Strain also drives topological transitions as the narrow and remote bands hybridize, establishing twisted and strained bilayer graphene as a tunable platform for flat-band and topological phenomena."}
{"id": "2602.02904", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.02904", "abs": "https://arxiv.org/abs/2602.02904", "authors": ["Tymoteusz Braciszewski", "Oliwier Urbański", "Piotr Tomczak"], "title": "Quantum phase transition in transverse-field Ising model on Sierpiński gasket lattice", "comment": null, "summary": "We study quantum phase transition in the transverse-field Ising model on the Sierpiński gasket. By applying finite-size scaling and numerical renormalization group methods, we determine the critical coupling and the exponents that describe this transition. We first checked our finite-size scaling and the renormalization methods on the exactly solvable one-dimensional chain, where we recovered proper values of critical couplings and exponents. Then, we applied the method to the Sierpiński gasket with 11 and 15 spins. We found a quantum critical point at $λ_c \\approx 2.72$ to $2.93$, with critical exponents $z\\approx0.84$, $ν\\approx 1.12 $, $β\\approx 0.30$, and $γ\\approx 2.54$. The lower dynamical exponent $z$ indicates that quantum fluctuations slow down due to fractal geometry, yielding an effective critical dimension of about 2.43. The numerical renormalization group method yielded similar results $λ_c = 2.765$, $β= 0.306$, supporting our findings. These exponents differ from those in both the one-dimensional and mean-field cases."}
{"id": "2602.02757", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.02757", "abs": "https://arxiv.org/abs/2602.02757", "authors": ["Jonah R. Horowitz", "Oliver J. Tye", "Oliver M. Nix", "Shaun Tan", "Hogeun Chang", "Jihyun Min", "Taehyung Kim", "Moungi G. Bawendi"], "title": "Single-Emitter Spectra from an Ensemble", "comment": "10 pages in main text, 4 figures", "summary": "The heterogeneity in nanoscale emitters hinders efforts to understand their basic photophysics and limits their use in practical applications. Existing methods have difficulty accurately characterizing single-emitter spectra and optical heterogeneity on a statistical scale. Here, we introduce SPICEE (SPectrally Imbalanced Correlations from Ensemble Emission), a spectrally filtered photon-correlation technique that recovers single-particle emission lineshapes from an ensemble sample. Analytical derivations, numerical modeling, and experiments on a solution ensemble of emitters validate the technique. We apply SPICEE to blue-emitting ZnSeTe semiconductor nanocrystals relevant to display applications and find that the low color purity in the ensemble spectrum is primarily caused by a small subpopulation of nanocrystals with a distinct emission mechanism. This work demonstrates that SPICEE is a powerful high-throughput tool for accurately characterizing the single-emitter properties of nanoscale systems."}
{"id": "2602.02807", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.02807", "abs": "https://arxiv.org/abs/2602.02807", "authors": ["Alex Taekyung Lee", "Kristin A. Persson", "Anh T. Ngo"], "title": "Revealing Short- and Long-range Li-ion diffusion in Li$_2$MnO$_3$ from finite-temperature dynamical mean field theory", "comment": "8 pages, 6 figures", "summary": "Li$_2$MnO$_3$ remains a crucial component of the Li-excess layered cathode family, $(1-x)\\,\\mathrm{LiMO_2} + x\\,\\mathrm{Li_2MnO_3}$ ($M$ = Mn, Ni, Co, \\dots), but its role in limiting Li-ion mobility remains under debate. Here we combine DFT+$U$, finite-temperature DMFT with a continuous-time quantum Monte Carlo impurity solver, and nudged-elastic-band (NEB) calculations to investigate Li$^+$ migration for a single Li vacancy in paramagnetic Li$_2$MnO$_3$. Dynamical electronic correlations within DMFT substantially reduce the activation energies of the lowest-barrier pathways, yielding $E_a = 0.18$ eV for the shortest-range Li jump and $E_a = 0.50$ eV for the next-lowest pathway. The 0.18 eV barrier quantitatively reproduces the short-range activation energy extracted from $μ^+$SR measurements, whereas the 0.50 eV barrier is consistent with the long-range transport activation energy obtained from ac-impedance measurements. This single-vacancy, paramagnetic DMFT description therefore provides a coherent explanation of both local and macroscopic probes without requiring highly clustered vacancy configurations or strong extrinsic disorder, an assumption compatible with nearly stoichiometric Li$_2$MnO$_3$ powders. Our results highlight the importance of finite-temperature dynamical correlations for Li-ion migration in correlated oxides and provide a framework for incorporating strong Coulomb interactions in future studies of transition-metal oxide battery materials."}
{"id": "2602.02922", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.02922", "abs": "https://arxiv.org/abs/2602.02922", "authors": ["Yui Muto", "Motoya Shinozaki", "Hideaki Yuta", "Tatsuo Tsuzuki", "Kotaro Taga", "Akira Oiwa", "Takafumi Fujita", "Tomohiro Otsuka"], "title": "Automated Spin Readout Signal Analysis Using U-Net with Variable-Length Traces and Experimental Noise", "comment": "24 pages, 7 figures", "summary": "Single-shot spin-state discrimination is essential for semiconductor spin qubits, but conventional threshold-based analysis of spin readout traces becomes unreliable under noisy conditions. Although recent neural-network-based methods improve robustness against experimental noise, they are sensitive to training conditions, restricted to fixed-length inputs, and limited to trace-level outputs without explicit temporal localization of transition events. In this work, we apply a U-Net architecture to spin readout signal analysis by formulating transition-event detection as a point-wise segmentation task in one-dimensional time-series data. The fully convolutional structure enables direct processing of variable-length traces. Point-wise and sample-wise evaluations demonstrate low readout error rates and high classification accuracy without retraining. The proposed method generalizes well to previously-unseen trace lengths and experimental non-Gaussian noise, outperforming a conventional threshold-based approach and providing a robust and practical solution for automated spin readout signal analysis."}
{"id": "2602.02941", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02941", "abs": "https://arxiv.org/abs/2602.02941", "authors": ["Shinji Watanabe", "Tatsuya Iwasaki"], "title": "Effect of magnetic field on whirling-anti-whirling order in icosahedral-quasicrystal approximant", "comment": "7 pages, 3 figures", "summary": "Recent neutron measurement in the icosahedral quasicrystal approximant Au-SM-Tb (SM=Al, Ga) has revealed unique noncollinear magnetic order ``whirling-anti-whirling states''. Here, we report theoretical analysis on the magnetic-field-direction dependence on the whirling-anti-whirling order in the 1/1 approximant crystal. By performing exact-diagonalization calculation for the effective model taking into account the uniaxial magnetic anisotropy arising from the crystalline electric field, we show the metamagnetic transition takes place simultaneously with the topological transition under the magnetic field along the (111) direction. After the metamagnetic transition, the emergent fictious magnetic field induced by the chirality of noncoplanar magnetic moments appears, the analysis of which concludes that the topological Hall effect is expected to be observed in the electrical conductivity $σ_{xy}$ and $σ_{yz}$ for the applied field direction from (111) to (001)."}
{"id": "2602.03457", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03457", "abs": "https://arxiv.org/abs/2602.03457", "authors": ["Luigi Camerano", "Emanuel A. Martínez", "Victor Porée", "Laura Martella", "Dario Mastrippolito", "Debora Pierucci", "Franco D'Orazio", "Polina M. Sheverdyaeva", "Paolo Moras", "Enrico Della Valle", "Tianlun Yu", "Moritz Hoesch", "Craig M. Polley", "Thiagarajan Balasubramanian", "Alessandro Nicolaou", "Luca Ottaviano", "Vladimir N. Strocov", "Gianni Profeta", "Federico Bisti"], "title": "Emergent 3D Fermiology and Magnetism in an Intercalated Van der Waals System", "comment": "11 pages + SI", "summary": "Intercalation of magnetic atoms into van der Waals materials provides a versatile platform for tailoring unconventional magnetic properties. However, its impact on electronic dimensionality and exchange mechanisms remains poorly understood. Using Fe-intercalated TaS$_2$ as a model system, we combine X-ray absorption and resonant inelastic scattering with angle-resolved photoemission and first-principles calculations to reveal that intercalation reshapes the host electronic structure. We identify a spin-polarized intercalant-host hybridized band with pronounced out-of-plane dispersion crossing the Fermi level, providing an itinerant channel for interlayer magnetic exchange. This mechanism explains the breakdown of a purely atomic picture and establishes a direct link between lattice geometry, electronic dispersion, and magnetic order. Our findings demonstrate that intercalant-induced itinerancy enables tunable interlayer coupling in otherwise layered magnets, offering a general microscopic framework for engineering magnetic dimensionality in a broad class of intercalated vdW materials."}
{"id": "2602.02939", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02939", "abs": "https://arxiv.org/abs/2602.02939", "authors": ["M. Ryzhkov", "A. Granero", "J. Wettstein", "Anna Pimenov", "X. Wang", "L. Ponet", "S. -W. Cheong", "M. Mostovoy", "Andrei Pimenov", "S. Artyukhin"], "title": "Electric field control of multiple switching regimes in a multiferroic", "comment": "18 pages, 7 figures, 1 table", "summary": "Controlling magnetic moments by electric fields has been an everlasting goal for fundamental research. Achieving such control promises to substantially improve the efficiency of data storage and processing devices. A peculiar magnetoelectric behavior recently demonstrated in multiferroic \\GdMn showing a switching through a cycle of four states when the magnetic field is ramped up and down through a critical field. Here we show that an external electric field can direct such switching to follow a predetermined sequence of magnetic states. By tuning electric and magnetic fields, large changes in the magnetic state can be achieved by relatively small external field variations. The material thus presents an exciting pradigm of an electrically controlled single crystal magnetic data storage device."}
{"id": "2602.03600", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03600", "abs": "https://arxiv.org/abs/2602.03600", "authors": ["Miłosz Rybak", "Benjamin Pestka", "Biplab Bhattacharyya", "Jeff Strasdas", "Adam K. Budniak", "Adi Harchol", "Vitaliy Feyer", "Iulia Cojocariu", "Daniel Baranowski", "Efrat Lifshitz", "Markus Morgenstern", "Magdalena Birowska", "Krzysztof Wohlfeld"], "title": "Evidence for Many-Body States in NiPS$_3$ Revealed by Angle-Resolved Photoelectron Spectroscopy", "comment": "22 pages, 13 figures", "summary": "We present $μ$-ARPES spectra of the Mott-insulating van der Waals antiferromagnet NiPS$_3$. Signatures of strong correlations- such as the onset of atomic or atomic-ligand multiplets and spin-orbit-entangled exciton have been observed in this material by various two-particle spectroscopies, but not previously in photoemission. Our measurements reveal a weakly dispersive feature at the valence-band edge that is absent in DFT+$U$ calculations and remains unchanged across the Néel transition. After critically examining and ruling out alternative interpretations, we show that an exact diagonalization of a NiS$_6$ cluster yields low-energy final-state configurations of mixed multiplet $d^7$ and $d^8\\underline{L}$ character, whose energy differences are consistent with the observed additional feature. This implies that ARPES directly accesses local Ni-S multiplet physics in NiPS$_3$, revealing a many-body structure beyond mean-field theory. Our results confirm that NiPS$_3$ is an excellent model platform in which strong correlations, reduced dimensionality, and covalent metal-ligand bonding jointly shape both two- and single-particle spectroscopies, underscoring the need for a genuinely quantum many-body description of two-dimensional quantum materials."}
{"id": "2602.03697", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03697", "abs": "https://arxiv.org/abs/2602.03697", "authors": ["E. A. Arkhipova", "A. E. Fedianin", "I. A. Eliseyev", "R. M. Dubrovin", "P. P. Syrnikov", "V. Yu. Davydov", "A. M. Kalashnikova"], "title": "Role of magnon-magnon interaction in optical excitation of coherent two-magnon modes", "comment": "7 pages, 4 figures", "summary": "Two-magnon modes are terahertz-frequency magnetic excitations in antiferromagnets, governed by exchange interactions and involving magnons from the entire Brillouin zone. The ability to couple to light promotes two-magnon modes as contenders for ultrafast optical manipulation of the magnetic state, beyond conventional zone-center magnonics. While magnon-magnon interactions are known to critically shape the two-magnon line in spontaneous Raman scattering spectra, their role in coherent time-domain excitations remains unexplored. We report a detailed experimental and theoretical study of the influence of magnon-magnon interactions on coherent two-magnon modes in a cubic antiferromagnet excited via Impulsive Stimulated Raman scattering. We reveal the nontrivial evolution of coherent magnetic dynamics in the time domain and the corresponding spectrum and compare it with the spontaneous Raman scattering spectrum. By extending the spin-correlations based theory for two-magnon modes, we derive a unified description of their spectra in Raman Scattering and Impulsive Stimulated Raman Scattering and highlight the role of magnon-magnon interactions."}
{"id": "2602.02941", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02941", "abs": "https://arxiv.org/abs/2602.02941", "authors": ["Shinji Watanabe", "Tatsuya Iwasaki"], "title": "Effect of magnetic field on whirling-anti-whirling order in icosahedral-quasicrystal approximant", "comment": "7 pages, 3 figures", "summary": "Recent neutron measurement in the icosahedral quasicrystal approximant Au-SM-Tb (SM=Al, Ga) has revealed unique noncollinear magnetic order ``whirling-anti-whirling states''. Here, we report theoretical analysis on the magnetic-field-direction dependence on the whirling-anti-whirling order in the 1/1 approximant crystal. By performing exact-diagonalization calculation for the effective model taking into account the uniaxial magnetic anisotropy arising from the crystalline electric field, we show the metamagnetic transition takes place simultaneously with the topological transition under the magnetic field along the (111) direction. After the metamagnetic transition, the emergent fictious magnetic field induced by the chirality of noncoplanar magnetic moments appears, the analysis of which concludes that the topological Hall effect is expected to be observed in the electrical conductivity $σ_{xy}$ and $σ_{yz}$ for the applied field direction from (111) to (001)."}
{"id": "2602.03745", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03745", "abs": "https://arxiv.org/abs/2602.03745", "authors": ["Michael Poluektov"], "title": "Transformation front kinetics in deformable ferromagnets", "comment": null, "summary": "Materials such as magnetic shape-memory alloys possess an intrinsic coupling between material's magnetisation and mechanical deformation. These materials also undergo structural phase transitions, with phase boundaries separating different phases and the kinetics of the phase boundaries governed by the magnetic field and the mechanical stresses. There is a multiplicity of other materials revealing similar phenomena, e.g. magnetic perovskites. To model the propagation of the phase boundaries in deformable magnetic materials at the continuum scale, three ingredients are required: a set of governing equations for the bulk behaviour with coupled magnetic and mechanical degrees of freedom, a dependency of the phase boundary velocity on the governing factors, and a reliable computational method. The expression for the phase boundary velocity is usually obtained within the continuum thermodynamics setting, where the entropy production due to phase boundary propagation is derived, which gives a thermodynamic driving force for the phase boundary kinetics. For deformable ferromagnets, all three elements (bulk behaviour, interface kinetics, and computational approaches) have been explored, but under a number of limitations. The present paper focuses on the derivation of the thermodynamic driving force for transformation fronts in a general magneto-mechanical setting, adapts the cut-finite-element method for transformation fronts in magneto-mechanics, which allows for an exceptionally efficient handling of the propagating interfaces, without modifying the finite-element mesh, and applies the developments to qualitative modelling of magneto-mechanics of magnetic shape-memory alloys."}
{"id": "2602.02946", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.02946", "abs": "https://arxiv.org/abs/2602.02946", "authors": ["Hitomi Endo", "Michikazu Kobayashi"], "title": "Violation of local equilibrium thermodynamics in one-dimensional Hamiltonian-Potts model", "comment": null, "summary": "We investigate non-equilibrium phase coexistence associated with a first-order phase transition by numerically studying a one-dimensional Hamiltonian-Potts model with fractional spatial derivatives. The fractional derivative is introduced so as to reproduce the low-wavenumber density of states of the standard two-dimensional model, allowing phase coexistence to occur in a minimal one-dimensional setting under steady heat conduction. By imposing a constant heat flux through boundary heat baths, we observe stable coexistence of ordered and disordered phases separated by a stationary interface. We find that the temperature at the interface systematically deviates from the equilibrium transition temperature, demonstrating a clear violation of the local equilibrium description. This deviation indicates that equilibrium metastable states can be stabilized and controlled by a steady heat current. Furthermore, the interface temperature obtained in our simulations is in quantitative agreement with the prediction of global thermodynamics for non-equilibrium steady states. These results confirm that the breakdown of local equilibrium and the stabilization of metastable states are intrinsic features of non-equilibrium first-order phase transitions, independent of spatial dimensionality. Our study thus provides a minimal and controlled numerical model for exploring the fundamental limits of thermodynamic descriptions in non-equilibrium steady states."}
{"id": "2602.03790", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci", "cond-mat.soft", "physics.class-ph"], "pdf": "https://arxiv.org/pdf/2602.03790", "abs": "https://arxiv.org/abs/2602.03790", "authors": ["Andrés Santos"], "title": "The Mpemba effect in the Descartes protocol: A time-delayed Newton's law of cooling approach", "comment": "12 pages, 8 figures", "summary": "We investigate the direct and inverse Mpemba effects within the framework of the time-delayed Newton's law of cooling by introducing and analyzing the Descartes protocol, a three-reservoir thermal scheme in which each sample undergoes a single-step quench at different times. This protocol enables a transparent separation of the roles of the delay time $τ$, the waiting time $t_{\\text{w}}$, and the normalized warm temperature $ω$, thus providing a flexible setting to characterize anomalous thermal relaxation. For instantaneous quenches, exact conditions for the existence of the Mpemba effect are obtained as bounds on $ω$ for given $τ$ and $t_{\\text{w}}$. Within those bounds, the effect becomes maximal at a specific value $ω=\\widetildeω(t_{\\text{w}})$, and its magnitude is quantified by the extremal value of the temperature-difference function at this optimum. Accurate and compact approximations for both $\\widetildeω(t_{\\text{w}})$ and the maximal magnitude $\\text{Mp}(t_{\\text{w}})$ are derived, showing in particular that the absolute maximum at fixed $τ$ is reached for $t_{\\text{w}}=τ$. A comparison with a previously studied two-reservoir protocol reveals that, despite its additional control parameter, the Descartes protocol yields a smaller maximal magnitude of the effect. The analysis is extended to finite-rate quenches, where strict equality of bath conditions prevents a genuine Mpemba effect, although an approximate one survives when the bath time scale is sufficiently short. The developed framework offers a unified and analytically tractable approach that can be readily applied to other multi-step thermal protocols."}
{"id": "2602.02957", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.02957", "abs": "https://arxiv.org/abs/2602.02957", "authors": ["Yi Liang", "Tony Chiang", "Megan K. Lenox", "John J. Plombon", "Jon F. Ihlefeld", "Wenhao Sun", "John T. Heron"], "title": "Ferroelectric dynamic-field-driven nucleation and growth model for predictive materials-to-circuit co-design", "comment": null, "summary": "Real ferroelectric devices operate under mixed and distorted time-varying voltages, yet the standard nucleation-growth frameworks used to interpret ferroelectric switching -- most notably the Kolmogorov-Avrami-Ishibashi (KAI) and nucleation-limited switching models (NLS) -- are derived under the critically limiting assumption of a constant electric field. Thus, the prevailing interpretation of ferroelectric switching dynamics fails under real operating conditions. Here we introduce a compact dynamic-field-driven nucleation and growth (DFNG) model that enables quantitative fits to switching transients across multiple ferroelectric materials to extract time-varying domain wall velocity and growth dimensionality, even under arbitrary voltage waveform. This capability then motivates its use in device modeling under complex signals spanning disparate time and frequency scales. Coupling the compact model to application-related waveforms facilitates a predictive materials-circuit co-design framework by linking nucleation and growth parameters to memory window, disturb error, speed, and energy dissipation for next-generation ferroelectric technologies."}
{"id": "2602.03843", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03843", "abs": "https://arxiv.org/abs/2602.03843", "authors": ["Aadi Singh", "Chakradhar Rangi", "Ka-Ming Tam"], "title": "Classical Benchmarks of a Symmetry-Adapted Variational Quantum Eigensolver for Real-Time Green's Functions in Dynamical Mean-Field Theory", "comment": "11 pages, 6 figures", "summary": "We present a variational quantum eigensolver (VQE) approach for solving the Anderson Impurity Model (AIM) arising in Dynamical Mean-Field Theory (DMFT). Recognizing that the minimal two-site approximation often fails to resolve essential spectral features, we investigate the efficacy of VQE for larger bath discretizations while adhering to near-term hardware constraints. We employ a symmetry-adapted ansatz enforcing conservation of particle number $(N)$, spin projection $(S_z=0)$, and total spin $(S^2=0)$ symmetry, benchmarking the performance against exact diagonalization across different interaction strengths using bath parameters extracted from the DMFT self-consistency loop. For a four-site model, the relative error in the ground state energy remains well below $0.01%$ with a compact parameter set $(N_p \\le 30)$. Crucially, we demonstrate that the single-particle Green's function-the central quantity for DMFT-can be accurately extracted from VQE-prepared ground states via real-time evolution in the intermediate to strong interaction regimes. However, in the weak interaction regime, the Green's function exhibits noticeable deviations from the exact benchmark, particularly in resolving low-energy spectral features, despite the ground state energy showing excellent agreement. These findings demonstrate that VQE combined with real-time evolution can effectively extend quantum-classical hybrid DMFT beyond the two-site approximation, particularly for describing insulating phases. While this approach offers a viable pathway for simulating strongly correlated materials on near-term devices, the observation that accurate ground state energy does not guarantee accurate dynamical properties highlights a key challenge for applying such approaches to correlated metals."}
{"id": "2602.02984", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.02984", "abs": "https://arxiv.org/abs/2602.02984", "authors": ["Alex Gurevich"], "title": "Tuning current flow in superconducting thin film strips by control wires. Applications to single photon detectors and diodes", "comment": null, "summary": "It is shown that integration of a thin film superconducting strip with current-carrying control wires enables one to engineer a profile of supercurrent density $J(x)$ with no current crowding at the edges of a strip wider than the magnetic Pearl length $Λ$. Moreover, $J(x)$ in a strip can be tuned by control wires to produce an inverted $J(x)$ profile with dips at the edges to mitigate current crowding at lithographic defects and block premature penetration of vortices. These conclusions are corroborated by calculations of $J(x)$ in a thin strip coupled inductively with side control wires or in bilayer strip structures by solving the London and Ginzburg Landau equations in the thin film Pearl limit. Thermally-activated penetration of vortices from the edges and unbinding of vortex-antivortex pairs in inverted $J(x)$ profiles are evaluated. It is shown that these structures can be used to develop single-photon strip detectors much wider than $Λ$. Such detectors can be tuned {\\it in situ} by varying current in control wires to reach the ultimate photon sensitivity limited by unbinding of vortex-antivortex pairs. The structures considered here also exhibit a non-reciprocal current response and behave as superconducting diodes."}
{"id": "2602.03125", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03125", "abs": "https://arxiv.org/abs/2602.03125", "authors": ["Tatsuya Miki", "Yuta Kakinuma", "Masato Senami", "Masahiro Fukuda", "Michi-To Suzuki", "Hiroaki Ikeda", "Shintaro Hoshino"], "title": "Electron chirality and hydrodynamic helicity: Analysis in the atomic limit", "comment": "17 pages, 15 figures", "summary": "Electron chirality has been proposed as a microscopic quantity that characterizes electronic handedness, yet its underlying control parameter has not been clearly identified. Furthermore, its applicability is limited to systems with spin-orbit coupling, which motivates the need for alternative measures of chirality. In this work, we explore two complementary measures of chirality: electron chirality and hydrodynamic helicity. By analyzing a minimal atomic model under chiral crystal fields, we clarify how the interplay among crystal fields, spin-orbit coupling, and electron correlation gives rise to non-zero values of chirality measures. Although electron chirality increases with both spin-orbit coupling and chiral crystal field strength, the dependence on these two factors is highly non-trivial. Particularly, when the chiral crystal field is varied continuously and the energy levels approach quasidegenerate points, the electron chirality is insensitive to spin-orbit coupling, resulting in a remarkable enhancement of chirality. In contrast, the hydrodynamic helicity, defined as a two-body pseudoscalar quantity, remains non-zero even without spin-orbit coupling, originating from electron-electron interactions. Perturbative analysis reveals distinct symmetry selection rules governing the two quantities. Our results provide fundamental insight into the origin of chiralities in electronic systems."}
{"id": "2602.03287", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03287", "abs": "https://arxiv.org/abs/2602.03287", "authors": ["Michelle Ocker", "Robert Möller", "Marius Peters", "Franziska Walther", "Vivien Kirschall", "Dominik C. Hezel", "Michael Merz", "Christo Guguschev", "Cornelius Krellner", "Kristin Kliemt"], "title": "Single crystal growth and properties of Au- and Ge-substituted EuPd$_2$Si$_2$", "comment": null, "summary": "We report on the single crystal growth of Eu(Pd$_{1-x}$Au$_x$)$_2$Si$_2$, $0< x\\leq 0.2$, from a levitating Eu-rich melt using the Czochralski method. Our structural analysis of the samples confirms the ThCr$_2$Si$_2$-type structure as well as an increase of the room temperature $a$ and $c$ lattice parameters with increasing $x$. Chemical analysis reveals that, depending on the Au concentration, only about 25-35\\% of the amount of Au available in the initial melt is incorporated into the crystal structure, resulting in a decreasing substitution level for increasing $x$. Through Au substitution, chemical pressure is applied and large changes in valence crossover temperatures are already observed for low substitution levels $x$. In contrast to previous studies, we do not find any signs of a first-order transition in samples with $x_{\\rm nom}=0.1$ or AFM order for higher $x$. Furthermore, we observe the formation of quarternary side phases for a higher amount of Au in the melt.\n  In addition, cubic-mm-sized single crystals of EuPd$_2$(Si$_{1-x}$Ge$_x$)$_2$ with $x_{\\rm nom}=0.2$ were grown. The analysis of the X-ray fluorescence revealed that the crystals exhibit a slight variation in the Ge content. Such tiny compositional changes can cause changes in the sample properties concerning variations of the crossover temperature or changes of the type of the transition from crossover to magnetic order. Furthermore, we report on a new orthorhombic phase EuPd$_{1.42}$Si$_{1.27}$Ge$_{0.31}$ that orders antiferromagnetically below $17\\,\\rm K$."}
{"id": "2602.03303", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03303", "abs": "https://arxiv.org/abs/2602.03303", "authors": ["Bhabani Sankar Sahoo", "Shachi Machchhar", "Avijit Barua", "Martin Podhorský", "Seth Ariel Tongay", "Takashi Taniguchi", "Kenji Watanabe", "Chirag Chandrakant Palekar", "Stephan Reitzenstein"], "title": "Robust Interlayer Exciton Interplay in Twisted van der Waals Heterotrilayer on a Broadband Bragg Reflector up to Room Temperature", "comment": null, "summary": "We report robust room temperature interlayer excitons in transition metal dichalcogenide heterostructures engineered via precise stacking orientation and twist-angle control. We integrate 2H-stacked MoSe$_{2}$/$^{1}$WSe$_{2}$/$^{2}$WSe$_{2}$ heterotrilayer onto a chirped distributed Bragg reflector that acts as a backside mirror. This way, we fabricate a platform that hosts distinct heterotrilayer, heterobilayer, and homobilayer regions with enhanced excitonic features at elevated temperatures. Although the heterobilayer supports temperature-tunable singlet and triplet interlayer excitons, it exhibits low emission yield at 4 K. In comparison, the heterotrilayer shows remarkable excitonic properties, including pronounced band modulation, intervalley interlayer exciton transitions, and a tenfold photoluminescence enhancement along with a sevenfold increase in exciton decay time at cryogenic temperatures compared to the heterobilayer system. Temperature-dependent studies reveal intriguing interlayer exciton dynamics in the heterotrilayer, including the emergence of valley-polarized interlayer excitons, and the ability to maintain optical stability up to room temperature. Our results establish a clear strategy for engineering excitonic states across multilayer van der Waals heterostructures from 4 K to room temperature, providing a versatile platform for excitonic optoelectronics, quantum photonics, and tunable long-lived interlayer exciton states in scalable TMD heterostructures."}
{"id": "2602.03321", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03321", "abs": "https://arxiv.org/abs/2602.03321", "authors": ["Chakradhar Sahoo", "Suman Kumar Chakraborty", "A. Kousika", "Alfred J. H. Jones", "Manas Sharma", "Thomas S. Nielsen", "Zhihao Jiang", "Ihsan A. Kolasseri", "Subhadip Das", "Matthew D. Watson", "Cephise Cacho", "Kenji Watanabe", "Takashi Taniguchi", "Yong P. Chen", "Tony F. Heinz", "Ananth Govind Rajan", "Prasana K. Sahoo", "Søren Ulstrup"], "title": "Direct nanoscale mapping of band alignment in single-layer semiconducting lateral heterojunctions", "comment": null, "summary": "Atomic-scale control over band alignment in single-layer lateral heterostructures (LHSs) of dissimilar transition metal dichalcogenides (TMDCs) is critical for nextgeneration electronic, optoelectronic, and quantum technologies. However, direct experimental access to interfacial electronic states with nanometer precision remains a significant challenge. Here, we employ angle-resolved photoemission spectroscopy with nanoscale spatial resolution (nanoARPES) to directly map the epitaxial alignment and valence band evolution across MoSe2-WSe2 LHSs. By combining nanoARPES with spatially resolved photoluminescence, we correlate the evolution of the valence band maximum and exciton features across both atomically sharp and compositionally graded diffusive interfaces. We identified type-II band alignments governed by both material composition and interstitial-induced modifications of band offsets, in close agreement with density functional theory calculations. These results reveal fundamental mechanisms of electronic structure modulation at 1D TMDC heterointerfaces and provide a robust platform for tailored band engineering in van der Waals materials."}
{"id": "2602.03326", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03326", "abs": "https://arxiv.org/abs/2602.03326", "authors": ["Margherita Parodi", "Sergey Artyukhin"], "title": "Thermal conductivity in noncollinear magnets", "comment": "8 pages, 2 figures", "summary": "Magnetic memory and logic devices, including prospective ones based on skyrmions, inevitably produce heat. Thus, controlling heat flow is essential for their performance. Here we study how non-collinear spin arrangement affects the magnon contribution to thermal conductivity. As a paradigm system, we consider the most basic non-collinear magnet with a spin spiral ground state. Spin noncollinearity leads to anharmonic terms, resulting in magnon fusion and decay processes. These processes determine the magnon lifetime, which can be used to estimate thermal conductivity in a single-mode approximation. However, by solving the full Boltzmann equation numerically, we find a much higher thermal conductivity. This signifies that heat is carried not by individual magnons but by their linear combinations -- relaxons. The thermal conductivity is found to increase with the diminishing spiral pitch, consistent with recent experiments. The results provide the blueprint for calculating magnetic thermal transport in non-collinear magnets."}
{"id": "2602.03369", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.03369", "abs": "https://arxiv.org/abs/2602.03369", "authors": ["Yuqi An", "Zhenbin Wang"], "title": "Accelerating Complex Materials Discovery with Universal Machine-Learning Potential-Driven Structure Prediction", "comment": null, "summary": "Universal machine-learning interatomic potentials (uMLIPs) have become powerful tools for accelerating computational materials discovery by replacing expensive first-principles calculations in crystal structure prediction (CSP). However, their effectiveness in identifying new, complex materials remains uncertain. Here, we systematically assess the capability of a uMLIP (i.e.,M3GNet) to accelerate CSP in quaternary oxides. Through extensive exploration of the Sr-Li-Al-O and Ba-Y-Al-O systems, we show that uMLIP can rediscover experimentally known materials absent from its training set and identify seven new thermodynamically and dynamically stable compounds. These include a new polymorph of Sr2LiAlO4 (P3221) and a new disordered phase, Sr2Li4Al2O7 (P1_bar). Furthermore, our results show stability predictions based on the semilocal PBE functional require cross-validation with higher-level methods, such as SCAN and RPA, to ensure reliability. While uMLIPs substantially reduce the computational cost of CSP, the primary bottleneck has shifted to the efficiency of search algorithms in navigating complex structural spaces. This work highlights both the promise and current limitations of uMLIP-driven CSP in the discovery of new materials."}
{"id": "2602.03424", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03424", "abs": "https://arxiv.org/abs/2602.03424", "authors": ["Ana S. Dobrota", "Natalia V. Skorodumova", "Igor A. Pašti"], "title": "Single-Atom Adsorption on h-BN along the Periodic Table of Elements: From Pristine Surface to Vacancy-Engineered Sites", "comment": "18 pages, 17 figures, 3 tables, includes supplementary information (9 pages)", "summary": "The adsorption of single atoms on pristine and defected hexagonal boron nitride (h-BN) was systematically investigated using density functional theory. Elements from the first three rows of the periodic table, together with selected transition and coinage metals, were examined on the pristine surface and at boron- and nitrogen-vacancy sites. On pristine h-BN, adsorption is generally weak and dominated by dispersion forces, with measurable chemisorption limited to highly electronegative atoms such as C, O, and F. The introduction of vacancies transforms h-BN into a chemically active material, increasing adsorption energies by one to two orders of magnitude. The boron vacancy strongly stabilizes metallic and electropositive species through coordination to undercoordinated nitrogen atoms, whereas the nitrogen vacancy selectively binds electronegative and covalent adsorbates. Scaling of adsorption energies with elemental cohesive energies distinguishes regimes of physisorption, chemisorption, and substitutional stabilization. These insights provide a unified description of adsorption trends across the periodic table and establish defect engineering as an effective strategy for tailoring the catalytic, sensing, and electronic properties of h-BN."}
{"id": "2602.03431", "categories": ["cond-mat.stat-mech", "nlin.SI"], "pdf": "https://arxiv.org/pdf/2602.03431", "abs": "https://arxiv.org/abs/2602.03431", "authors": ["Kohei Fukai", "Balázs Pozsgay", "István Vona"], "title": "Solving models with generalized free fermions I: Algebras and eigenstates", "comment": null, "summary": "We study quantum spin chains solvable via hidden free fermionic structures. We study the algebras behind such models, establishing connections to the mathematical literature of the so-called ``graph-Clifford'' or ``quasi-Clifford'' algebras. We also introduce the ``defining representation'' for such algebras, and show that this representation actually coincides with the terms of the Hamiltonian in two relevant models: the XY model and the ``free fermions in disguise'' model of Fendley. Afterwards we study a particular anti-symmetric combination of commuting Hamiltonians; this is performed in a model independent way. We show that for this combination there exists a reference state, and few body eigenstates can be created by the fermionic operators. Concrete application is presented in the case of the ``free fermions in disguise'' model."}
{"id": "2602.03438", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2602.03438", "abs": "https://arxiv.org/abs/2602.03438", "authors": ["Mathieu Luisier", "Nicolas Vetsch", "Alexander Maeder", "Vincent Maillou", "Anders Winka", "Leonard Deuschle", "Chen Hao Xia", "Manasa Kaniselvan", "Marko Mladenovic", "Jiang Cao", "Alexandros Nikolaos Ziogas"], "title": "Acceleration of Atomistic NEGF: Algorithms, Parallelization, and Machine Learning", "comment": null, "summary": "The Non-equilibrium Green's function (NEGF) formalism is a particularly powerful method to simulate the quantum transport properties of nanoscale devices such as transistors, photo-diodes, or memory cells, in the ballistic limit of transport or in the presence of various scattering sources such as electronphonon, electron-photon, or even electron-electron interactions. The inclusion of all these mechanisms has been first demonstrated in small systems, composed of a few atoms, before being scaled up to larger structures made of thousands of atoms. Also, the accuracy of the models has kept improving, from empirical to fully ab-initio ones, e.g., density functional theory (DFT). This paper summarizes key (algorithmic) achievements that have allowed us to bring DFT+NEGF simulations closer to the dimensions and functionality of realistic systems. The possibility of leveraging graph neural networks and machine learning to speed up ab-initio device simulations is discussed as well."}
{"id": "2602.03457", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03457", "abs": "https://arxiv.org/abs/2602.03457", "authors": ["Luigi Camerano", "Emanuel A. Martínez", "Victor Porée", "Laura Martella", "Dario Mastrippolito", "Debora Pierucci", "Franco D'Orazio", "Polina M. Sheverdyaeva", "Paolo Moras", "Enrico Della Valle", "Tianlun Yu", "Moritz Hoesch", "Craig M. Polley", "Thiagarajan Balasubramanian", "Alessandro Nicolaou", "Luca Ottaviano", "Vladimir N. Strocov", "Gianni Profeta", "Federico Bisti"], "title": "Emergent 3D Fermiology and Magnetism in an Intercalated Van der Waals System", "comment": "11 pages + SI", "summary": "Intercalation of magnetic atoms into van der Waals materials provides a versatile platform for tailoring unconventional magnetic properties. However, its impact on electronic dimensionality and exchange mechanisms remains poorly understood. Using Fe-intercalated TaS$_2$ as a model system, we combine X-ray absorption and resonant inelastic scattering with angle-resolved photoemission and first-principles calculations to reveal that intercalation reshapes the host electronic structure. We identify a spin-polarized intercalant-host hybridized band with pronounced out-of-plane dispersion crossing the Fermi level, providing an itinerant channel for interlayer magnetic exchange. This mechanism explains the breakdown of a purely atomic picture and establishes a direct link between lattice geometry, electronic dispersion, and magnetic order. Our findings demonstrate that intercalant-induced itinerancy enables tunable interlayer coupling in otherwise layered magnets, offering a general microscopic framework for engineering magnetic dimensionality in a broad class of intercalated vdW materials."}
{"id": "2602.03471", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03471", "abs": "https://arxiv.org/abs/2602.03471", "authors": ["Qun Wei", "Xinyu Wang", "Jing Luo", "Meiguang Zhang", "Bing Wei"], "title": "Design of a 60.8 K superconducting hydride LiMgZr2H12 at ambient pressure via Lithium doping", "comment": null, "summary": "High-pressure hydrogen-rich compounds have long been regarded as promising room-temperature superconductor candidates; however, their practical applications are limited by their reliance on extreme compression. This study explores hydrogen-rich superconductors that may be stable at ambient pressures. Inspired by recent investigations of the MgZrH2n family, the LiMgZr2H12 structure with a Pmmm symmetry was constructed, and its thermodynamic, mechanical, and dynamical stability were evaluated using first-principles calculations. Electron-phonon coupling (EPC) analysis suggests that LiMgZr2H12 reaches a superconducting critical temperature (Tc) of 60.8 K at ambient pressure. Compared with MgZrH6, Li doping significantly increases the contribution of hydrogen atoms to the electron density of states near the Fermi level (EF) and enhances the EPC constant of the LiMgZr2H12 structure. LiMgZr2H12 exhibits a superconducting figure of merit of 1.56, which is significantly greater than that of MgZrH6, demonstrating its outstanding potential for practical applications. This work guides ambient-pressure design of high-Tc hydrides."}
{"id": "2602.03487", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03487", "abs": "https://arxiv.org/abs/2602.03487", "authors": ["Mathews Benny", "Moinak Ghosh", "Moritz A. Goerzen", "Bjarne Beyer", "Hendrik Schrautzer", "Stefan Heinze", "Souvik Paul"], "title": "Skyrmions in 2D chiral magnets with noncollinear ground states stabilized by higher-order interactions", "comment": null, "summary": "Magnetic skyrmions are intriguing topological spin textures that have attracted great attention due to their potential for future spintronic devices. Skyrmions have so far been explored in different magnetic materials, such as ferromagnets, antiferromagnets, and ferrimagnets. Here, we propose a new type of unconventional skyrmions stabilized in noncollinear magnets. Using first-principles calculations and atomistic spin simulations, we demonstrate that a noncollinear ground state can be stabilized in Rh/Co and Pd/Co atomic bilayers on the Re(0001) surface by four spin exchange interactions, although Co -- a material often used in applications -- is a prototypical ferromagnet with strong pairwise exchange interaction. We further show that unconventional skyrmion lattices and isolated skyrmions can emerge on this noncollinear magnetic background. Transition-state theory calculations reveal that these metastable skyrmions are protected by large energy barriers, suggesting that they could be observed in experiments. These unconventional types of skyrmions in noncollinear magnets might open new possibilities for topological spin transport or magnet-superconductor hybrid systems."}
{"id": "2602.03512", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03512", "abs": "https://arxiv.org/abs/2602.03512", "authors": ["Dominique Vuillaume", "Anna Proust"], "title": "Towards Polyoxometalate Nanoelectronics", "comment": null, "summary": "Polyoxometalates form a large family of molecular oxide clusters of the early transition metals with unique and tunable properties (multi-redox, thermal and chemical robustness, magnetic). We review more than 30 years of experimental research on the electron transport properties of polyoxometalates devices, from thin films and self-assembled monolayers down to single-molecule junctions. We focus on the relationship between the polyoxometalate structures (structural type, nature of metals and heteroatoms, role of the counterions, redox states, electrode linkers and functional ligands) and the electronic structures of the polyoxometalate-based devices (energy positions of the molecular orbitals, energy offset at the interfaces). Then, we critically discuss the performances of polyoxometalates in nanoelectronics devices: capacitance and resistive switching memories, spintronics, quantum bits and neuromorphic devices. We conclude with a discussion about pending issues and perspectives."}
{"id": "2602.03553", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03553", "abs": "https://arxiv.org/abs/2602.03553", "authors": ["Aksel Kobiałka", "Arnob Kumar Ghosh", "Rodrigo Arouca", "Annica M. Black-Schaffer"], "title": "Topology and energy dependence of Majorana bound states in a photonic cavity", "comment": "19 pages, 14 figures", "summary": "Light-matter interaction plays a crucial role in modifying the properties of quantum materials. In this work, we investigate the effect of cavity induced photon fields on a topological superconductor hosting Majorana bound states (MBS). We model the system using a Peierls substitution of the photonic operator in the kinetic and spin-orbit terms, and utilize an exact diagonalization of Hamiltonian for a finite number of photons to investigate the coupled system. We find that the MBS persist even in the presence of a cavity field and notably appear at finite and tunable energy, in contrast to a usual 1D topological superconductor. The MBS energy is shifted by two processes: the cavity photon energy adds a constant energy shift, while the light-matter interaction induces additional parameter dependencies, such that the MBS experience a pseudo-dispersion as a function of both light-matter interaction and magnetic field. Additionally, we find that the MBS energy oscillations are suppressed with increasing light-matter interaction and that disorder stability is not impacted by the light-matter interaction. Combined, these offer additional tunability and stability of the MBS. As a second result, we establish a modified spectral localizer formalism as an essential tool for topological characterization of quantum matter in a cavity. The spectral localizer allows characterization at arbitrary energies, which is needed for probing different photon sectors. However, hybridization between different photon sectors in the low-frequency regime limits a straightforward application of a standard spectral localizer. We fully resolve this issue by judiciously applying an energy shift to the spectral localizer. Our work thus introduces a new avenue for controlling MBS via light-matter coupling and provides a framework for exploring cavity-modified topologies."}
{"id": "2602.03572", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03572", "abs": "https://arxiv.org/abs/2602.03572", "authors": ["Anna-Luisa E. Römling", "Artim L. Bassant", "Rembert A. Duine"], "title": "Fluctuations of the inverted magnetic state and how to sense them", "comment": "11 pages, 5 figures", "summary": "Magnons are the low-energy excitations of magnetically ordered materials. While the magnetic moment of a ferromagnet aligns with an applied magnetic field, it has been experimentally shown that the magnetic order can be inverted by injecting spin current into the magnet. This results in an energetically unstable but dynamically stabilized state where the magnetic moment aligns antiparallel to an applied magnetic field, called the inverted magnetic state. The excitations on top of such a state have negative energy and are called antimagnons. The inverted state is subject to fluctuations, in particular, as shot noise in the spin current, which are different from fluctuations in equilibrium, especially at low temperatures. Here, we theoretically study the fluctuations of the inverted magnetic state and their signatures in experimental setups. We find that the fluctuations from the injection of spin current play a large role. In the quantum regime, the inverted magnetic state exhibits larger fluctuations compared to the equilibrium position, which can be probed using a qubit. Our results advance the understanding of the fundamental properties of antimagnons and their experimental controllability, and they pave the way for applications in spintronics and magnonics, such as spin wave amplification and entanglement."}
{"id": "2602.03576", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03576", "abs": "https://arxiv.org/abs/2602.03576", "authors": ["Yu-Cheng Zhu", "Jia-Xi Zeng", "Xin-Zheng Li"], "title": "Unconventional superconductivity from lattice quantum disorder", "comment": null, "summary": "Unconventional superconductivity presents a defining and enduring challenge in condensed matter physics. Prevailing theoretical frameworks have predominantly emphasized electronic degrees of freedom, largely neglecting the rich physics inherent in the lattice. Although conventional phonon theory offers an elegant description of structural phase diagrams and lattice dynamics, its omission of nuclear quantum many-body effects results in misleading phase diagram interpretations and, consequently, an unsound foundation for superconducting theory. Here, by incorporating nuclear quantum many-body effects within first-principles calculations, we discover a lattice quantum disordered phase in superconductors H3S and La3Ni2O7. This phase occupies a triangular region in the pressure-temperature phase diagram, whose left boundary aligns precisely with Tc of the left flank of the superconducting dome. The Tcmax of this quantum disordered phase coincides with the maximum of superconducting Tc, indicating this phase as both the origin of superconductivity on the dome's left flank and a key ingredient of its pairing mechanism. Our findings advance the understanding of high-temperature superconductivity and establish the lattice quantum disordered phase as a unifying framework, both for predicting new superconductors and for elucidating phenomena in a broader context of condensed matter physics."}
{"id": "2602.03597", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03597", "abs": "https://arxiv.org/abs/2602.03597", "authors": ["Xiao-Bin Qiang", "Xiaoxiong Liu", "Hai-Zhou Lu", "X. C. Xie"], "title": "Quantum Christoffel Nonlinear Magnetization", "comment": "9 pages, 3 figures", "summary": "The Christoffel symbol is an essential quantity in Einstein's general theory of relativity. We discover that an electric field can induce a nonlinear magnetization in quantum materials, described by a Christoffel symbol defined in the Hilbert space of quantum states (quantum Christoffel symbol). Quite different from the previous scenarios, this orbital magnetization does not need spin-orbit coupling and inversion symmetry breaking. Through symmetry analysis and first-principles calculations, we identify a number of point groups and 2D material candidates (e.g., BiF$_3$, ZnI$_2$, and Ru$_4$Se$_5$) that host this quantum Christoffel nonlinear magnetization. More importantly, this nonlinear magnetization allows the quantum Christoffel symbol to be probed by optical techniques such as magneto-optical Kerr spectroscopy or transport measurements such as tunneling magneto-resistance. This quantum Christoffel nonlinear magnetization gives a paradigm of how geometry dictates physics."}
{"id": "2602.03598", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2602.03598", "abs": "https://arxiv.org/abs/2602.03598", "authors": ["Xavier Waintal"], "title": "Calculating Feynman diagrams with matrix product states", "comment": "27 pages, 16 figures. arXiv admin note: text overlap with arXiv:2601.03035", "summary": "This text reviews, hopefully in a pedagogical manner, a series of work on the automatic calculations of Feynman diagrams in the context of quantum nanoelectronics (Keldysh formalism) with an application to the Kondo effect in the out-of-equilibrium single impurity Anderson model. It includes a discussion of (A) how to deal with the proliferation of diagrams, (B) how to calculate them using the Tensor Cross Interpolation algorithm instead of Monte-Carlo and (C) how to resum the obtained series. These notes correspond to a lecture given at the Autumn School on Correlated Electrons 2025 in Jullich, Germany. The book with all the lectures of the school (edited by Eva Pavarini, Erik Koch, Alexander Lichtenstein, and Dieter Vollhardt) is available in open access."}
{"id": "2602.03600", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03600", "abs": "https://arxiv.org/abs/2602.03600", "authors": ["Miłosz Rybak", "Benjamin Pestka", "Biplab Bhattacharyya", "Jeff Strasdas", "Adam K. Budniak", "Adi Harchol", "Vitaliy Feyer", "Iulia Cojocariu", "Daniel Baranowski", "Efrat Lifshitz", "Markus Morgenstern", "Magdalena Birowska", "Krzysztof Wohlfeld"], "title": "Evidence for Many-Body States in NiPS$_3$ Revealed by Angle-Resolved Photoelectron Spectroscopy", "comment": "22 pages, 13 figures", "summary": "We present $μ$-ARPES spectra of the Mott-insulating van der Waals antiferromagnet NiPS$_3$. Signatures of strong correlations- such as the onset of atomic or atomic-ligand multiplets and spin-orbit-entangled exciton have been observed in this material by various two-particle spectroscopies, but not previously in photoemission. Our measurements reveal a weakly dispersive feature at the valence-band edge that is absent in DFT+$U$ calculations and remains unchanged across the Néel transition. After critically examining and ruling out alternative interpretations, we show that an exact diagonalization of a NiS$_6$ cluster yields low-energy final-state configurations of mixed multiplet $d^7$ and $d^8\\underline{L}$ character, whose energy differences are consistent with the observed additional feature. This implies that ARPES directly accesses local Ni-S multiplet physics in NiPS$_3$, revealing a many-body structure beyond mean-field theory. Our results confirm that NiPS$_3$ is an excellent model platform in which strong correlations, reduced dimensionality, and covalent metal-ligand bonding jointly shape both two- and single-particle spectroscopies, underscoring the need for a genuinely quantum many-body description of two-dimensional quantum materials."}
{"id": "2602.03636", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03636", "abs": "https://arxiv.org/abs/2602.03636", "authors": ["Xuan Qian", "Xiao-Bin Qiang", "Wenkai Zhu", "Yuqing Huang", "Yiyuan Chen", "Hai-Zhou Lu", "Yang Ji", "Kaiyou Wang"], "title": "Probing quantum geometric nonlinear magnetization via second-harmonic magneto-optical Kerr effect", "comment": "8 pages, 4 figures", "summary": "Quantum geometry provides an intrinsic framework for characterizing the geometric structure of quantum states. It highlights its relevance to various aspects of fundamental physics. However, its direct implications for magnetic phenomena remain largely unexplored. Here, we report the observation of electric-field-induced nonlinear magnetization in the nonmagnetic semimetal WTe$_2$ by using a second-harmonic magneto-optical Kerr effect (SMOKE) spectroscopy. We observe a robust nonlinear SMOKE signal that scales quadratically with current and persists up to 200 K. Theoretical modeling and scaling analysis indicate that this nonlinear magnetization is dominated by the orbital contribution and is intrinsically linked to the quantum Christoffel symbol. Just as the Christoffel symbol is a fundamental quantity encoding spacetime geometry in Einstein's general relativity, our work establishes a direct link between quantum geometry and nonlinear magnetization, and provides a geometric perspective for designing future orbitronic devices."}
{"id": "2602.03649", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03649", "abs": "https://arxiv.org/abs/2602.03649", "authors": ["Yan Gong", "Huimin Tang", "Yong Yang", "Yoshiyuki Kawazoe"], "title": "Ab initio Phase Diagram of Ta2O5", "comment": "30 pages, 9 figures 4 tables", "summary": "Tantalum pentoxide (Ta2O5) is a polymorphic wide-bandgap semiconductor with outstanding dielectric properties and widespread use in optical and electronic technologies. Its rich structural diversity, arising from multiple polymorphs accessible under different synthesis conditions, has made Ta2O5 a long-standing subject of interest. However, a unified understanding of the thermodynamic stability and phase transitions of its polymorphs across pressure-temperature (P-T) space has remained elusive. Here, using first-principles calculations, we map the thermodynamic landscape of Ta2O5 and establish a comprehensive P-T phase diagram together with a phase-stability hierarchy. We find that Gamma-Ta2O5 and B-Ta2O5 dominate the phase diagram over a broad range of P-T conditions: Gamma-Ta2O5 is stabilized at low pressures, while B-Ta2O5 becomes thermodynamically favored at higher pressures up to ~ 60 GPa, beyond which Y-Ta2O5 emerges as the most stable phase. Crucially, nuclear quantum effects (NQEs) are shown to play a significant role in determining relative phase stability, contributing substantially to the Gibbs free energy and altering phase boundaries. A re-entrant phase transition between Gamma and B-Ta2O5 is predicted near ~ 2 GPa, revealing unexpected complexity in the phase behavior of this oxide. More generally, we identify a characteristic temperature (T_0), at which zero-point and thermal phonon contributions to the free energy become comparable, and show that T_0 is approximately one-third of the Debye temperature. This relationship provides a simple, physically transparent criterion for assessing the importance of NQEs in phase stability, with implications extending beyond Ta2O5 to a broad class of complex oxides."}
{"id": "2602.03656", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat"], "pdf": "https://arxiv.org/pdf/2602.03656", "abs": "https://arxiv.org/abs/2602.03656", "authors": ["Fo-Hong Wang", "Fanjie Sun", "Chenghao He", "Xiao Yan Xu"], "title": "Resolving Quantum Criticality in the Honeycomb Hubbard Model", "comment": "12+20 pages, 6+16 figures", "summary": "The interplay between Dirac fermions and electronic correlations on the honeycomb lattice hosts a fundamental quantum phase transition from a semimetal to a Mott insulator, governed by the Gross-Neveu-Heisenberg (GNH) universality class. Despite its importance, consensus on the precise critical exponents remains elusive due to severe finite-size effects in numerical simulations and the lack of conformal bootstrap benchmarks. Here we try to resolve this long-standing controversy by performing projector determinant quantum Monte Carlo (QMC) simulations on lattices of unprecedented size, reaching 10,368 sites. By developing a novel projected submatrix update algorithm, we achieve a significant algorithmic speedup that enables us to access the thermodynamic limit with high precision. We observe that the fermion anomalous dimension and the correlation length exponent converge rapidly, while the boson anomalous dimension exhibits a systematic size dependence that we resolve via linear extrapolation. To validate our analysis, we perform parallel large-scale simulations of the spinless $t$-$V$ model on the honeycomb lattice, which belongs to the Gross-Neveu-Ising class. Our results for the $t$-$V$ model, including the first QMC determination of the fermion anomalous dimension, show agreement with conformal bootstrap predictions, thereby corroborating the robustness of our methodology. Our work provides state-of-the-art critical exponents for the honeycomb Hubbard model and establishes a systematic finite-size scaling workflow applicable to a broad class of strongly correlated quantum systems, paving the way for resolving other challenging fermionic quantum critical phenomena."}
{"id": "2602.03658", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03658", "abs": "https://arxiv.org/abs/2602.03658", "authors": ["Yidian Li", "Mingxin Zhang", "Xian Du", "Cuiying Pei", "Jieyi Liu", "Houke Chen", "Wenxuan Zhao", "Kaiyi Zhai", "Yinqi Hu", "Senyao Zhang", "Jiawei Shao", "Mingxin Mao", "Yantao Cao", "Jinkui Zhao", "Zhengtai Li", "Dawei Shen", "Yaobo Huang", "Makoto Hashimoto", "Donghui Lu", "Zhongkai Liu", "Yulin Chen", "Hanjie Guo", "Yilin Wang", "Yanpeng Qi", "Lexian Yang"], "title": "Orbital-selective Mottness Driven by Geometric Frustration of Interorbital Hybridization in Pr4Ni3O10", "comment": null, "summary": "The interplay among orbital-selective Mott physics, Hund's coupling, tunable structural motifs, and Kondo-like scattering establishes a compelling paradigm for understanding and engineering correlated multi-orbital systems, as vividly exemplified by nickelate superconductors. Here, using high-resolution angle-resolved photoemission spectroscopy combined with theoretical calculations, we systematically investigate the electronic properties of trilayer nickelates. In La4Ni3O10, we observe pronounced interorbital hybridization, whereas in Pr4Ni3O10, the flat d_(z^2 ) band becomes markedly incoherent and diminishes in spectral weight. By contrast, the dispersive d_(x^2-y^2 ) bands retain coherence in both compounds. This striking incoherence/coherence dichotomy identifies an orbital-selective Mott phase modulated by the interlayer Ni-O-Ni bonding angle. The depletion of the d_(z^2 ) orbitals further frustrates the interorbital hybridization and influences the density-wave transition in Pr4Ni3O10. Moreover, the density-wave gap is substantially reduced in Pr4Ni3O10, likely due to extra scattering channels provided by the local moments of Pr3+ cations. Our findings elucidate the intricate interplay among lattice, orbital, spin, and electronic degrees of freedom and reveal a feasible structural control parameter for the multi-orbital correlated state in trilayer nickelates, which provide a concrete framework for understanding the emergence of superconductivity under high pressure."}
{"id": "2602.03697", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03697", "abs": "https://arxiv.org/abs/2602.03697", "authors": ["E. A. Arkhipova", "A. E. Fedianin", "I. A. Eliseyev", "R. M. Dubrovin", "P. P. Syrnikov", "V. Yu. Davydov", "A. M. Kalashnikova"], "title": "Role of magnon-magnon interaction in optical excitation of coherent two-magnon modes", "comment": "7 pages, 4 figures", "summary": "Two-magnon modes are terahertz-frequency magnetic excitations in antiferromagnets, governed by exchange interactions and involving magnons from the entire Brillouin zone. The ability to couple to light promotes two-magnon modes as contenders for ultrafast optical manipulation of the magnetic state, beyond conventional zone-center magnonics. While magnon-magnon interactions are known to critically shape the two-magnon line in spontaneous Raman scattering spectra, their role in coherent time-domain excitations remains unexplored. We report a detailed experimental and theoretical study of the influence of magnon-magnon interactions on coherent two-magnon modes in a cubic antiferromagnet excited via Impulsive Stimulated Raman scattering. We reveal the nontrivial evolution of coherent magnetic dynamics in the time domain and the corresponding spectrum and compare it with the spontaneous Raman scattering spectrum. By extending the spin-correlations based theory for two-magnon modes, we derive a unified description of their spectra in Raman Scattering and Impulsive Stimulated Raman Scattering and highlight the role of magnon-magnon interactions."}
{"id": "2602.03700", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.03700", "abs": "https://arxiv.org/abs/2602.03700", "authors": ["Wendy Otieno", "Alex Gabbitas", "Debi Pattnaik", "Pavel Borisov", "Sergey Savel'ev", "Alexander G. Balanov"], "title": "Stochastic Dynamics of Diffusive Memristor Blocks for Neuromorphic Computing", "comment": "11 pages, 7 figures", "summary": "Biological systems use neural circuits to integrate input information and produce outputs. Synaptic convergence, where multiple neurons converge their inputs onto a single downstream neuron, is common in natural neural circuits. However, understanding specific computations performed by such neural blocks and implementating them in hardware requires further research. This work focuses on synaptic convergence in a simplified circuit of three spiking artificial neurons based on diffusive memristors. Numerical modelling and experiments reveal input voltage combinations that enable targeted activation of spiking for specific neuron configurations. We analyse the statistical characteristics of spiking patterns and interpret them from a computational perspective. The numerical simulations match experimental measurements. Our findings contribute to development of universal functional blocks for neuromorphic systems."}
{"id": "2602.03761", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03761", "abs": "https://arxiv.org/abs/2602.03761", "authors": ["Sankha Subhra Bakshi", "Yunhao Fan", "Gia-Wei Chern"], "title": "Machine Learning Modeling of Charge-Density-Wave Recovery After Laser Melting", "comment": "12 pages, 6 figures", "summary": "We investigate the nonequilibrium dynamics of a laser-pumped two-dimensional spinless Holstein model within a semiclassical framework, focusing on the melting and recovery of long-range charge-density-wave order. Accurately describing this process requires fully nonadiabatic electron-lattice dynamics, which is computationally demanding due to the need to resolve fast electronic motion over long time scales. By analyzing the structure of the lattice force during nonequilibrium evolution, we show that the force naturally separates into a smooth quasi-adiabatic component and a residual bath-like contribution associated with fast electronic fluctuations. The quasi-adiabatic component depends only on the instantaneous local lattice configuration and can be efficiently learned using machine-learning techniques, while a minimal Langevin description of the bath term captures the essential features of the recovery dynamics. Combining these elements enables efficient and scalable simulations of long-time nonequilibrium dynamics on large lattices, providing a practical route to access driven correlated systems beyond the reach of direct nonadiabatic approaches."}
{"id": "2602.03764", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03764", "abs": "https://arxiv.org/abs/2602.03764", "authors": ["Pedro V. Paraguassú"], "title": "Stochastic Thermodynamics of Quantum-Induced Stochastic Dynamics", "comment": "12 pages, 3 appendix", "summary": "Quantum-Induced Stochastic Dynamics arises from the coupling between a classical system and a quantum environment. Unlike standard thermal reservoirs, this environment acts as a dynamic bath, capable of simultaneously exchanging heat and performing work. We formulate a thermodynamic framework for this semi-classical regime, defining heat, work, and entropy production. We derive a modified Second Law that accounts for non-equilibrium quantum features, such as squeezing. The framework is exemplified by an optomechanical setup, where we characterize the thermodynamics of the non-stationary noise induced by the cavity field."}
{"id": "2602.03771", "categories": ["cond-mat.str-el", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2602.03771", "abs": "https://arxiv.org/abs/2602.03771", "authors": ["Linh Pham", "Ehsan Khatami"], "title": "Spin and Charge Conductivity in the Square Lattice Fermi-Hubbard Model", "comment": "11 pages, 11 figures", "summary": "Dynamical properties are notoriously difficult to compute in numerical treatments of the Fermi-Hubbard model, especially in two spatial dimensions. However, they are essential in providing us with insight into some of the most important and less well-understood phases of the model, such as the pseudogap and strange metal phases at relatively high temperatures, or unconventional superconductivity at lower temperatures, away from the commensurate filling. Here, we use the numerical linked-cluster expansions to compute spin and charge optical conductivities of the model at different temperatures and strong interaction strengths via the exact real-time-dependent correlation functions of the current operators. We mitigate systematic errors associated with having a limited access to the long-time behavior of the correlators by introducing fits and allowing for non-zero Drude weights when appropriate. We compare our results to available data from optical lattice experiments and find that the Drude contributions can account for the theory-experiment gap in the DC spin conductivity of the model at half filling in the strong-coupling region. Our method helps paint a more complete picture of the conductivity in the two-dimensional Hubbard model and opens the door to studying dynamical properties of quantum lattice models in the thermodynamic limit."}
{"id": "2602.03780", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03780", "abs": "https://arxiv.org/abs/2602.03780", "authors": ["Omri Meron", "Idan Kizel", "Dror Hershkovitz", "Youngki Yeo", "Nirmal Roy", "Wei Cao", "Moshe Ben Shalom", "Haim Suchowski"], "title": "Polytype-Dependent Upconversion Photoluminescence in 3R-MoS2", "comment": null, "summary": "Ferroelectric van der Waals materials offer switchable polarization states, yet optical readout of their stacking configurations remains challenging. Building on the resonant exciton-exciton annihilation (EEA) mechanism in 2H-phase TMDs, we report the first observation of upconversion photoluminescence (UPL) in rhombohedral MoS2 and demonstrate that this many-body process is strongly polytype-dependent. Using low-temperature spectroscopy, we observe anti-Stokes emission with superlinear power dependence. Beyond serving as a layer-number sensor, UPL provides a sensitive probe of stacking order. Trilayer ABA and BAB polytypes, indistinguishable by surface potential measurements and second harmonic generation, exhibit markedly different UPL intensities, and this persists in thicker samples. First-principles calculations attribute this polytype dependence to modulation of the Gamma-point conduction manifold, which controls energy-matching conditions for the annihilation process. Power-dependent spectroscopy further disentangles two distinct annihilation channels originating from different dark exciton valleys, identified through their contrasting intensity scaling and opposite density-induced energy shifts. Crucially, the annihilation process doubles the energy separation of nearly degenerate dark excitons while converting their weak emission into bright signal, providing experimental access to valley-specific responses that are obscured in direct dark-exciton spectroscopy. Our findings demonstrate that ferroelectric configurations provide a new degree of freedom for controlling nonlinear optical processes, with implications for all-optical ferroelectric readout and electrically switchable wavelength conversion in two-dimensional materials."}
{"id": "2602.03790", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci", "cond-mat.soft", "physics.class-ph"], "pdf": "https://arxiv.org/pdf/2602.03790", "abs": "https://arxiv.org/abs/2602.03790", "authors": ["Andrés Santos"], "title": "The Mpemba effect in the Descartes protocol: A time-delayed Newton's law of cooling approach", "comment": "12 pages, 8 figures", "summary": "We investigate the direct and inverse Mpemba effects within the framework of the time-delayed Newton's law of cooling by introducing and analyzing the Descartes protocol, a three-reservoir thermal scheme in which each sample undergoes a single-step quench at different times. This protocol enables a transparent separation of the roles of the delay time $τ$, the waiting time $t_{\\text{w}}$, and the normalized warm temperature $ω$, thus providing a flexible setting to characterize anomalous thermal relaxation. For instantaneous quenches, exact conditions for the existence of the Mpemba effect are obtained as bounds on $ω$ for given $τ$ and $t_{\\text{w}}$. Within those bounds, the effect becomes maximal at a specific value $ω=\\widetildeω(t_{\\text{w}})$, and its magnitude is quantified by the extremal value of the temperature-difference function at this optimum. Accurate and compact approximations for both $\\widetildeω(t_{\\text{w}})$ and the maximal magnitude $\\text{Mp}(t_{\\text{w}})$ are derived, showing in particular that the absolute maximum at fixed $τ$ is reached for $t_{\\text{w}}=τ$. A comparison with a previously studied two-reservoir protocol reveals that, despite its additional control parameter, the Descartes protocol yields a smaller maximal magnitude of the effect. The analysis is extended to finite-rate quenches, where strict equality of bath conditions prevents a genuine Mpemba effect, although an approximate one survives when the bath time scale is sufficiently short. The developed framework offers a unified and analytically tractable approach that can be readily applied to other multi-step thermal protocols."}
{"id": "2602.03800", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2602.03800", "abs": "https://arxiv.org/abs/2602.03800", "authors": ["Iván Álvarez Domenech", "Javier Rodríguez-Laguna", "Pedro Córdoba-Torres", "Silvia N. Santalla"], "title": "Emergent correlations in the selected link-times along optimal paths", "comment": null, "summary": "In the context of first-passage percolation (FPP), we investigate the statistical properties of the selected link-times (SLTs) -the random link times comprising the optimal paths (or geodesics) connecting two given points. We focus on weakly disordered square lattices, whose geodesics are known to fall under the Kardar-Parisi-Zhang (KPZ) universality class. Our analysis reveals universal power-law decays with the end-to-end distance for both the average and standard deviation of the SLTs, along with an intricate pattern of long-range correlations, whose scaling exponents are directly linked to KPZ universality. Crucially, the SLT distributions for diagonal and axial paths exhibit significant differences, which we trace back to the distinct directed and undirected nature, respectively, of the underlying geodesics. Moreover, we demonstrate that the SLT distribution violates the conditions of the central limit theorem. Instead, SLT sums follow the Tracy-Widom distribution characteristic of the KPZ class, which we associate with evidence for the emergence of high-order long-range correlations in the ensemble."}
{"id": "2602.03804", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03804", "abs": "https://arxiv.org/abs/2602.03804", "authors": ["Kirti Kirti", "Baisali Ghadai", "Abinash Mishra", "Rahulkrishnan R", "Sucheta Mondal"], "title": "Origin of mixed anisotropy in crystalline Permalloy and amorphous Cobalt thin films individually deposited on Si substrate", "comment": null, "summary": "Magnetic anisotropy (MA) plays a crucial role in deciding both static and dynamic behaviour of magnetic thin films. It controls various phenomena, such as magnetization reversal, domain formation, domain-wall motion, spin-wave generation, and spin-wave propagation etc. We investigate the mixed anisotropies in face-centred-cubic Permalloy (fcc-Py) and amorphous Cobalt (a-Co) thin films deposited via rf magnetron sputtering on Si (100) substrate with thicknesses, d = 5-125 nm and t = 5-150 nm, respectively. X-ray diffraction technique, atomic force microscopy, and vibrating sample magnetometry are employed to study the structural, morphological, and magnetic properties. We adopt a qualitative approach to understand the nature of different anisotropies present in both materials. Mixed anisotropies evolve with film thicknesses for both fcc-Py and a-Co films. The role of growth conditions in the emergence of specific anisotropies is discussed in detail. An alteration of the magnetization easy axis from the conventional in-plane orientation is evidenced due to the collective influence of these mixed anisotropies. Based on the dominance of anisotropy components, their origin, and the direction of magnetization tilt, we categorize our samples as belonging to specific regimes. Introduction of magnetization tilt has been proven to be an extremely innovative way to improve the performance of spintronic devices so far. The one-to-one comparison between a sputter-deposited crystalline and an amorphous magnetic material could be beneficial for building a stronger foundation for that."}
{"id": "2602.03843", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03843", "abs": "https://arxiv.org/abs/2602.03843", "authors": ["Aadi Singh", "Chakradhar Rangi", "Ka-Ming Tam"], "title": "Classical Benchmarks of a Symmetry-Adapted Variational Quantum Eigensolver for Real-Time Green's Functions in Dynamical Mean-Field Theory", "comment": "11 pages, 6 figures", "summary": "We present a variational quantum eigensolver (VQE) approach for solving the Anderson Impurity Model (AIM) arising in Dynamical Mean-Field Theory (DMFT). Recognizing that the minimal two-site approximation often fails to resolve essential spectral features, we investigate the efficacy of VQE for larger bath discretizations while adhering to near-term hardware constraints. We employ a symmetry-adapted ansatz enforcing conservation of particle number $(N)$, spin projection $(S_z=0)$, and total spin $(S^2=0)$ symmetry, benchmarking the performance against exact diagonalization across different interaction strengths using bath parameters extracted from the DMFT self-consistency loop. For a four-site model, the relative error in the ground state energy remains well below $0.01%$ with a compact parameter set $(N_p \\le 30)$. Crucially, we demonstrate that the single-particle Green's function-the central quantity for DMFT-can be accurately extracted from VQE-prepared ground states via real-time evolution in the intermediate to strong interaction regimes. However, in the weak interaction regime, the Green's function exhibits noticeable deviations from the exact benchmark, particularly in resolving low-energy spectral features, despite the ground state energy showing excellent agreement. These findings demonstrate that VQE combined with real-time evolution can effectively extend quantum-classical hybrid DMFT beyond the two-site approximation, particularly for describing insulating phases. While this approach offers a viable pathway for simulating strongly correlated materials on near-term devices, the observation that accurate ground state energy does not guarantee accurate dynamical properties highlights a key challenge for applying such approaches to correlated metals."}
{"id": "2602.03848", "categories": ["cond-mat.str-el", "cond-mat.supr-con", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.03848", "abs": "https://arxiv.org/abs/2602.03848", "authors": ["Donghae Seo", "Taegon Lee", "Gil Young Cho"], "title": "A Unified Categorical Description of Quantum Hall Hierarchy and Anyon Superconductivity", "comment": "14 pages, 1 figure, 1 table", "summary": "We present a unified category-theoretic framework for quantum Hall hierarchy constructions and anyon superconductivity based on modular tensor categories over $\\mathrm{Rep}(\\mathrm{U}(1))$ and $\\mathrm{sRep}(\\mathrm{U}(1)^f)$. Our approach explicitly incorporates conserved $\\mathrm{U}(1)$ charge and formulates doping via a generalized stack-and-condense procedure, in which an auxiliary topological order is stacked onto the parent phase, and the quasiparticles created by doping subsequently condense. Depending on whether this condensation preserves or breaks the $\\mathrm{U}(1)$ symmetry, the system undergoes a transition to a quantum Hall hierarchy state or to an anyon superconductor. For anyon superconductors, the condensate charge is determined unambiguously by the charged local bosons contained in the condensable algebra. Our framework reproduces all known anyon superconductors obtained from field-theoretic analyses and further predicts novel phases, including a charge-$2e$ anyon superconductor derived from the Laughlin state and charge-$ke$ anyon superconductors arising from bosonic $\\mathbb{Z}_k$ Read-Rezayi states. By placing hierarchy transitions and anyon superconductivity within a single mathematical formalism, our work provides a unified understanding of competing and proximate phases near experimentally realizable fractional quantum Hall states."}
{"id": "2602.02504", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2602.02504", "abs": "https://arxiv.org/abs/2602.02504", "authors": ["Mohsen Salimi", "Aurelien Dantan", "Henrik B. Pedersen"], "title": "Single-run determination of the saturation vapor pressure and enthalpy of vaporization/sublimation of a substance undergoing successive solid-solid and solid-liquid phase transitions: the case of $N$-methyl acetamide", "comment": null, "summary": "We report on the dynamical measurement of the saturation vapor pressure of $N$-methyl acetamide in the temperature range $-30^\\circ$C to $34^\\circ$C. This is achieved by monitoring the pressure inside a vacuum chamber in which a precooled sample of the substance slowly thermalizes to the chamber temperature, undergoing first a phase transition between two crystalline structures around $1^\\circ$C and then a solid-liquid phase transition around $30^\\circ$C. Such a measurement provides in a single run accurate data for the saturation vapor pressure and the enthalpies of sublimation and vaporization of the different phases of the investigated substance."}
{"id": "2602.03745", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03745", "abs": "https://arxiv.org/abs/2602.03745", "authors": ["Michael Poluektov"], "title": "Transformation front kinetics in deformable ferromagnets", "comment": null, "summary": "Materials such as magnetic shape-memory alloys possess an intrinsic coupling between material's magnetisation and mechanical deformation. These materials also undergo structural phase transitions, with phase boundaries separating different phases and the kinetics of the phase boundaries governed by the magnetic field and the mechanical stresses. There is a multiplicity of other materials revealing similar phenomena, e.g. magnetic perovskites. To model the propagation of the phase boundaries in deformable magnetic materials at the continuum scale, three ingredients are required: a set of governing equations for the bulk behaviour with coupled magnetic and mechanical degrees of freedom, a dependency of the phase boundary velocity on the governing factors, and a reliable computational method. The expression for the phase boundary velocity is usually obtained within the continuum thermodynamics setting, where the entropy production due to phase boundary propagation is derived, which gives a thermodynamic driving force for the phase boundary kinetics. For deformable ferromagnets, all three elements (bulk behaviour, interface kinetics, and computational approaches) have been explored, but under a number of limitations. The present paper focuses on the derivation of the thermodynamic driving force for transformation fronts in a general magneto-mechanical setting, adapts the cut-finite-element method for transformation fronts in magneto-mechanics, which allows for an exceptionally efficient handling of the propagating interfaces, without modifying the finite-element mesh, and applies the developments to qualitative modelling of magneto-mechanics of magnetic shape-memory alloys."}
