{"id": "2601.10938", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10938", "abs": "https://arxiv.org/abs/2601.10938", "authors": ["Xingyu Guo", "Cheng Gui", "Zhenbin Wang"], "title": "Are Universal Potentials Ready for Alkali-Ion Battery Kinetics?", "comment": null, "summary": "Accelerating alkali-ion battery discovery requires accurate modeling of atomic-scale kinetics, yet the reliability of universal machine learning interatomic potentials (uMLIPs) in capturing these high-energy landscapes remains uncertain. Here, we systematically benchmark state-of-the-art uMLIPs, including M3GNet, CHGNet, MACE, SevenNet, GRACE, and Orb, against DFT baselines for cathodes and solid electrolytes. We find that the Orb-v3 family excels in static migration barrier predictions (MAE $\\approx$ 75--111 meV), driven primarily by architectural refinements. Conversely, for dynamic transport, the GRACE model trained on the OMat24 dataset demonstrates superior fidelity in reproducing ion diffusivities and structural correlations. Our results reveal that while architectural sophistication (e.g., equivariance) is beneficial, the inclusion of high-temperature, non-equilibrium training data is the dominant driver of kinetic accuracy. These findings establish that modern uMLIPs are sufficiently robust to serve as zero-shot surrogates for high-throughput kinetic screening of next-generation energy storage materials."}
{"id": "2601.10988", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10988", "abs": "https://arxiv.org/abs/2601.10988", "authors": ["S. S. Das", "M. Senthil Kumar"], "title": "Enhancement of anomalous Hall effect in Si/Fe multilayers", "comment": "24 pages, 9 Figures", "summary": "Anomalous Hall effect studies were performed at 300 K on Si/Fe multilayers prepared by dc magnetron sputtering. About 60 times enhancement in the saturation Hall resistance and 80 times enhancement in anomalous Hall coefficient are obtained in [Si(50 angstrom)/Fe(tFe)]_20 multilayers when decreasing the Fe layer thickness from 100 Angstrom to 20 Angstrom. The largest anomalous Hall coefficient (Rs) of 1.4 x 10^-7 Ohm m/T was found for t_Fe=20 Angstrom, which is about three orders of magnitude larger than that of pure Fe and Fe/Cr, Al/Fe, Cu/Fe, SiO2/FePt/SiO2 multilayers. The ordinary Hall coefficient R_0 was about two orders of magnitude larger than that of pure Fe. The R_s was found to vary with the longitudinal electronic resistivity, Rho as R_s proportional to (Rho)^2.2, indicating the role of interfaces for the enhancement of the anomalous Hall effect in the multilayers. An increase of Hall sensitivity from 9 mOhm/T to 1.2 Ohm/T is observed on decreasing tFe from 100 Angstrom to 10 Angstrom. The high Hall sensitivity obtained is about three orders of magnitude larger than that of Al/Fe and Cu/Fe multilayers, showing it as an emerging candidate for Hall element for potential applications."}
{"id": "2601.10997", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10997", "abs": "https://arxiv.org/abs/2601.10997", "authors": ["Haewon Kim", "Taekgi Lee", "Seongeun Hong", "Kyeong-Ho Kim", "Yongchul G. Chung"], "title": "Data-driven Prediction of Ionic Conductivity in Solid-State Electrolytes with Machine Learning and Large Language Models", "comment": null, "summary": "Solid-state electrolytes (SSEs) are attractive for next-generation lithium-ion batteries due to improved safety and stability but their low room-temperature ionic conductivity hinders practical application. Experimental synthesis and testing of new SSEs remain time-consuming and resource intensive. Machine learning (ML) offers an accelerated route for SSE discovery; however, composition-only models neglect structural factors important for ion transport while graph neural networks (GNNs) are challenged by the scarcity of structure-labeled conductivity data and the prevalence of crystallographic disorder in CIFs. Here, we train two complementary predictors on the same room-temperature, structure-labeled dataset (n = 499). A gradient-boosted tree regressor (GBR) combining stoichiometric and geometric descriptors achieves best performance (MAE = 0.543 in log(S cm-1)), and Shapley Additive exPlanations (SHAP) identifies probe-occupiable volume (POAV) and lattice parameters as key correlations for conductivity. In parallel, we fine-tune large language models (LLMs) using compact text prompts derived from CIF metadata (formula with optional symmetry and disorder tags), avoiding direct use of raw atomic coordinates. Notably, Llama-3.1-8B-Instruct achieves high accuracy (MAE = 0.657 in log(S cm-1)) using formula and symmetry information, eliminating the need for numerical feature extraction from CIF files. Together, these results show that global geometric descriptors improve tree-based predictions and enable interpretable structure-property analysis, while LLMs provide a competitive low-preprocessing alternative for rapid SSE screening."}
{"id": "2601.11001", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11001", "abs": "https://arxiv.org/abs/2601.11001", "authors": ["Sudhansu Sekhar Das", "M. Senthil Kumar"], "title": "Magnetization and anomalous Hall effect in SiO2/Fe/SiO2 trilayers", "comment": "29 pages, 11 figures", "summary": "SiO2/Fe/SiO2 sandwich structure films fabricated by sputtering were studied by varying the Fe layer thickness (t_Fe). The structural and microstructural studies on the samples showed that the Fe layer has grown in nanocrystalline form with (110) texture and that the two SiO2 layers are amorphous. Magnetic measurements performed with the applied field in in-plane and perpendicular direction to the film plane confirmed that the samples are soft ferromagnetic having strong in-plane magnetic anisotropy. The temperature dependence of magnetization shows complex behavior with the coexistence of both ferromagnetic and superparamagnetic properties. The transport properties of the samples as studied through Hall effect measurements show anomalous Hall effect (AHE). An enhancement of about 14 times in the saturation anomalous Hall resistance (R_Ahs) was observed upon reducing the t_Fe from 300 to 50 Angstrom. The maximum value of R_Ahs = 2.3 Ohm observed for tFe = 50 Angstrom sample is about 4 orders of magnitude larger than that reported for bulk Fe. When compared with the single Fe film, a maximum increase of about 56% in the R_Ahs was observed in sandwiched Fe (50 Angstrom) film. Scaling law suggests that the R_s follows the longitudinal resistivity (Rho) as, R_s proportional to (Rho)^1.9, suggesting side jump as the dominant mechanism of the AHE. A maximum enhancement of about 156% in the sensitivity S was observed."}
{"id": "2601.10838", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10838", "abs": "https://arxiv.org/abs/2601.10838", "authors": ["Kin On Ho", "Cassandra Dailledouze", "Martin Schmidt", "Loïc Toraille", "Marie-Pierre Adam", "Jean-François Roch"], "title": "Widefield NV Magnetic Field Reconstruction for Probing the Meissner Effect and Critical Current Density under Pressure", "comment": null, "summary": "The spatial distribution of a magnetic field can be determined with micrometer resolution using widefield nitrogen vacancy (NV) center magnetic imaging. Nevertheless, reconstructing the magnetic field from the raw data can be challenging due to the degeneracy of the four possible NV axes and the tremendous amount of data. While a qualitative approach is sufficient for most analyses, a quantitative analysis offers deeper insight into the physical system. Here, we apply NV widefield magnetic imaging to a HgBa$_{2}$Ca$_{2}$Cu$_{3}$O$_{8+δ}$ (Hg-1223) superconducting microcrystal at a pressure of 4 GPa. We fit the results with solutions from the Hamiltonian describing the NV center ground state and take into account the relative intensities of the resonances to determine the local magnetic field magnitude and angle. Thus, we reconstruct the temperature-dependent expulsion of the magnetic field due to the Meissner effect around the superconductor. By comparing the resulting parameters to Brandt's model, which describes the magnetic behavior of a type-II superconductor, we extract the critical current density $j_c$. Overall, this work showcases the first widefield quantitative reconstruction of the Meissner effect under pressure and an optical method to study critical current density. Thus, it provides new insights into the application of NV magnetometry to superconductivity research at high pressures."}
{"id": "2601.10783", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.10783", "abs": "https://arxiv.org/abs/2601.10783", "authors": ["Naren Manjunath", "Dominic V. Else"], "title": "In search of diabolical critical points", "comment": "8 + 2 pages", "summary": "A phase transition is an example of a ``topological defect'' in the space of parameters of a quantum or classical many-body systems. In this paper, we consider phase diagram topological defects of higher codimension. These have the property that equilibrium states undergo some kind of non-trivial winding as one moves around the defect. We show that such topological defects exist even in classical statistical mechanical systems, and describe their general structure in this context. We then introduce the term ``diabolical critical point'' (DCP), which is a higher-codimension analog of a continuous phase transition, with the proximate phases of matter replaced by the non-trivial winding of the proximate equilibrium states. We propose conditions under which a system can have a stable DCP. We also discuss some examples of stable DCPs in (1+1)-dimensional quantum systems."}
{"id": "2601.10731", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2601.10731", "abs": "https://arxiv.org/abs/2601.10731", "authors": ["L. G. P. Caramês", "Y. B. Matos", "F. Bartumeus", "C. G. Bezerra", "T. Macrì", "M. G. E. da Luz", "E. P. Raposo", "G. M. Viswanathan"], "title": "Lévy walkers inside spherical shells with absorbing boundaries: Towards settling the optimal Lévy walk strategy for random searches", "comment": null, "summary": "The Lévy flight foraging hypothesis states that organisms must have evolved adaptations to exploit Lévy walk search strategies. Indeed, it is widely accepted that inverse square Lévy walks optimize the search efficiency in foraging with unrestricted revisits (also known as non-destructive foraging). However, a mathematically rigorous demonstration of this for dimensions $D \\geq 2$ is still lacking. Here we study the very closely related problem of a Lévy walker inside annuli or spherical shells with absorbing boundaries. In the limit that corresponds to the foraging with unrestricted revisits, we show that inverse square Lévy walks optimize the search. This constitutes the strongest formal result to date supporting the optimality of inverse square Lévy walks search strategies."}
{"id": "2601.10767", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10767", "abs": "https://arxiv.org/abs/2601.10767", "authors": ["F. A. Chishtie", "K. Roberts", "N. Jisrawi", "S. R. Valluri", "A. Soni", "P. C. Deshmukh"], "title": "Lambert W Function Framework for Graphene Nanoribbon Quantum Sensing: Theory, Verification, and Multi-Modal Applications", "comment": "27 pages, 10 figures, LaTeX", "summary": "We establish a rigorous mathematical framework connecting graphene nanoribbon quantum sensing to the Lambert W function through the finite square well (FSW) analogy. The Lambert W function, defined as the inverse of $f(W) = We^W$, provides exact analytical solutions to transcendental equations governing quantum confinement. We demonstrate that operating near the branch point at $z = -1/e$ yields sensitivity enhancement factors scaling as $η_{\\text{enh}} \\propto (z - z_c)^{-1/2}$, achieving 35-fold enhancement at $δ= 0.001$. Comprehensive numerical verification confirms: (i) all seven bound states for strength parameter $R = 10$ satisfying the constraint $u^2 + v^2 = R^2$; (ii) exact agreement between theoretical band gap formula $E_g = 2π\\hbar v_F/(3L)$ and empirical relation $E_g = 1.38/L$ eV$\\cdot$nm; (iii) universal sensitivity scaling across biomedical (SARS-CoV-2, inflammatory markers, cancer biomarkers), environmental (CO$_2$, CH$_4$, NO$_2$, N$_2$O, H$_2$O), and physical (strain, magnetic field, temperature) sensing modalities. This unified framework provides design principles for next-generation graphene quantum sensors with analytically predictable performance."}
{"id": "2601.10731", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2601.10731", "abs": "https://arxiv.org/abs/2601.10731", "authors": ["L. G. P. Caramês", "Y. B. Matos", "F. Bartumeus", "C. G. Bezerra", "T. Macrì", "M. G. E. da Luz", "E. P. Raposo", "G. M. Viswanathan"], "title": "Lévy walkers inside spherical shells with absorbing boundaries: Towards settling the optimal Lévy walk strategy for random searches", "comment": null, "summary": "The Lévy flight foraging hypothesis states that organisms must have evolved adaptations to exploit Lévy walk search strategies. Indeed, it is widely accepted that inverse square Lévy walks optimize the search efficiency in foraging with unrestricted revisits (also known as non-destructive foraging). However, a mathematically rigorous demonstration of this for dimensions $D \\geq 2$ is still lacking. Here we study the very closely related problem of a Lévy walker inside annuli or spherical shells with absorbing boundaries. In the limit that corresponds to the foraging with unrestricted revisits, we show that inverse square Lévy walks optimize the search. This constitutes the strongest formal result to date supporting the optimality of inverse square Lévy walks search strategies."}
{"id": "2601.10791", "categories": ["physics.chem-ph", "hep-ex", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2601.10791", "abs": "https://arxiv.org/abs/2601.10791", "authors": ["Ibrahim Elsharkawy", "Vinicius Mikuni", "Wahid Bhimji", "Benjamin Nachman"], "title": "OmniMol: Transferring Particle Physics Knowledge to Molecular Dynamics with Point-Edge Transformers", "comment": "8 pages, 10 figures", "summary": "We present OmniMol, a state-of-the-art transformer-based small molecule machine-learned interatomic potential (MLIP). OmniMol is built by adapting Omnilearned, a foundation model for particle jets found in high-energy physics (HEP) experiments such as at the Large Hadron Collider (LHC). Omnilearned is built with a Point-Edge-Transformer (PET) and pre-trained using a diverse set of one billion particle jets. It includes an interaction-matrix attention bias that injects pairwise sub-nuclear (HEP) or atomic (molecular-dynamics) physics directly into the transformer's attention logits, steering the network toward physically meaningful neighborhoods without sacrificing expressivity. We demonstrate OmniMol using the oMol dataset and find excellent performance even with relatively few examples for fine-tuning. This study lays the foundation for building interdisciplinary connections, given datasets represented as collections of point clouds."}
{"id": "2601.11454", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.11454", "abs": "https://arxiv.org/abs/2601.11454", "authors": ["Yashpal Singh", "Juan E Peralta", "Koblar Alan Jackson"], "title": "The rise and fall of stretched bond errors: Extending the analysis of Perdew-Zunger self-interaction corrections of reaction barrier heights beyond the LSDA", "comment": null, "summary": "Incorporating self-interaction corrections (SIC) significantly improves chemical reaction barrier height predictions made using density functional theory methods. We present a detailed, orbital-by-orbital analysis of these corrections for three semi-local density functional approximations (DFAs) situated on the three lowest rungs of the Jacob's Ladder of approximations. The analysis is based on Fermi-Löwdin Orbital Self-Interaction Correction calculations performed at several steps along the reaction pathway from the reactants (R) to the transition state (TS) to the products (P) for four representative reactions selected from the BH76 benchmark set. For all three functionals, the major contribution to self-interaction corrections of the barrier heights can be traced to stretched bond orbitals that develop near the TS configuration. The magnitude of the ratio of the self-exchange-correlation energy to the self-Hartree energy (XC/H) for a given orbital is introduced as an indicator of one-electron self-interaction error. For the exact, but unknown density functional, XC/H = 1.0 for all orbitals, while for the practical DFAs studied here, XC/H spans a range of values. The largest values are obtained for stretched or strongly lobed orbitals. We show that significant differences in XC/H for corresponding orbitals in the R, TS, and P configurations can be used to identify the major contributors to the SIC of barrier heights and reaction energies. Based on such comparisons, we suggest that barrier height predictions made using the SCAN meta-generalized gradient approximation may have attained the best accuracy possible for a semi-local functional using the Perdew-Zunger SIC approach."}
{"id": "2601.11015", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11015", "abs": "https://arxiv.org/abs/2601.11015", "authors": ["S. S. Das", "M. Senthil Kumar"], "title": "Giant anomalous Hall effect in ultrathin Si/Fe bilayers", "comment": "8 pages, 3 figures", "summary": "Anomalous Hall effect studies on ultrathin Si(50Angstrom)/Fe(t_Fe) bilayers were performed at 300 K. Giant enhancements of about 60 times in saturation anomalous Hall resistivity and 265 times in anomalous Hall coefficient (R_s) were observed upon decreasing the Fe layer thickness t_Fe from 200 to 10 Angstrom. The R_s observed for t_Fe = 10 Angstrom is about three orders of magnitude larger than that of bulk Fe. The scaling law between R_s and longitudinal electrical resistivity (Rho) suggests that the side jump is the dominant mechanism of the anomalous Hall effect. The observed largest Hall sensitivity of 433 Ohm/T surpasses that of the semiconducting GaAs and InAs Hall sensors already reported."}
{"id": "2601.10903", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10903", "abs": "https://arxiv.org/abs/2601.10903", "authors": ["M. R. Norman"], "title": "Superconductivity from the Slater mode: Application to KTaO3 heterostructures", "comment": null, "summary": "Superconductivity has been observed for the 2D electron gas (2DEG) at the interface of KTaO3 with other oxides, with a transition temperature about an order of magnitude higher than its 3d cousin SrTiO3. The superconducting transition temperature is strongly dependent on the orientation of the interface. Motivated by this observation, we study pairing due to exchange of the soft transverse optic phonon mode characteristic of quantum paraelectrics and use the resulting theory to comment on the nature of superconductivity of this 2DEG. We find (1) an orientation dependence consistent with experiment along with an anisotropic gap function, but (2) a BCS coupling constant that is smaller than needed and so must be augmented by contributions from other phonons to be consistent with the observed values of Tc."}
{"id": "2601.11055", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.11055", "abs": "https://arxiv.org/abs/2601.11055", "authors": ["Lennart Klebl", "Dante M. Kennes"], "title": "Surface Functional Renormalization Group for Layered Quantum Materials", "comment": "8 pages, 5 figures", "summary": "We present an extension to the two-dimensional functional renormalization group to efficiently treat interactions on the surface or at interfaces of three-dimensional systems. As an application, we consider a semi-infinite stack of two-dimensional square lattices, including a Hubbard interaction on the surface layer and an alternating interlayer coupling. We investigate how strongly correlated states of the decoupled two-dimensional Hubbard model on the surface evolve under inclusion of such an SSH-like interlayer coupling. For large parts of the phase diagram as a function of the interlayer hopping parameters, the physics of the two-dimensional system prevails, with antiferromagnetic, superconducting d-wave, and ferromagnetic correlations taking center stage. However, for intermediate interlayer couplings the superconducting state at intermediate interaction strengths separates into two regimes by a small region of incommensurate spin-density-wave and spin-bond order, enabling the potential realization of chiral spin-bond order."}
{"id": "2601.10741", "categories": ["cond-mat.stat-mech", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2601.10741", "abs": "https://arxiv.org/abs/2601.10741", "authors": ["Lan Yang", "Zhaorong Pang", "Chongzhi Qiao", "Gaoke Hu", "Jiaqi Dong", "Rui Shi", "Xiaosong Chen"], "title": "Eigen Microstate Condensation and Critical Phenomena in the Lennard-Jones Fluid", "comment": null, "summary": "Despite extensive study of the liquid-gas phase transition, accurately determining the critical point and the critical exponents in fluid systems through direct simulation remains a challenge. We employ the eigen microstate theory (EMT) to investigate the liquid-gas continuous phase transition in the Lennard-Jones (LJ) fluid within the canonical ensemble. In EMT, the probability amplitudes of eigen microstates serve as the order parameter. Using finite-size scaling of probability amplitudes, we simultaneously determine the critical temperature, $T_c = 1.188(2)$, and critical density, $ρ_c = 0.320(4)$. Furturemore, we obtain critical exponents of the LJ fluid, $β= 0.32(2)$ and $ν= 0.64(3)$, which demonstrate a great agreement with the Ising universality class. This method also reveals the mesoscopic structure of the emergent phase, characterizing the three-dimensional (3D) spatial configuration of the fluid in the critical region. This work also confirms the finite-size scaling behavior of the probability amplitudes of the eigen microstates in the critical region. The EMT provides a powerful tool for studying the critical phenomena of complex fluid system."}
{"id": "2601.10889", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10889", "abs": "https://arxiv.org/abs/2601.10889", "authors": ["E. Haro-Poniatowski", "C. A. Guarín", "L. G. Mendoza-Luna", "L. Escobar-Alarcón", "J. L. Hernández-Pozos", "L. I. Vera-Robles", "P. Castillo", "F. Cabello", "J. Toudert", "F. Chacón-Sánchez", "M. García-Pardo", "R. Serna", "J. Gonzalo", "J. Solís"], "title": "Combining laser ablation and Sol-Gel techniques for the synthesis of nanostructured organic-inorganic matrices", "comment": "20 pages", "summary": "In this work we report a new and simple method that combines the pulsed laser ablation in liquids (PLAL) and the Sol-Gel techniques to obtain nanocomposite glasses and gelatins. Gold nanoparticles (Au-NPs) are generated by PLAL using the corresponding target. The target is submerged in a transparent liquid solution made previously with tetraetylorthosilicate (TEOS) adding diluted hydrochloric acid as catalyzer. In the case of gelatins commercial gelatin and tap water are used. The laser source is a Nd:YAG laser emitting at 1064 nm, with an energy of 100 mJ and 8 ns pulse duration at 10 Hz repetition rate focused on the target in a 2 mm diameter laser spot. The ablation time is 10 min for the glasses and gelatins. The Au-NPs are uniformly dispersed in the solution. After the ablation process the gels are sealed and stored at room temperature for several days. The samples are characterized by UV-Vis spectroscopy, HRTEM, ellipsometry and AFM microscopy, these measurements reveal optical transparency and a refractive index near 1.45 for the pure glass, whereas a colorful aspect, a refractive index of 1.42, and a small surface roughness of 1.92 nm for the glass containing Au-NPs. In the case of gelatins self-sustained flexible films are obtained."}
{"id": "2601.10741", "categories": ["cond-mat.stat-mech", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2601.10741", "abs": "https://arxiv.org/abs/2601.10741", "authors": ["Lan Yang", "Zhaorong Pang", "Chongzhi Qiao", "Gaoke Hu", "Jiaqi Dong", "Rui Shi", "Xiaosong Chen"], "title": "Eigen Microstate Condensation and Critical Phenomena in the Lennard-Jones Fluid", "comment": null, "summary": "Despite extensive study of the liquid-gas phase transition, accurately determining the critical point and the critical exponents in fluid systems through direct simulation remains a challenge. We employ the eigen microstate theory (EMT) to investigate the liquid-gas continuous phase transition in the Lennard-Jones (LJ) fluid within the canonical ensemble. In EMT, the probability amplitudes of eigen microstates serve as the order parameter. Using finite-size scaling of probability amplitudes, we simultaneously determine the critical temperature, $T_c = 1.188(2)$, and critical density, $ρ_c = 0.320(4)$. Furturemore, we obtain critical exponents of the LJ fluid, $β= 0.32(2)$ and $ν= 0.64(3)$, which demonstrate a great agreement with the Ising universality class. This method also reveals the mesoscopic structure of the emergent phase, characterizing the three-dimensional (3D) spatial configuration of the fluid in the critical region. This work also confirms the finite-size scaling behavior of the probability amplitudes of the eigen microstates in the critical region. The EMT provides a powerful tool for studying the critical phenomena of complex fluid system."}
{"id": "2601.10813", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.class-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10813", "abs": "https://arxiv.org/abs/2601.10813", "authors": ["Srivathsan Poyyapakkam Sundar", "Vibin Abraham", "Bo Peng", "Ayush Asthana"], "title": "Chemically decisive benchmarks on the path to quantum utility", "comment": null, "summary": "Progress towards quantum utility in chemistry requires not only algorithmic advances, but also the identification of chemically meaningful problems whose electronic structure fundamentally challenges classical methods. Here, we introduce a curated hierarchy of chemically decisive benchmark systems designed to probe distinct regimes of electronic correlation relevant to molecular, bioinorganic, and heavy-element chemistry. Moving beyond minimal toy models, our benchmark set spans multireference bond breaking (N$_2$), high-spin transition-metal chemistry (FeS), biologically relevant iron-sulfur clusters ([2Fe-2S]), and actinide-actinide bonding (U$_2$), which exhibits extreme sensitivity to active-space choice, relativistic treatment, and correlation hierarchy even within advanced multireference frameworks. As a concrete realization, we benchmark a recently developed automated and adaptive quantum algorithm based on generator-coordinate-inspired subspace expansion,ADAPT-GCIM, using a black-box workflow that integrates entropy-based active-space selection via the ActiveSpaceFinder tool. Across this chemically diverse problem set, ADAPT-GCIM achieves high accuracy in challenging correlation regimes. Equally importantly, these benchmarks expose general failure modes and design constraints-independent of any specific algorithm-highlighting the necessity of problem-aware and correlation-specific strategies for treating strongly correlated chemistry on quantum computers. To support systematic benchmarking and reproducible comparisons, the Hamiltonians for all systems studied are made openly available."}
{"id": "2601.11167", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11167", "abs": "https://arxiv.org/abs/2601.11167", "authors": ["Yang Li", "Chengzhi Wu", "Xuelian Sun", "Liangting Ye", "Yirui Lu", "Hai-Qing Lin", "Wenhui Duan", "Bing Huang"], "title": "Two-dimensional Intrinsic Janus Structures: Design Principle and Anomalous Nonlinear Optics", "comment": "23 pages, 4 figures", "summary": "Two-dimensional Janus structures have garnered rapidly growing attention across multidisciplinary fields. However, despite extensive theoretical and experimental efforts, a principle for designing intrinsic Janus materials remains elusive. Here, we propose a first-principles alloy theory based on cluster expansion, incorporating a strong repulsive interaction of a cation-mediated anion-pair cluster and refined short-range cluster-cluster competitions, to unravel the formation mechanism of intrinsic Janus structures with a distorted 1T phase among numerous competing phases. Our theory not only explains why intrinsic Janus structures are accidentally observed in RhSeCl and BiTeI which are composed of alloyed elements from different groups, but also accurately predicts a wide range of 1T-like intrinsic Janus materials that are ready for synthesis. Intriguingly, as demonstrated in the case of RhSeCl, we reveal that intrinsic Janus materials can exhibit anomalous second-harmonic generation (SHG) with a distinct quantum geometric effect, originating from strong lattice and chemical-potential mirror asymmetry. Furthermore, a novel skin effect unexpectedly emerges in finite-thickness RhSeCl, accompanied by a hidden SHG effect within the bulk region. Our theory paves the way for the ab initio design of intrinsic Janus materials, significantly accelerating progress in Janus science."}
{"id": "2601.10939", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10939", "abs": "https://arxiv.org/abs/2601.10939", "authors": ["Christopher J. Butler", "Toshiya Ikenobe", "Ming-Chun Jiang", "Daigorou Hirai", "Takahiro Yamada", "Guang-Yu Guo", "Ryotaro Arita", "Tetsuo Hanaguri", "Zenji Hiroi"], "title": "Coexisting electronic smectic liquid crystal and superconductivity in a Si square-net semimetal", "comment": "9 pages, 8 figures. Accepted for publication in Physical Review Letters", "summary": "Electronic nematic and smectic liquid crystals are spontaneous symmetry-breaking phases that are seen to precede or coexist with enigmatic unconventional superconducting states in multiple classes of materials. In this Letter we describe scanning tunneling microscopy observations of a short ranged charge stripe (smectic) order in NaAlSi, whose superconductivity is speculated to have an unconventional origin. As well as this we resolve a clear spatial modulation of the superconducting gap amplitude, which arises due to the intertwined superconducting and smectic orders. Numerical calculations help to understand the possible driving mechanism as a suppression of kinetic energy on the Fermi surface formed in part by two large, flat-topped hole pockets of p-orbital character."}
{"id": "2601.11088", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11088", "abs": "https://arxiv.org/abs/2601.11088", "authors": ["Yuki Arai", "Junichi Hayashi", "Keiki Takeda", "Hideki Tou", "Eiichi Matsuoka", "Hitoshi Sugawara", "Hisashi Kotegawa"], "title": "Spontaneous Anomalous Hall Effect at Room Temperature in Antiferromagnetic Material NbMnAs", "comment": "7 pages, 3 figures", "summary": "Recent studies have shown that certain antiferromagnetic (AFM) materials with the same symmetry breaking as ferromagnets can generate sufficiently large ferromagnetic (FM) responses. Here, we report that the new AFM material NbMnAs exhibits a large anomalous Hall effect (AHE) at zero field and at room temperature, despite having only a small net magnetization. A polycrystalline sample of NbMnAs, likely close to stoichiometric composition, exhibited an AFM state with a small spontaneous magnetization of approximately $6 \\times 10^{-3} μ_{\\rm B}$/Mn and the AHE below $T_{\\rm N}=354\\,{\\rm K}$. In contrast, single crystals of NbMnAs obtained by a flux method exhibited a deficiency at the As site, {which resulted} in a decrease in $T_{\\rm N}$ and an increase in spontaneous magnetization. Although improvement of the single-crystal growth is still required, our study reveals that NbMnAs is a novel material capable of exhibiting significant FM responses derived from antiferromagnetism at room temperature."}
{"id": "2601.10749", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.10749", "abs": "https://arxiv.org/abs/2601.10749", "authors": ["Zhidong Zhang"], "title": "Exact solution of a two-dimensional (2D) Ising model with the next nearest interactions", "comment": "23 pages, 3 figures. arXiv admin note: substantial text overlap with arXiv:2512.16935", "summary": "The exact solution of a two-dimensional (2D) Ising model with the next nearest interactions at zero magnetic field is derived. At first, the transfer matrices are analyzed in three representations, i.e., Clifford algebraic representation, transfer tensor representation and schematic representation, to inspect nontrivial topological structures in this system. The system is equivalent to a triangular Ising model plus an interaction along the z axis, so that the approaches developed for the 3D Ising model are modified to be appropriable for solving the exact solution of the 2D Ising model with the next nearest interactions. The partition function and the spontaneous magnetization are obtained. The comparison with the exact solutions of other Ising lattices reveals that either the increase of the number of interactions in a unit cell or the presence/increase of topological contributions enhances the critical point of the Ising lattices. The results obtained in this work are helpful for understanding the physical properties of the 2D magnetic materials."}
{"id": "2601.10892", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10892", "abs": "https://arxiv.org/abs/2601.10892", "authors": ["A. Adhikari", "P. Graczyk", "A. K. Chaurasiya", "S. Mondal", "J. W. Klos", "A. Barman"], "title": "Optical probing of magnons and phonons in Ni80Fe20 nanodot arrays", "comment": "7 pages + Supplementary Information", "summary": "Control of collective spin excitations by static or dynamic strain is an emerging phenomenon that requires in-depth understanding for design of future spin-wave-regulated devices. Here, we explore mutually interacting spin waves and acoustic wave modes in addition to few non-interactive modes through all optical excitation in ordered arrays of Ni80Fe20 nanomagnets. The acoustic wave originated from elastic deformation resonantly couple to the spin wave via magnetoelastic effect at their overlapping frequency. We demonstrate that the choice of the lattice type in which the magnetic nanodots are arranged is crucial for the observation of the magnetoelastic interaction. Therefore, the study shows that the simultaneous existence of elastic wave and spin wave offer ingeneously advantageous features to pave the way of energy-efficient magnetoacoustic devices."}
{"id": "2601.10749", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.10749", "abs": "https://arxiv.org/abs/2601.10749", "authors": ["Zhidong Zhang"], "title": "Exact solution of a two-dimensional (2D) Ising model with the next nearest interactions", "comment": "23 pages, 3 figures. arXiv admin note: substantial text overlap with arXiv:2512.16935", "summary": "The exact solution of a two-dimensional (2D) Ising model with the next nearest interactions at zero magnetic field is derived. At first, the transfer matrices are analyzed in three representations, i.e., Clifford algebraic representation, transfer tensor representation and schematic representation, to inspect nontrivial topological structures in this system. The system is equivalent to a triangular Ising model plus an interaction along the z axis, so that the approaches developed for the 3D Ising model are modified to be appropriable for solving the exact solution of the 2D Ising model with the next nearest interactions. The partition function and the spontaneous magnetization are obtained. The comparison with the exact solutions of other Ising lattices reveals that either the increase of the number of interactions in a unit cell or the presence/increase of topological contributions enhances the critical point of the Ising lattices. The results obtained in this work are helpful for understanding the physical properties of the 2D magnetic materials."}
{"id": "2601.11454", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.11454", "abs": "https://arxiv.org/abs/2601.11454", "authors": ["Yashpal Singh", "Juan E Peralta", "Koblar Alan Jackson"], "title": "The rise and fall of stretched bond errors: Extending the analysis of Perdew-Zunger self-interaction corrections of reaction barrier heights beyond the LSDA", "comment": null, "summary": "Incorporating self-interaction corrections (SIC) significantly improves chemical reaction barrier height predictions made using density functional theory methods. We present a detailed, orbital-by-orbital analysis of these corrections for three semi-local density functional approximations (DFAs) situated on the three lowest rungs of the Jacob's Ladder of approximations. The analysis is based on Fermi-Löwdin Orbital Self-Interaction Correction calculations performed at several steps along the reaction pathway from the reactants (R) to the transition state (TS) to the products (P) for four representative reactions selected from the BH76 benchmark set. For all three functionals, the major contribution to self-interaction corrections of the barrier heights can be traced to stretched bond orbitals that develop near the TS configuration. The magnitude of the ratio of the self-exchange-correlation energy to the self-Hartree energy (XC/H) for a given orbital is introduced as an indicator of one-electron self-interaction error. For the exact, but unknown density functional, XC/H = 1.0 for all orbitals, while for the practical DFAs studied here, XC/H spans a range of values. The largest values are obtained for stretched or strongly lobed orbitals. We show that significant differences in XC/H for corresponding orbitals in the R, TS, and P configurations can be used to identify the major contributors to the SIC of barrier heights and reaction energies. Based on such comparisons, we suggest that barrier height predictions made using the SCAN meta-generalized gradient approximation may have attained the best accuracy possible for a semi-local functional using the Perdew-Zunger SIC approach."}
{"id": "2601.11176", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11176", "abs": "https://arxiv.org/abs/2601.11176", "authors": ["Qingchen Liu", "Yixiang Gan"], "title": "Mesoscale Modelling of Confined Split-Hopkinson Pressure Bar Tests on Concrete: Effects of Internal Damage and Strain Rates", "comment": "36 pages, 8 figures", "summary": "The dynamic strength of concrete under complex loading conditions is a key consideration in the design and maintenance of infrastructures. To assess this mechanical property, Split Hopkinson Pressure Bar (SHPB) tests are typically adopted across a wide range of loading and confining conditions. In this study, mesoscale modelling based on the finite element method (FEM) is employed to simulate SHPB tests on three-phase concrete with realistic aggregate shape, in order to investigate the effects of loading ramp rate, internal friction, and confining pressure on the dynamic increase factor (DIF). Microscopic evidence to explain these effects is explored through analysing the distributions of the internal strain rate and local damage. As key results, increasing loading ramp rates, internal friction, and confining pressure can generally leads to higher DIF values. Only a higher loading ramp rate significantly amplifies the strain-rate effect on the DIF, as evidenced by pronounced increases in both internal strain rate and damage in the mortar and aggregate phases. In contrast, higher internal friction and confining pressure weaken the strain-rate effect on the DIF. Both can be attributed to the mortar phase, which shows a less pronounced increase in damage with increasing strain rate. This study enriches the understanding of the dynamic fracture of concrete toward complex loading scenarios."}
{"id": "2601.11175", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11175", "abs": "https://arxiv.org/abs/2601.11175", "authors": ["Yue Xie", "Zhilong Yang", "Ruihan Zhang", "Sheng Zhang", "Quansheng Wu", "Gang Wang", "Hongming Weng", "Zhong Fang", "Xi Dai", "Zhijun Wang"], "title": "Majorana Zero Modes and Topological Nature in Bi2Ta3S6-family Superconductors", "comment": "5 pages, 5 figures", "summary": "In this work, we report that Bi2Ta3S6-family superconductors exhibit nontrivial band topology. They possess a natural quantum-well structure consisting of alternating stacks of TaS2 and honeycomb Bi layers, which contribute superconducting and topological properties, respectively. Symmetry-based indicators $(\\mathbb{Z}_4;\\mathbb{Z}_{2}\\mathbb{Z}_{2}\\mathbb{Z}_{2})=(2;000)$ reveal that the topological nature arises entirely from the Bi layers, which belong to a quantum spin Hall phase characterized by a $p_x-p_y$ model on a honeycomb lattice. The topological zigzag (ZZ) and armchair (AC) edge states are obtained. Using VASP2KP, the in-plane $g$ factors of these topological edge states are computed from the ab initio calculations: $g_{x/y}^{\\mathrm{ZZ}}=2.07/1.60$ and $g_{x/y}^{\\mathrm{AC}}=0.50/0.06$. The strong anisotropy of the edge-state $g$ factors allows us to explore Majorana zero modes in the Bi monolayer on a superconductor, which can be obtained by exfoliation or molecular beam epitaxy. The relaxed structures of the Bi2Ta3Se6, Bi2Nb3S6 and Bi2Nb3Se6 are obtained. Their superconducting transition temperature $T_c$ are estimated based on the electron-phonon coupling and the McMillan formula. Furthermore, using the experimental superconducting gap $Δ$ and the computed $g$ factors, we obtain the phase diagram, which shows that the in-plane field $B_y>2.62\\mathrm{ T}$ can generate corner Majorana zero modes in the Bi monolayer of the superconductor Bi2Ta3S6. A similar paradigm also applies to the Bi2Ta3S6 bulk with the emergence of Majorana hinge states. These natural quantum-well superconductors therefore offer ideal platforms for exploring topological superconductivity and Majorana zero modes."}
{"id": "2601.11339", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11339", "abs": "https://arxiv.org/abs/2601.11339", "authors": ["Shangjie Tian", "Yuchong Zhang", "Chenhao Liang", "Yuqing Cao", "Wenxin Lv", "Xingyu Lv", "Zhijun Wang", "Tian Qian", "Hechang Lei", "Shouguo Wang"], "title": "Three-dimensional topological insulator feature of ternary chalcogenide Ge2Bi2Te5", "comment": "7 pages, 4 figures", "summary": "The exploration of novel topological insulators (TIs) beyond binary chalcogenides has been accelerated in pursuit of exotic quantum states and device applications. Here, the layered ternary chalcogenide Ge2Bi2Te5 is identified as a three-dimensional TI. The bulk electronic structure of Ge2Bi2Te5 features a hole-type Fermi surface at Fermi level EF, which dominates the transport properties. Moreover, an unoccupied topological surface state with a Dirac point located at 290 meV above EF has been observed. Theoretical calculations confirm a bulk bandgap and a nontrivial Z2 topological invariant (000;1). The present study demonstrates that the material family of layered tetradymite-like ternary compounds is an important platform to explore exotic topological phenomena."}
{"id": "2601.10763", "categories": ["cond-mat.stat-mech", "stat.ML"], "pdf": "https://arxiv.org/pdf/2601.10763", "abs": "https://arxiv.org/abs/2601.10763", "authors": ["Manas V. Upadhyay"], "title": "Irreversible Kinetics Emerges from Bayesian Inference over Admissible Histories", "comment": "6 pages, no figures. Probabilistic formulation of irreversible kinetics", "summary": "A probabilistic formulation of irreversible kinetics is introduced in which incrementally admissible histories are weighted by a Gibbs-type measure built from an energy-dissipation action and observation constraints, with Theta controlling epistemic uncertainty. This measure can be interpreted as a Bayesian posterior over histories. In the zero-uncertainty limit, it concentrates on maximum-a-posteriori (MAP) histories, recovering classical deterministic evolution by incremental minimization in the convex generalized-standard-material setting, while allowing multiple competing MAP histories for non-convex energies or temporally coupled constraints. This emergence is demonstrated across seven distinct forward-in-time examples and an inverse inference problem of unknown histories from sparse observations via a global constrained minimum-action principle."}
{"id": "2601.10935", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10935", "abs": "https://arxiv.org/abs/2601.10935", "authors": ["Takamoto Yokosawa", "Tomohiro Matsui"], "title": "Unconventional thermal conductivity of suspended zigzag graphene nanomesh", "comment": "6 pages, 5 figures, it is due for consideration for the Journal 2D Materials", "summary": "Compared to the study of graphene itself, the study of nano-structured graphene is rather limited because it is difficult to prepare atomically ordered edges. In this study, we have fabricated a periodically patterned mesh structure of graphene with atomically precise zigzag edges (zGNM: zigzag graphene nanomesh) and studied its thermal conductivity ($κ$) by opto-thermal Raman measurement. Unintuitively, it is found that the $κ$ of zGNM of 2,3 monolayers (MLs) thick is inversely proportional to the nanoribbon width ($W$), while that of zGNM of 5$\\sim$10 MLs thick is independent of $W$ down to 30 nm. Since the $κ$ of suspended zigzag graphene nanoribbons (zGNRs) is suppressed by decreasing $W$, this nonclassical behavior of zGNM is due to the mesh structure. In addition, zGNRs show a higher $κ$ than GNRs with atomically rough edges. This is probably due to the atomically ordered zigzag edges."}
{"id": "2601.10763", "categories": ["cond-mat.stat-mech", "stat.ML"], "pdf": "https://arxiv.org/pdf/2601.10763", "abs": "https://arxiv.org/abs/2601.10763", "authors": ["Manas V. Upadhyay"], "title": "Irreversible Kinetics Emerges from Bayesian Inference over Admissible Histories", "comment": "6 pages, no figures. Probabilistic formulation of irreversible kinetics", "summary": "A probabilistic formulation of irreversible kinetics is introduced in which incrementally admissible histories are weighted by a Gibbs-type measure built from an energy-dissipation action and observation constraints, with Theta controlling epistemic uncertainty. This measure can be interpreted as a Bayesian posterior over histories. In the zero-uncertainty limit, it concentrates on maximum-a-posteriori (MAP) histories, recovering classical deterministic evolution by incremental minimization in the convex generalized-standard-material setting, while allowing multiple competing MAP histories for non-convex energies or temporally coupled constraints. This emergence is demonstrated across seven distinct forward-in-time examples and an inverse inference problem of unknown histories from sparse observations via a global constrained minimum-action principle."}
{"id": "2601.11381", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.11381", "abs": "https://arxiv.org/abs/2601.11381", "authors": ["Zijin Wu", "Shuxia Tao", "Geert Brocks"], "title": "Chemical Origin of Exciton Self-trapping in Cs$_3$Cu$_2$X$_5$ Cesium Copper Halides", "comment": null, "summary": "Copper halides Cs3Cu2X5 (X=Cl, Br, I) are promising materials for optoelectronic applications due to their high photoluminescence efficiency, stability, and large Stokes shifts. In this work, we uncover the chemical bonding origin of the Stokes shift in these materials using density functional theory calculations. Upon excitation, one [Cu2X5]3- anion undergoes sizeable local distortions, driven by Cu-X and Cu-Cu bond formation. These structural changes coincide with the formation of a self-trapped exciton, where particularly the hole is strongly localized on one anion. Analysis of the electronic structure and bonding reveals reduced antibonding interactions and enhanced bonding character in the excited state, stabilizing the distorted geometry. Our results establish a direct link between orbital-specific hole localization and bond formation. It provides a fundamental understanding of the excitation mechanism in Cs3Cu2X5 and offers design principles to tune optical properties in 0D copper halides."}
{"id": "2601.11177", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11177", "abs": "https://arxiv.org/abs/2601.11177", "authors": ["Adonis Haxhijaj", "Stefan Riemelmoser", "Alfredo Pasquarello"], "title": "Lattice dynamics and structural phase stability of group IV elemental solids with the r$^2$SCAN functional", "comment": null, "summary": "The strongly constrained and appropriately normed (SCAN) meta-GGA functional is a milestone achievement of electronic structure theory. Recently, a revised and restored form (r$^2$SCAN) has been suggested as a replacement for SCAN in high-throughput applications. Here, we assess the accuracy and reliability of the r$^2$SCAN meta-GGA functional for the group IV elemental solids carbon (C), silicon (Si), germanium (Ge), and tin (Sn). We show that the r$^2$SCAN functional agrees closely with its parent functional SCAN for elastic constants, bulk moduli, and phonon dispersions, but the numerical stability of r$^2$SCAN is superior. Both meta-GGA functionals outperform standard GGA (Perdew-Burke-Ernzerhof) in terms of accuracy and approach the level of common hybrid functionals (Heyd-Scuseria-Ernzerhof). However, we find that r$^2$SCAN performs much worse than SCAN for the $α\\leftrightarrow β$ phase transition of both Ge and Sn, yielding larger phase energy differences and transition pressures."}
{"id": "2601.11267", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.11267", "abs": "https://arxiv.org/abs/2601.11267", "authors": ["Shuning Tan", "Ji Liu", "Minghuan Zeng", "Tao Ying", "Zhangkai Cao", "Ho-Kin Tang"], "title": "Oriented Triplet $p$-Wave Pairing from Fermi surface Anisotropy and Nonlocal Attraction", "comment": "7 pages, 4 figures in the main text and 7 page, 4 figure in the supplemental material", "summary": "Using constrained-path quantum Monte Carlo, we map the ground-state phase diagram versus the nearest-neighbor (NN) attraction $V$ and spin-dependent hopping anisotropy $α$ for the two-dimensional attractive $t$--$U$--$V$ Hubbard model at filling $n\\simeq0.85$. We identify an onsite $s$-wave superfluid, a Cooper pair Bose metal with an uncondensed Bose surface, and an oriented equal-spin triplet $p$-wave pairing phase. The NN attraction activates the odd-parity channel, while hopping anisotropy suppresses the competing $s$-wave coherence and selects a $p_x/p_y$ polar axis, and thus lowers the critical $|V_c|$ for the onset of triplet-dominant $p$-wave pairing. A channel-resolved Landau analysis provides a criterion for the Landau $p$-wave scale $V_c^{\\mathrm L}(α)$, consistent with the observed anisotropy dependence of $|V_c|$. Our results establish how NN interaction and Fermi surface anisotropy cooperate to generate the oriented triplet $p$-wave pairing, and suggest that cold-atom and altermagnetic platforms could potentially realize this mechanism."}
{"id": "2601.11504", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11504", "abs": "https://arxiv.org/abs/2601.11504", "authors": ["Sandy Adhitia Ekahana", "Aalok Tiwari", "Souvik Sasmal", "Zefeng Cai", "Ravi Kumar Bandapelli", "I-Hsuan Kao", "Jian Tang", "Chenbo Min", "Tiema Qian", "Kenji Watanabe", "Takashi Taniguchi", "Ni Ni", "Qiong Ma", "Chris Jozwiak", "Eli Rotenberg", "Aaron Bostwick", "Simranjeet Singh", "Noa Marom", "Jyoti Katoch"], "title": "Visualization of Tunable Electronic Structure of Monolayer TaIrTe$_4$", "comment": null, "summary": "Monolayer TaIrTe$_4$ has emerged as an attractive material platform to study intriguing phenomena related to topology and strong electron correlations. Recently, strong interactions have been demonstrated to induce strain and dielectric screening tunable topological phases such as quantum spin Hall insulator (QSHI), trivial insulator, higher-order topological insulator, and metallic phase, in the ground state of monolayer TaIrTe$_4$. Moreover, charge dosing has been demonstrated to convert the QSHI into a dual QSHI state. Although the band structure of monolayer TaIrTe$_4$ is central to interpreting its topological phases in transport experiments, direct experimental access to its intrinsic electronic structure has so far remained elusive. Here we report direct measurements of the monolayer TaIrTe$_4$ band structure using spatially resolved micro-angle-resolved photoemission spectroscopy (microARPES) with micrometre-scale resolution. The observed dispersions show quantitative agreement with density functional theory calculations using the Heyd-Scuseria-Ernzerhof hybrid functional, establishing the insulating ground state and revealing no evidence for strong electronic correlations. We further uncover a pronounced electron-hole asymmetry in the doping response. Whereas hole doping is readily induced by electrostatic gating, attempts to introduce electrons via gating or alkali metal deposition do not yield a rigid upward shift of the Fermi level. Fractional charge calculations demonstrate that added electrons instead drive band renormalization and shrink the band gap. Taken together, our experimental and theoretical results identify the microscopic mechanism by which induced charges reshape the band topology of monolayer TaIrTe$_4$, showing that doping can fundamentally alter the electronic structure beyond the rigid band behaviour that is typically assumed."}
{"id": "2601.10767", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10767", "abs": "https://arxiv.org/abs/2601.10767", "authors": ["F. A. Chishtie", "K. Roberts", "N. Jisrawi", "S. R. Valluri", "A. Soni", "P. C. Deshmukh"], "title": "Lambert W Function Framework for Graphene Nanoribbon Quantum Sensing: Theory, Verification, and Multi-Modal Applications", "comment": "27 pages, 10 figures, LaTeX", "summary": "We establish a rigorous mathematical framework connecting graphene nanoribbon quantum sensing to the Lambert W function through the finite square well (FSW) analogy. The Lambert W function, defined as the inverse of $f(W) = We^W$, provides exact analytical solutions to transcendental equations governing quantum confinement. We demonstrate that operating near the branch point at $z = -1/e$ yields sensitivity enhancement factors scaling as $η_{\\text{enh}} \\propto (z - z_c)^{-1/2}$, achieving 35-fold enhancement at $δ= 0.001$. Comprehensive numerical verification confirms: (i) all seven bound states for strength parameter $R = 10$ satisfying the constraint $u^2 + v^2 = R^2$; (ii) exact agreement between theoretical band gap formula $E_g = 2π\\hbar v_F/(3L)$ and empirical relation $E_g = 1.38/L$ eV$\\cdot$nm; (iii) universal sensitivity scaling across biomedical (SARS-CoV-2, inflammatory markers, cancer biomarkers), environmental (CO$_2$, CH$_4$, NO$_2$, N$_2$O, H$_2$O), and physical (strain, magnetic field, temperature) sensing modalities. This unified framework provides design principles for next-generation graphene quantum sensors with analytically predictable performance."}
{"id": "2601.11331", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11331", "abs": "https://arxiv.org/abs/2601.11331", "authors": ["Thijs J. Roskamp", "Tim Horstink", "Melissa J Goodwin", "Erwin Berenschot", "Edin Sarajilic", "Roeland Huijink", "Niels Tas", "Hans Hilgenkamp"], "title": "Nanoscale wireframe SQUID on a cantilever by corner lithography", "comment": "12 pages, 5 figures", "summary": "We present the fabrication of nanoscale superconducting quantum interference devices (SQUIDs) at the apex of wireframe tips on self-aligned superconducting cantilever probes. The probes are made on silicon wafers using molding techniques in combination with corner lithography, which results in a nanowire frame tip with a tuneable apex structure. A shadow effect deposition using magnetron sputtering of Nb creates self-aligned superconducting wireframes on cantilevers with accompanying device circuitry. Superconducting weak links are realized at the apex of the wireframes with the use of focused ion beam nanopatterning. The realized SQUIDs have effective diameters ranging from several micrometers down to 100 nm and can be operated in magnetic fields up to 1 T. Furthermore, the nanowires in the wireframe can be used to flux modulate the SQUID locally. This fabrication process enables the production of wafer-scale templates for probes based on on-tip superconducting devices."}
{"id": "2601.10776", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.10776", "abs": "https://arxiv.org/abs/2601.10776", "authors": ["Damián H. Zanette", "Eric A. Rozán"], "title": "Exact and Approximate Constants of Motion in Stochastic Contact Processes", "comment": "16 pages, 2 figures", "summary": "We study a variety of stochastic contact processes -- directly related to models of rumor and disease spreading -- from the viewpoint of their constants of motion, either exact or approximated. Much as in deterministic systems, constants of motion in stochastic dynamics make it possible to reduce the number of relevant variables, confining the set of accessible states, and thus facilitating their analytical treatment. For processes of rumor propagation based on the Maki-Thompson model, we show how to construct exact constants of motion as linear combinations of conserved quantities in each elementary contact event, and how they relate to the constants of motion of the corresponding mean-field equations, which are obtained as the continuous-time, large-size limit of the stochastic process. For SIR epidemic models, both in homogeneous systems and on heterogeneous networks, we find that a similar procedure produces approximate constants of motion, whose average value is preserved along the evolution. We also give examples of exact and approximate constants of motion built as nonlinear combinations of the relevant variables, whose expressions are suggested by their mean-field counterparts."}
{"id": "2601.11198", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11198", "abs": "https://arxiv.org/abs/2601.11198", "authors": ["V. Ya. Aleshkin", "A. A. Dubinov", "V. V. Rumyantsev"], "title": "Impact ionization in narrow band gap CdHgTe quantum well with \"resonant\" band structure", "comment": null, "summary": "Impact ionization probabilities were calculated in a CdHgTe quantum well, where the distance between electron subbands is close to the band gap energy. This band structure enables impact ionization with small momentum transfer for electrons in the second subband. The study demonstrates that such processes increase the impact ionization probability by approximately two orders of magnitude compared to the impact ionization probability for electrons in the first subband, for which transitions with small momentum changes are impossible. The probability of single impact ionization during the electron energy loss due to optical phonon emission is estimated. Experimental methods for detecting impact ionization in this structure are discussed."}
{"id": "2601.11519", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.11519", "abs": "https://arxiv.org/abs/2601.11519", "authors": ["Sebastian Allende", "David Galvez-Poblete"], "title": "Vacuum-selected timescales in driven Josephson systems", "comment": null, "summary": "In this work, we demonstrate that the intrinsic timescale of a Josephson junction can be controlled through dynamical vacuum selection. By applying a Kapitza-like high-frequency drive to the system, the effective Josephson potential is reshaped, allowing for the stabilization of inphase or antiphase configuration. As a result, the Josephson plasma frequency, that is, the clock frequency of the junction, becomes a tunable property of the selected vacuum. Our findings establish a vacuum-controlled Josephson clock principle, in which the dynamical vacuum acts as an internal reference that fixes the operational timescale of Josephson oscillations, rather than this scale being imposed externally."}
{"id": "2601.10813", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.class-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10813", "abs": "https://arxiv.org/abs/2601.10813", "authors": ["Srivathsan Poyyapakkam Sundar", "Vibin Abraham", "Bo Peng", "Ayush Asthana"], "title": "Chemically decisive benchmarks on the path to quantum utility", "comment": null, "summary": "Progress towards quantum utility in chemistry requires not only algorithmic advances, but also the identification of chemically meaningful problems whose electronic structure fundamentally challenges classical methods. Here, we introduce a curated hierarchy of chemically decisive benchmark systems designed to probe distinct regimes of electronic correlation relevant to molecular, bioinorganic, and heavy-element chemistry. Moving beyond minimal toy models, our benchmark set spans multireference bond breaking (N$_2$), high-spin transition-metal chemistry (FeS), biologically relevant iron-sulfur clusters ([2Fe-2S]), and actinide-actinide bonding (U$_2$), which exhibits extreme sensitivity to active-space choice, relativistic treatment, and correlation hierarchy even within advanced multireference frameworks. As a concrete realization, we benchmark a recently developed automated and adaptive quantum algorithm based on generator-coordinate-inspired subspace expansion,ADAPT-GCIM, using a black-box workflow that integrates entropy-based active-space selection via the ActiveSpaceFinder tool. Across this chemically diverse problem set, ADAPT-GCIM achieves high accuracy in challenging correlation regimes. Equally importantly, these benchmarks expose general failure modes and design constraints-independent of any specific algorithm-highlighting the necessity of problem-aware and correlation-specific strategies for treating strongly correlated chemistry on quantum computers. To support systematic benchmarking and reproducible comparisons, the Hamiltonians for all systems studied are made openly available."}
{"id": "2601.10776", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.10776", "abs": "https://arxiv.org/abs/2601.10776", "authors": ["Damián H. Zanette", "Eric A. Rozán"], "title": "Exact and Approximate Constants of Motion in Stochastic Contact Processes", "comment": "16 pages, 2 figures", "summary": "We study a variety of stochastic contact processes -- directly related to models of rumor and disease spreading -- from the viewpoint of their constants of motion, either exact or approximated. Much as in deterministic systems, constants of motion in stochastic dynamics make it possible to reduce the number of relevant variables, confining the set of accessible states, and thus facilitating their analytical treatment. For processes of rumor propagation based on the Maki-Thompson model, we show how to construct exact constants of motion as linear combinations of conserved quantities in each elementary contact event, and how they relate to the constants of motion of the corresponding mean-field equations, which are obtained as the continuous-time, large-size limit of the stochastic process. For SIR epidemic models, both in homogeneous systems and on heterogeneous networks, we find that a similar procedure produces approximate constants of motion, whose average value is preserved along the evolution. We also give examples of exact and approximate constants of motion built as nonlinear combinations of the relevant variables, whose expressions are suggested by their mean-field counterparts."}
{"id": "2601.11355", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11355", "abs": "https://arxiv.org/abs/2601.11355", "authors": ["Jagadis Prasad Nayak", "Aviad Frydman", "Gopi Nath Daptary"], "title": "Conductance Oscillations in a Topological Insulator-Disordered Superconductor Hybrid Interface", "comment": null, "summary": "We report on the observation on proximity-induced superconductivity in the topological insulator BiSbTeSe2 coupled to a disordered superconductor, amorphous indium oxide (a-InO). Resistance temperature measurements reveal superconducting signatures at low temperatures, even when InO is in an insulating state, indicating the persistence of superconducting correlations. Differential conductance spectra reveal nearly periodic oscillations at higher bias, together with a pronounced zero-bias conductance peak. Both effect disappears at high temperature, marking the critical temperature (T*) of the superconducting islands in InO. These results underscore the influence of topological surface states on proximity-induced superconductivity and highlight the role of superconducting fluctuations in disordered superconductor/topological-insulator hybrid interfaces."}
{"id": "2601.11206", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11206", "abs": "https://arxiv.org/abs/2601.11206", "authors": ["Zijie Wang", "Mazharul M. Islam", "David R. Bowler"], "title": "DFT modelling of stacking faults in hexagonal and cubic GaN", "comment": "Contains supplementary information as appendix;", "summary": "We have performed density functional theory (DFT) calculations to characterize the energetics, and the atomic and electronic structure, of stacking faults in GaN, both in the stable hexagonal wurtzite (wz) phase and in the metastable cubic zincblende (zb) phase. In wz GaN, SFs on the (0001) planes can be divided into three different intrinsic stacking faults (I1, I2, and I3) and oneextrinsic stacking fault (E). In zb GaN, SFs form along (111) directions, giving one type each of intrinsic, extrinsic and twin SFs. Based on the calculated formation energy, I1 is the most stable SF of wz GaN in agreement with experiment. For zb GaN, the intrinsic stacking fault is the most dominant planar defect. To characterize the effect of the stacking faults on the electronic structure of the material, we examined the band density. We found that the bands near the valence band maximum in wz GaN are localised on the Ga-polar side of the stacking fault (i.e. on the Ga side of the Ga-N bonds perpendicular to the SF), with the bands near the conduction band minimum more on the N-polar side, though somewhat delocalised. We found the opposite trend in zb GaN; this behaviour is caused by a redistribution of charge near the interface. We also show the band offsets for the stacking faults, finding that they are very sensitive to local conditions, but can all be described as type II interfaces, with the presence of a stacking fault reducing the gap locally."}
{"id": "2601.11055", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.11055", "abs": "https://arxiv.org/abs/2601.11055", "authors": ["Lennart Klebl", "Dante M. Kennes"], "title": "Surface Functional Renormalization Group for Layered Quantum Materials", "comment": "8 pages, 5 figures", "summary": "We present an extension to the two-dimensional functional renormalization group to efficiently treat interactions on the surface or at interfaces of three-dimensional systems. As an application, we consider a semi-infinite stack of two-dimensional square lattices, including a Hubbard interaction on the surface layer and an alternating interlayer coupling. We investigate how strongly correlated states of the decoupled two-dimensional Hubbard model on the surface evolve under inclusion of such an SSH-like interlayer coupling. For large parts of the phase diagram as a function of the interlayer hopping parameters, the physics of the two-dimensional system prevails, with antiferromagnetic, superconducting d-wave, and ferromagnetic correlations taking center stage. However, for intermediate interlayer couplings the superconducting state at intermediate interaction strengths separates into two regimes by a small region of incommensurate spin-density-wave and spin-bond order, enabling the potential realization of chiral spin-bond order."}
{"id": "2601.10783", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.10783", "abs": "https://arxiv.org/abs/2601.10783", "authors": ["Naren Manjunath", "Dominic V. Else"], "title": "In search of diabolical critical points", "comment": "8 + 2 pages", "summary": "A phase transition is an example of a ``topological defect'' in the space of parameters of a quantum or classical many-body systems. In this paper, we consider phase diagram topological defects of higher codimension. These have the property that equilibrium states undergo some kind of non-trivial winding as one moves around the defect. We show that such topological defects exist even in classical statistical mechanical systems, and describe their general structure in this context. We then introduce the term ``diabolical critical point'' (DCP), which is a higher-codimension analog of a continuous phase transition, with the proximate phases of matter replaced by the non-trivial winding of the proximate equilibrium states. We propose conditions under which a system can have a stable DCP. We also discuss some examples of stable DCPs in (1+1)-dimensional quantum systems."}
{"id": "2601.11167", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11167", "abs": "https://arxiv.org/abs/2601.11167", "authors": ["Yang Li", "Chengzhi Wu", "Xuelian Sun", "Liangting Ye", "Yirui Lu", "Hai-Qing Lin", "Wenhui Duan", "Bing Huang"], "title": "Two-dimensional Intrinsic Janus Structures: Design Principle and Anomalous Nonlinear Optics", "comment": "23 pages, 4 figures", "summary": "Two-dimensional Janus structures have garnered rapidly growing attention across multidisciplinary fields. However, despite extensive theoretical and experimental efforts, a principle for designing intrinsic Janus materials remains elusive. Here, we propose a first-principles alloy theory based on cluster expansion, incorporating a strong repulsive interaction of a cation-mediated anion-pair cluster and refined short-range cluster-cluster competitions, to unravel the formation mechanism of intrinsic Janus structures with a distorted 1T phase among numerous competing phases. Our theory not only explains why intrinsic Janus structures are accidentally observed in RhSeCl and BiTeI which are composed of alloyed elements from different groups, but also accurately predicts a wide range of 1T-like intrinsic Janus materials that are ready for synthesis. Intriguingly, as demonstrated in the case of RhSeCl, we reveal that intrinsic Janus materials can exhibit anomalous second-harmonic generation (SHG) with a distinct quantum geometric effect, originating from strong lattice and chemical-potential mirror asymmetry. Furthermore, a novel skin effect unexpectedly emerges in finite-thickness RhSeCl, accompanied by a hidden SHG effect within the bulk region. Our theory paves the way for the ab initio design of intrinsic Janus materials, significantly accelerating progress in Janus science."}
{"id": "2601.11295", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11295", "abs": "https://arxiv.org/abs/2601.11295", "authors": ["Kareem Abdelmaqsoud", "Daniel Sinclair", "Venkata Satya Surya Amaranth Karra", "S. Mohadeseh Taheri-Mousavi", "Michael Widom", "Bryan A. Webler", "John R. Kitchin"], "title": "Computational Design of Ductile Additively Manufactured Tungsten-Based Refractory Alloys", "comment": null, "summary": "Tungsten exhibits exceptional temperature and radiation resistance, making it well-suited for applications in extreme environments such as nuclear fusion reactors. Additive manufacturing offers geometrical design freedom and rapid prototyping capabilities for these applications, provided the intrinsic brittleness and low printability of tungsten can be overcome. Designing tungsten alloys with improved ductility, and thus printability in additive manufacturing, can be accelerated using a computationally derived performance predictor to screen out brittle compositions. Calculations of the Pugh ratio using density functional theory may serve this purpose, given its correlation with ductility. This process can be made more efficient through the use of machine learning interatomic potentials to accelerate density functional theory calculations. Here, we demonstrate that machine learning interatomic potentials can effectively identify optimal alloy compositions in the W-Ta-Nb system along the melting point-Pugh ratio Pareto front. The trend in Pugh ratio as a function of tungsten fraction is explained in terms of the electronic density of states at the Fermi level. Experimental validation reveals a strong correlation between the computed Pugh ratio and the observed crack fractions in additively manufactured alloys. Notably, the two alloys predicted to have the highest Pugh ratio values, W20Ta70Nb10 and W30Ta60Nb10, exhibit no intergranular microcracking in experiments."}
{"id": "2601.10838", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10838", "abs": "https://arxiv.org/abs/2601.10838", "authors": ["Kin On Ho", "Cassandra Dailledouze", "Martin Schmidt", "Loïc Toraille", "Marie-Pierre Adam", "Jean-François Roch"], "title": "Widefield NV Magnetic Field Reconstruction for Probing the Meissner Effect and Critical Current Density under Pressure", "comment": null, "summary": "The spatial distribution of a magnetic field can be determined with micrometer resolution using widefield nitrogen vacancy (NV) center magnetic imaging. Nevertheless, reconstructing the magnetic field from the raw data can be challenging due to the degeneracy of the four possible NV axes and the tremendous amount of data. While a qualitative approach is sufficient for most analyses, a quantitative analysis offers deeper insight into the physical system. Here, we apply NV widefield magnetic imaging to a HgBa$_{2}$Ca$_{2}$Cu$_{3}$O$_{8+δ}$ (Hg-1223) superconducting microcrystal at a pressure of 4 GPa. We fit the results with solutions from the Hamiltonian describing the NV center ground state and take into account the relative intensities of the resonances to determine the local magnetic field magnitude and angle. Thus, we reconstruct the temperature-dependent expulsion of the magnetic field due to the Meissner effect around the superconductor. By comparing the resulting parameters to Brandt's model, which describes the magnetic behavior of a type-II superconductor, we extract the critical current density $j_c$. Overall, this work showcases the first widefield quantitative reconstruction of the Meissner effect under pressure and an optical method to study critical current density. Thus, it provides new insights into the application of NV magnetometry to superconductivity research at high pressures."}
{"id": "2601.11315", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.11315", "abs": "https://arxiv.org/abs/2601.11315", "authors": ["Cristian Gonzalez", "Yun Chang Choi", "Gary Chen", "Jun Xu", "Claire Yejin Kang", "Emanuele Marino", "Cherie R. Kagan", "Christopher B. Murray"], "title": "Cavity-Mediated Radiative Energy Transfer Enables Stable, Low-Threshold Lasing in Hybrid Quantum Dot-Nanoplatelet Supraparticles", "comment": null, "summary": "Colloidal semiconductor nanocrystals are promising building blocks for optoelectronics due to their solution processability, spectral tunability, and ability to self-assemble into complex architectures. However, their use in lasing application remains limited by high working thresholds, rapid nonradiative losses from Auger recombination, and sensitivity to environmental conditions. Here, we report hybrid microscale supraparticles composed of core/shell CdSe/ZnS quantum dots (QDs) and CdSe/CdxZn1-xS nanoplatelets (NPLs), which overcome these limitations through efficient, cavity-mediated energy funneling and coupling. Broadband absorbing QDs rapidly transfer excitation to narrow emitting NPLs, enabling stable whispering gallery mode lasing with a low threshold of 0.35 mJ/cm2. These supraparticles retain optical performance after prolonged exposure to air, water, and continuous irradiation, offering practical advantages for optoelectronic devices and advanced pigment technologies. Ultimately, our approach provides a versatile, programmable platform for optical amplification and tunable emission control within colloidal photonic architectures. Keywords"}
{"id": "2601.11309", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.11309", "abs": "https://arxiv.org/abs/2601.11309", "authors": ["Katie M. Eggleton", "Joseph K. Cannon", "Sam G. Bishop", "John P. Hadden", "Chunyu Zhao", "Menno J. Kappers", "Rachel A. Oliver", "Anthony J. Bennett"], "title": "Controlled epitaxy of room-temperature quantum emitters in gallium nitride", "comment": "7 pages, 5 figures", "summary": "The ability to generate quantum light at room temperature on a mature semiconductor platform opens up new possibilities for quantum technologies. Heteroepitaxial growth of gallium nitride on silicon substrates offers the opportunity to leverage existing expertise and wafer-scale manufacturing to integrate bright quantum emitters in this material within cavities, diodes, and photonic circuits. Until now, it has only been possible to grow GaN QEs at uncontrolled depths on sapphire substrates, which is disadvantageous for potential device architectures. Here, we report a method to produce GaN QEs by metal-organic vapor phase epitaxy at a controlled depth in the crystal through the application of silane treatment and subsequent growth of 3D islands. We demonstrate this process on highly technologically relevant silicon substrates, producing room-temperature QEs with a high Debye Waller factor and strongly anti-bunched emission."}
{"id": "2601.10889", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10889", "abs": "https://arxiv.org/abs/2601.10889", "authors": ["E. Haro-Poniatowski", "C. A. Guarín", "L. G. Mendoza-Luna", "L. Escobar-Alarcón", "J. L. Hernández-Pozos", "L. I. Vera-Robles", "P. Castillo", "F. Cabello", "J. Toudert", "F. Chacón-Sánchez", "M. García-Pardo", "R. Serna", "J. Gonzalo", "J. Solís"], "title": "Combining laser ablation and Sol-Gel techniques for the synthesis of nanostructured organic-inorganic matrices", "comment": "20 pages", "summary": "In this work we report a new and simple method that combines the pulsed laser ablation in liquids (PLAL) and the Sol-Gel techniques to obtain nanocomposite glasses and gelatins. Gold nanoparticles (Au-NPs) are generated by PLAL using the corresponding target. The target is submerged in a transparent liquid solution made previously with tetraetylorthosilicate (TEOS) adding diluted hydrochloric acid as catalyzer. In the case of gelatins commercial gelatin and tap water are used. The laser source is a Nd:YAG laser emitting at 1064 nm, with an energy of 100 mJ and 8 ns pulse duration at 10 Hz repetition rate focused on the target in a 2 mm diameter laser spot. The ablation time is 10 min for the glasses and gelatins. The Au-NPs are uniformly dispersed in the solution. After the ablation process the gels are sealed and stored at room temperature for several days. The samples are characterized by UV-Vis spectroscopy, HRTEM, ellipsometry and AFM microscopy, these measurements reveal optical transparency and a refractive index near 1.45 for the pure glass, whereas a colorful aspect, a refractive index of 1.42, and a small surface roughness of 1.92 nm for the glass containing Au-NPs. In the case of gelatins self-sustained flexible films are obtained."}
{"id": "2601.11319", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11319", "abs": "https://arxiv.org/abs/2601.11319", "authors": ["Anastasiia Lukovkina", "Maria A. Herz", "Xiaohanwen Lin", "Volodymyr Multian", "Alberto Morpurgo", "Enrico Giannini", "Fabian O. von Rohr"], "title": "Growth of Large Crystals of Janus Phase RhSeCl Using Self-Selecting Vapour Growth", "comment": null, "summary": "In recent years, interest in 2D Janus materials has grown exponentially, particularly with regard to their applications in spintronics and optoelectronic devices. The defining feature of Janus materials is the ordered arrangement of different layer terminations - creating chemically distinct surfaces and an inherent out-of-plane polarity. Among the few known Janus materials, RhSeCl is particularly intriguing as a rare example of an intrinsic Janus compound. Owing to its exceptional chemical stability, RhSeCl offers a promising platform for exploring the physics related to the Janus-structure. However, synthesising large, high-quality crystals of this compound remains a significant challenge. Here, we report a novel synthetic pathway for growing crystals up to 6 mm in lateral size via a two-step self-selecting vapour growth reaction. We further present a comprehensive comparison of newly developed synthesis routes with all previously reported methods for RhSeCl. During these investigations, we identified a previously unreported impurity that forms in specific growth pathways and demonstrate how it can be avoided to obtain phase-pure few- and monolayer flakes. We showcase the reproducibility of the process to obtain high-quality, large single-crystals and flakes."}
{"id": "2601.11315", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.11315", "abs": "https://arxiv.org/abs/2601.11315", "authors": ["Cristian Gonzalez", "Yun Chang Choi", "Gary Chen", "Jun Xu", "Claire Yejin Kang", "Emanuele Marino", "Cherie R. Kagan", "Christopher B. Murray"], "title": "Cavity-Mediated Radiative Energy Transfer Enables Stable, Low-Threshold Lasing in Hybrid Quantum Dot-Nanoplatelet Supraparticles", "comment": null, "summary": "Colloidal semiconductor nanocrystals are promising building blocks for optoelectronics due to their solution processability, spectral tunability, and ability to self-assemble into complex architectures. However, their use in lasing application remains limited by high working thresholds, rapid nonradiative losses from Auger recombination, and sensitivity to environmental conditions. Here, we report hybrid microscale supraparticles composed of core/shell CdSe/ZnS quantum dots (QDs) and CdSe/CdxZn1-xS nanoplatelets (NPLs), which overcome these limitations through efficient, cavity-mediated energy funneling and coupling. Broadband absorbing QDs rapidly transfer excitation to narrow emitting NPLs, enabling stable whispering gallery mode lasing with a low threshold of 0.35 mJ/cm2. These supraparticles retain optical performance after prolonged exposure to air, water, and continuous irradiation, offering practical advantages for optoelectronic devices and advanced pigment technologies. Ultimately, our approach provides a versatile, programmable platform for optical amplification and tunable emission control within colloidal photonic architectures. Keywords"}
{"id": "2601.10892", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10892", "abs": "https://arxiv.org/abs/2601.10892", "authors": ["A. Adhikari", "P. Graczyk", "A. K. Chaurasiya", "S. Mondal", "J. W. Klos", "A. Barman"], "title": "Optical probing of magnons and phonons in Ni80Fe20 nanodot arrays", "comment": "7 pages + Supplementary Information", "summary": "Control of collective spin excitations by static or dynamic strain is an emerging phenomenon that requires in-depth understanding for design of future spin-wave-regulated devices. Here, we explore mutually interacting spin waves and acoustic wave modes in addition to few non-interactive modes through all optical excitation in ordered arrays of Ni80Fe20 nanomagnets. The acoustic wave originated from elastic deformation resonantly couple to the spin wave via magnetoelastic effect at their overlapping frequency. We demonstrate that the choice of the lattice type in which the magnetic nanodots are arranged is crucial for the observation of the magnetoelastic interaction. Therefore, the study shows that the simultaneous existence of elastic wave and spin wave offer ingeneously advantageous features to pave the way of energy-efficient magnetoacoustic devices."}
{"id": "2601.11502", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11502", "abs": "https://arxiv.org/abs/2601.11502", "authors": ["Natalia Zawadzka", "Cem Sevik", "Zahir Muhammad", "Zia Ur Rehman", "Weisheng Zhao", "Adam Babiński", "Maciej R. Molas"], "title": "Raman scattering fingerprints of the charge density wave state in one-dimensional NbTe$_4$", "comment": "7 pages, 4 figures + SM", "summary": "Charge-density waves (CDWs) are ordered quantum states of conduction electrons accompanied by periodic lattice distortions. Raman scattering (RS) spectroscopy is therefore well suited for probing CDW-induced structural modulations. We investigate the CDW state in quasi-one-dimensional NbTe$_4$ using RS spectroscopy. At $T$=5~K, the resonantly enhanced Raman spectrum exhibits 25 phonon modes. Polarization-dependent measurements reveal a strong coupling between phonon-mode symmetry and crystallographic symmetry, with modes polarized parallel or perpendicular to the crystallographic $c$-axis, along which the one-dimensional structure is elongated. Temperature-dependent RS measurements identify a transition between commensurate and incommensurate CDW phases, accompanied by pronounced thermal hysteresis, with transition temperatures of approximately 45~K upon cooling and 90~K upon warming. The hysteresis width depends on the warming rate, indicating a finite nucleation rate of CDW domains and suggesting potential relevance for memory-device applications."}
{"id": "2601.11319", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11319", "abs": "https://arxiv.org/abs/2601.11319", "authors": ["Anastasiia Lukovkina", "Maria A. Herz", "Xiaohanwen Lin", "Volodymyr Multian", "Alberto Morpurgo", "Enrico Giannini", "Fabian O. von Rohr"], "title": "Growth of Large Crystals of Janus Phase RhSeCl Using Self-Selecting Vapour Growth", "comment": null, "summary": "In recent years, interest in 2D Janus materials has grown exponentially, particularly with regard to their applications in spintronics and optoelectronic devices. The defining feature of Janus materials is the ordered arrangement of different layer terminations - creating chemically distinct surfaces and an inherent out-of-plane polarity. Among the few known Janus materials, RhSeCl is particularly intriguing as a rare example of an intrinsic Janus compound. Owing to its exceptional chemical stability, RhSeCl offers a promising platform for exploring the physics related to the Janus-structure. However, synthesising large, high-quality crystals of this compound remains a significant challenge. Here, we report a novel synthetic pathway for growing crystals up to 6 mm in lateral size via a two-step self-selecting vapour growth reaction. We further present a comprehensive comparison of newly developed synthesis routes with all previously reported methods for RhSeCl. During these investigations, we identified a previously unreported impurity that forms in specific growth pathways and demonstrate how it can be avoided to obtain phase-pure few- and monolayer flakes. We showcase the reproducibility of the process to obtain high-quality, large single-crystals and flakes."}
{"id": "2601.10903", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10903", "abs": "https://arxiv.org/abs/2601.10903", "authors": ["M. R. Norman"], "title": "Superconductivity from the Slater mode: Application to KTaO3 heterostructures", "comment": null, "summary": "Superconductivity has been observed for the 2D electron gas (2DEG) at the interface of KTaO3 with other oxides, with a transition temperature about an order of magnitude higher than its 3d cousin SrTiO3. The superconducting transition temperature is strongly dependent on the orientation of the interface. Motivated by this observation, we study pairing due to exchange of the soft transverse optic phonon mode characteristic of quantum paraelectrics and use the resulting theory to comment on the nature of superconductivity of this 2DEG. We find (1) an orientation dependence consistent with experiment along with an anisotropic gap function, but (2) a BCS coupling constant that is smaller than needed and so must be augmented by contributions from other phonons to be consistent with the observed values of Tc."}
{"id": "2601.11504", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11504", "abs": "https://arxiv.org/abs/2601.11504", "authors": ["Sandy Adhitia Ekahana", "Aalok Tiwari", "Souvik Sasmal", "Zefeng Cai", "Ravi Kumar Bandapelli", "I-Hsuan Kao", "Jian Tang", "Chenbo Min", "Tiema Qian", "Kenji Watanabe", "Takashi Taniguchi", "Ni Ni", "Qiong Ma", "Chris Jozwiak", "Eli Rotenberg", "Aaron Bostwick", "Simranjeet Singh", "Noa Marom", "Jyoti Katoch"], "title": "Visualization of Tunable Electronic Structure of Monolayer TaIrTe$_4$", "comment": null, "summary": "Monolayer TaIrTe$_4$ has emerged as an attractive material platform to study intriguing phenomena related to topology and strong electron correlations. Recently, strong interactions have been demonstrated to induce strain and dielectric screening tunable topological phases such as quantum spin Hall insulator (QSHI), trivial insulator, higher-order topological insulator, and metallic phase, in the ground state of monolayer TaIrTe$_4$. Moreover, charge dosing has been demonstrated to convert the QSHI into a dual QSHI state. Although the band structure of monolayer TaIrTe$_4$ is central to interpreting its topological phases in transport experiments, direct experimental access to its intrinsic electronic structure has so far remained elusive. Here we report direct measurements of the monolayer TaIrTe$_4$ band structure using spatially resolved micro-angle-resolved photoemission spectroscopy (microARPES) with micrometre-scale resolution. The observed dispersions show quantitative agreement with density functional theory calculations using the Heyd-Scuseria-Ernzerhof hybrid functional, establishing the insulating ground state and revealing no evidence for strong electronic correlations. We further uncover a pronounced electron-hole asymmetry in the doping response. Whereas hole doping is readily induced by electrostatic gating, attempts to introduce electrons via gating or alkali metal deposition do not yield a rigid upward shift of the Fermi level. Fractional charge calculations demonstrate that added electrons instead drive band renormalization and shrink the band gap. Taken together, our experimental and theoretical results identify the microscopic mechanism by which induced charges reshape the band topology of monolayer TaIrTe$_4$, showing that doping can fundamentally alter the electronic structure beyond the rigid band behaviour that is typically assumed."}
{"id": "2601.11353", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11353", "abs": "https://arxiv.org/abs/2601.11353", "authors": ["Gustavo Chavez Ponce de Leon", "Ahmad Dibajeh", "Gert ten Brink", "Majid Ahmadi", "Bart Jan Kooi", "George Palasantzas"], "title": "Unexpected Anisotropic Mn-Sb Anti-site Distribution and Van der Waals Epitaxy of MnSb2Te4", "comment": "9 pages, 4 figures, 1 ToC figure, 16 pages of supplementary material", "summary": "Mn-Sb site mixing directly impacts both the magnetic and topological properties of MnSb2Te4. This study reveals, unlike previously believed, that these anti-sites can be unevenly distributed within the crystal. To that end, a polycrystalline sample was created with a two-step synthesis using MnTe and Sb2Te3 as precursors. DC-SQUID magnetometry was used to confirm its magnetic properties. In addition, the use of High-Resolution Scanning Transmission Electron Microscopy combined with Energy-Dispersive X-ray Spectroscopy allowed us to identify the presence of an inversion-breaking asymmetry in the anti-site distribution. This reduced-symmetry structure bears resemblance to the recently proposed class of Janus materials and thus warrants further exploration due to its potential for combining topology and magnetism with other effects, such as non-linear optics and piezoelectricity. Finally, to further elucidate the interplay between site mixing, doping, topology, and magnetism, a method for growing MnSb2Te4 thin films over amorphous SiOx using Sb2Te3 seeds is introduced. The successful Van der Waals epitaxy of MnSb2Te4 over Sb2Te3 seeds using Pulsed Laser Deposition is confirmed using Scanning Transmission Electron Microscopy. This represents a crucial step in incorporating these materials into a Si-based architecture, which offers the possibility of controlling the Fermi lever via gating."}
{"id": "2601.10935", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10935", "abs": "https://arxiv.org/abs/2601.10935", "authors": ["Takamoto Yokosawa", "Tomohiro Matsui"], "title": "Unconventional thermal conductivity of suspended zigzag graphene nanomesh", "comment": "6 pages, 5 figures, it is due for consideration for the Journal 2D Materials", "summary": "Compared to the study of graphene itself, the study of nano-structured graphene is rather limited because it is difficult to prepare atomically ordered edges. In this study, we have fabricated a periodically patterned mesh structure of graphene with atomically precise zigzag edges (zGNM: zigzag graphene nanomesh) and studied its thermal conductivity ($κ$) by opto-thermal Raman measurement. Unintuitively, it is found that the $κ$ of zGNM of 2,3 monolayers (MLs) thick is inversely proportional to the nanoribbon width ($W$), while that of zGNM of 5$\\sim$10 MLs thick is independent of $W$ down to 30 nm. Since the $κ$ of suspended zigzag graphene nanoribbons (zGNRs) is suppressed by decreasing $W$, this nonclassical behavior of zGNM is due to the mesh structure. In addition, zGNRs show a higher $κ$ than GNRs with atomically rough edges. This is probably due to the atomically ordered zigzag edges."}
{"id": "2601.11371", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11371", "abs": "https://arxiv.org/abs/2601.11371", "authors": ["Stephanie Roden", "Christopher Seibel", "Tobias Held", "Markus Uehlein", "Sebastian T. Weber", "Baerbel Rethfeld"], "title": "Thermalization of Optically Excited Fermi Systems: Electron-Electron Collisions in Solid Metals", "comment": "8 pages, 5 figures", "summary": "Ultrafast optical excitation of metals induces a non-equilibrium energy distribution in the electronic system, with a characteristic step-structure determined by Pauli blocking. On a femtosecond timescale, electron-electron scattering drives the electrons towards a hot Fermi distribution. In this work, we present a derivation of the full electron-electron Boltzmann collision integral within the random-k approximation. Building on this approach, we trace the temporal evolution of the electron energy distribution towards equilibrium, for an excited but strongly degenerate Fermi system. Furthermore, we examine to which extent the resulting dynamics can be captured by the numerically simpler relaxation time approach, applying a constant and an energy-dependent relaxation time derived from Fermi-liquid theory. We find a better agreement with the latter, while specific features caused by the balance of scattering and reoccupation can only be captured with a full collision integral."}
{"id": "2601.10938", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10938", "abs": "https://arxiv.org/abs/2601.10938", "authors": ["Xingyu Guo", "Cheng Gui", "Zhenbin Wang"], "title": "Are Universal Potentials Ready for Alkali-Ion Battery Kinetics?", "comment": null, "summary": "Accelerating alkali-ion battery discovery requires accurate modeling of atomic-scale kinetics, yet the reliability of universal machine learning interatomic potentials (uMLIPs) in capturing these high-energy landscapes remains uncertain. Here, we systematically benchmark state-of-the-art uMLIPs, including M3GNet, CHGNet, MACE, SevenNet, GRACE, and Orb, against DFT baselines for cathodes and solid electrolytes. We find that the Orb-v3 family excels in static migration barrier predictions (MAE $\\approx$ 75--111 meV), driven primarily by architectural refinements. Conversely, for dynamic transport, the GRACE model trained on the OMat24 dataset demonstrates superior fidelity in reproducing ion diffusivities and structural correlations. Our results reveal that while architectural sophistication (e.g., equivariance) is beneficial, the inclusion of high-temperature, non-equilibrium training data is the dominant driver of kinetic accuracy. These findings establish that modern uMLIPs are sufficiently robust to serve as zero-shot surrogates for high-throughput kinetic screening of next-generation energy storage materials."}
{"id": "2601.11381", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.11381", "abs": "https://arxiv.org/abs/2601.11381", "authors": ["Zijin Wu", "Shuxia Tao", "Geert Brocks"], "title": "Chemical Origin of Exciton Self-trapping in Cs$_3$Cu$_2$X$_5$ Cesium Copper Halides", "comment": null, "summary": "Copper halides Cs3Cu2X5 (X=Cl, Br, I) are promising materials for optoelectronic applications due to their high photoluminescence efficiency, stability, and large Stokes shifts. In this work, we uncover the chemical bonding origin of the Stokes shift in these materials using density functional theory calculations. Upon excitation, one [Cu2X5]3- anion undergoes sizeable local distortions, driven by Cu-X and Cu-Cu bond formation. These structural changes coincide with the formation of a self-trapped exciton, where particularly the hole is strongly localized on one anion. Analysis of the electronic structure and bonding reveals reduced antibonding interactions and enhanced bonding character in the excited state, stabilizing the distorted geometry. Our results establish a direct link between orbital-specific hole localization and bond formation. It provides a fundamental understanding of the excitation mechanism in Cs3Cu2X5 and offers design principles to tune optical properties in 0D copper halides."}
{"id": "2601.10939", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10939", "abs": "https://arxiv.org/abs/2601.10939", "authors": ["Christopher J. Butler", "Toshiya Ikenobe", "Ming-Chun Jiang", "Daigorou Hirai", "Takahiro Yamada", "Guang-Yu Guo", "Ryotaro Arita", "Tetsuo Hanaguri", "Zenji Hiroi"], "title": "Coexisting electronic smectic liquid crystal and superconductivity in a Si square-net semimetal", "comment": "9 pages, 8 figures. Accepted for publication in Physical Review Letters", "summary": "Electronic nematic and smectic liquid crystals are spontaneous symmetry-breaking phases that are seen to precede or coexist with enigmatic unconventional superconducting states in multiple classes of materials. In this Letter we describe scanning tunneling microscopy observations of a short ranged charge stripe (smectic) order in NaAlSi, whose superconductivity is speculated to have an unconventional origin. As well as this we resolve a clear spatial modulation of the superconducting gap amplitude, which arises due to the intertwined superconducting and smectic orders. Numerical calculations help to understand the possible driving mechanism as a suppression of kinetic energy on the Fermi surface formed in part by two large, flat-topped hole pockets of p-orbital character."}
{"id": "2601.11388", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11388", "abs": "https://arxiv.org/abs/2601.11388", "authors": ["Martí Raya-Moreno", "Noah Alexy Dasch", "Nasrin Farahani", "Ignacio Gonzalez Oliva", "Andris Gulans", "Manoar Hossain", "Hannah Kleine", "Martin Kuban", "Sven Lubeck", "Benedikt Maurer", "Pasquale Pavone", "Fabian Peschel", "Daria Popova-Gorelova", "Lu Qiao", "Elias Richter", "Santiago Rigamonti", "Ronaldo Rodrigues Pela", "Kshitij Sinha", "Daniel T. Speckhard", "Sebastian Tillack", "Dmitry Tumakov", "Seokhyun Hong", "Jānis Užulis", "Mara Voiculescu", "Cecilia Vona", "Mao Yang", "Claudia Draxl"], "title": "An exciting approach to theoretical spectroscopy", "comment": "71 pages, 26 figures", "summary": "Theoretical spectroscopy, and more generally, electronic-structure theory, are powerful concepts for describing the complex many-body interactions in materials. They comprise a variety of methods that can capture all aspects, from ground-state properties to lattice excitations to different types of light-matter interaction, including time-resolved variants. Modern electronic-structure codes implement either a few or several of these methods. Among them, exciting is an all-electron full-potential package that has a very rich portfolio of all levels of theory, with a particular focus on excitations. It implements the linearized augmented planewave plus local orbital basis, which is known as the gold standard for solving the Kohn-Sham equations of density-functional theory. Based on this, it also offers benchmark-quality results for a wide range of excited-state methods. In this review, we provide a comprehensive overview of the features implemented in exciting in recent years, accompanied by short summaries on the state of the art of the underlying methodologies. They comprise density-functional theory and time-dependent density-functional theory, density-functional perturbation theory for phonons and electron-phonon coupling, many-body perturbation theory in terms of the $GW$ approach and the Bethe-Salpeter equation. Moreover, we capture resonant inelastic x-ray scattering, pump-probe spectroscopy as well as exciton-phonon coupling. Finally, we cover workflows and a view on data and machine learning. All aspects are demonstrated with examples for scientific relevant materials."}
{"id": "2601.10988", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10988", "abs": "https://arxiv.org/abs/2601.10988", "authors": ["S. S. Das", "M. Senthil Kumar"], "title": "Enhancement of anomalous Hall effect in Si/Fe multilayers", "comment": "24 pages, 9 Figures", "summary": "Anomalous Hall effect studies were performed at 300 K on Si/Fe multilayers prepared by dc magnetron sputtering. About 60 times enhancement in the saturation Hall resistance and 80 times enhancement in anomalous Hall coefficient are obtained in [Si(50 angstrom)/Fe(tFe)]_20 multilayers when decreasing the Fe layer thickness from 100 Angstrom to 20 Angstrom. The largest anomalous Hall coefficient (Rs) of 1.4 x 10^-7 Ohm m/T was found for t_Fe=20 Angstrom, which is about three orders of magnitude larger than that of pure Fe and Fe/Cr, Al/Fe, Cu/Fe, SiO2/FePt/SiO2 multilayers. The ordinary Hall coefficient R_0 was about two orders of magnitude larger than that of pure Fe. The R_s was found to vary with the longitudinal electronic resistivity, Rho as R_s proportional to (Rho)^2.2, indicating the role of interfaces for the enhancement of the anomalous Hall effect in the multilayers. An increase of Hall sensitivity from 9 mOhm/T to 1.2 Ohm/T is observed on decreasing tFe from 100 Angstrom to 10 Angstrom. The high Hall sensitivity obtained is about three orders of magnitude larger than that of Al/Fe and Cu/Fe multilayers, showing it as an emerging candidate for Hall element for potential applications."}
{"id": "2601.11502", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11502", "abs": "https://arxiv.org/abs/2601.11502", "authors": ["Natalia Zawadzka", "Cem Sevik", "Zahir Muhammad", "Zia Ur Rehman", "Weisheng Zhao", "Adam Babiński", "Maciej R. Molas"], "title": "Raman scattering fingerprints of the charge density wave state in one-dimensional NbTe$_4$", "comment": "7 pages, 4 figures + SM", "summary": "Charge-density waves (CDWs) are ordered quantum states of conduction electrons accompanied by periodic lattice distortions. Raman scattering (RS) spectroscopy is therefore well suited for probing CDW-induced structural modulations. We investigate the CDW state in quasi-one-dimensional NbTe$_4$ using RS spectroscopy. At $T$=5~K, the resonantly enhanced Raman spectrum exhibits 25 phonon modes. Polarization-dependent measurements reveal a strong coupling between phonon-mode symmetry and crystallographic symmetry, with modes polarized parallel or perpendicular to the crystallographic $c$-axis, along which the one-dimensional structure is elongated. Temperature-dependent RS measurements identify a transition between commensurate and incommensurate CDW phases, accompanied by pronounced thermal hysteresis, with transition temperatures of approximately 45~K upon cooling and 90~K upon warming. The hysteresis width depends on the warming rate, indicating a finite nucleation rate of CDW domains and suggesting potential relevance for memory-device applications."}
{"id": "2601.10997", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10997", "abs": "https://arxiv.org/abs/2601.10997", "authors": ["Haewon Kim", "Taekgi Lee", "Seongeun Hong", "Kyeong-Ho Kim", "Yongchul G. Chung"], "title": "Data-driven Prediction of Ionic Conductivity in Solid-State Electrolytes with Machine Learning and Large Language Models", "comment": null, "summary": "Solid-state electrolytes (SSEs) are attractive for next-generation lithium-ion batteries due to improved safety and stability but their low room-temperature ionic conductivity hinders practical application. Experimental synthesis and testing of new SSEs remain time-consuming and resource intensive. Machine learning (ML) offers an accelerated route for SSE discovery; however, composition-only models neglect structural factors important for ion transport while graph neural networks (GNNs) are challenged by the scarcity of structure-labeled conductivity data and the prevalence of crystallographic disorder in CIFs. Here, we train two complementary predictors on the same room-temperature, structure-labeled dataset (n = 499). A gradient-boosted tree regressor (GBR) combining stoichiometric and geometric descriptors achieves best performance (MAE = 0.543 in log(S cm-1)), and Shapley Additive exPlanations (SHAP) identifies probe-occupiable volume (POAV) and lattice parameters as key correlations for conductivity. In parallel, we fine-tune large language models (LLMs) using compact text prompts derived from CIF metadata (formula with optional symmetry and disorder tags), avoiding direct use of raw atomic coordinates. Notably, Llama-3.1-8B-Instruct achieves high accuracy (MAE = 0.657 in log(S cm-1)) using formula and symmetry information, eliminating the need for numerical feature extraction from CIF files. Together, these results show that global geometric descriptors improve tree-based predictions and enable interpretable structure-property analysis, while LLMs provide a competitive low-preprocessing alternative for rapid SSE screening."}
{"id": "2601.11503", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11503", "abs": "https://arxiv.org/abs/2601.11503", "authors": ["Viren Tyagi", "Mike Pols", "Geert Brocks", "Shuxia Tao"], "title": "Halide diffusion in mixed-halide perovskites and heterojunctions", "comment": "24 pages, 5 figures", "summary": "Migration of halide defects guides ion transport in metal halide perovskites and controls the kinetics of halide mixing and phase separation. We study the diffusion of halide vacancies and interstitials in \\ce{CsPb(I_{x}Br_{1-x})_{3}} and \\ce{CsPbI_{3}}/\\ce{CsPbBr_{3}} heterojunctions by molecular dynamics simulations using neural network potentials trained on density functional theory calculations. We observe enhanced diffusion of both vacancies and interstitials in the mixed halide compounds compared to the single halide ones, as well as a difference in mobility between Br and I ions in the mixed compound. Diffusion across heterojunctions is governed by the interface structure, where a Br-rich interface blocks migration of vacancies in particular, but an I-rich interface is permeable."}
{"id": "2601.11001", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11001", "abs": "https://arxiv.org/abs/2601.11001", "authors": ["Sudhansu Sekhar Das", "M. Senthil Kumar"], "title": "Magnetization and anomalous Hall effect in SiO2/Fe/SiO2 trilayers", "comment": "29 pages, 11 figures", "summary": "SiO2/Fe/SiO2 sandwich structure films fabricated by sputtering were studied by varying the Fe layer thickness (t_Fe). The structural and microstructural studies on the samples showed that the Fe layer has grown in nanocrystalline form with (110) texture and that the two SiO2 layers are amorphous. Magnetic measurements performed with the applied field in in-plane and perpendicular direction to the film plane confirmed that the samples are soft ferromagnetic having strong in-plane magnetic anisotropy. The temperature dependence of magnetization shows complex behavior with the coexistence of both ferromagnetic and superparamagnetic properties. The transport properties of the samples as studied through Hall effect measurements show anomalous Hall effect (AHE). An enhancement of about 14 times in the saturation anomalous Hall resistance (R_Ahs) was observed upon reducing the t_Fe from 300 to 50 Angstrom. The maximum value of R_Ahs = 2.3 Ohm observed for tFe = 50 Angstrom sample is about 4 orders of magnitude larger than that reported for bulk Fe. When compared with the single Fe film, a maximum increase of about 56% in the R_Ahs was observed in sandwiched Fe (50 Angstrom) film. Scaling law suggests that the R_s follows the longitudinal resistivity (Rho) as, R_s proportional to (Rho)^1.9, suggesting side jump as the dominant mechanism of the AHE. A maximum enhancement of about 156% in the sensitivity S was observed."}
{"id": "2601.11509", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11509", "abs": "https://arxiv.org/abs/2601.11509", "authors": ["Brian Lee", "Linna Qiao", "Samuel Gleason", "Guangwen Zhou", "Xiaohui Qu", "Judith Yang", "Jim Ciston", "Deyu Lu"], "title": "Predictive autoencoder-transformer model of Cu oxidation state from EELS and XAS spectra", "comment": null, "summary": "X-ray absorption spectroscopy (XAS) and electron energy-loss spectroscopy (EELS) produce detailed information about oxidation state, bonding, and coordination, making them essential for quantitative studies of redox and structure in functional materials. However, high-throughput quantitative analysis of these spectra, especially for mixed valence materials, remains challenging as diverse experimental conditions introduce noise, misalignment, broadening of the spectral features. We address this challenge by training a machine learning model consisting of an autoencoder to standardize the spectra and a transformer model to predict both Cu oxidation state and Bader charge directly from L-edge spectra. The model is trained on a large dataset of FEFF-simulated spectra and evaluates model performance on both simulated and experimental data. The results of the machine learning model exhibit highly accurate prediction across the domains of simulated and experimental XAS as well as experimental EELS. These advances enable future quantitative analysis of Cu redox processes under in situ and operando conditions."}
{"id": "2601.11015", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11015", "abs": "https://arxiv.org/abs/2601.11015", "authors": ["S. S. Das", "M. Senthil Kumar"], "title": "Giant anomalous Hall effect in ultrathin Si/Fe bilayers", "comment": "8 pages, 3 figures", "summary": "Anomalous Hall effect studies on ultrathin Si(50Angstrom)/Fe(t_Fe) bilayers were performed at 300 K. Giant enhancements of about 60 times in saturation anomalous Hall resistivity and 265 times in anomalous Hall coefficient (R_s) were observed upon decreasing the Fe layer thickness t_Fe from 200 to 10 Angstrom. The R_s observed for t_Fe = 10 Angstrom is about three orders of magnitude larger than that of bulk Fe. The scaling law between R_s and longitudinal electrical resistivity (Rho) suggests that the side jump is the dominant mechanism of the anomalous Hall effect. The observed largest Hall sensitivity of 433 Ohm/T surpasses that of the semiconducting GaAs and InAs Hall sensors already reported."}
{"id": "2601.10767", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10767", "abs": "https://arxiv.org/abs/2601.10767", "authors": ["F. A. Chishtie", "K. Roberts", "N. Jisrawi", "S. R. Valluri", "A. Soni", "P. C. Deshmukh"], "title": "Lambert W Function Framework for Graphene Nanoribbon Quantum Sensing: Theory, Verification, and Multi-Modal Applications", "comment": "27 pages, 10 figures, LaTeX", "summary": "We establish a rigorous mathematical framework connecting graphene nanoribbon quantum sensing to the Lambert W function through the finite square well (FSW) analogy. The Lambert W function, defined as the inverse of $f(W) = We^W$, provides exact analytical solutions to transcendental equations governing quantum confinement. We demonstrate that operating near the branch point at $z = -1/e$ yields sensitivity enhancement factors scaling as $η_{\\text{enh}} \\propto (z - z_c)^{-1/2}$, achieving 35-fold enhancement at $δ= 0.001$. Comprehensive numerical verification confirms: (i) all seven bound states for strength parameter $R = 10$ satisfying the constraint $u^2 + v^2 = R^2$; (ii) exact agreement between theoretical band gap formula $E_g = 2π\\hbar v_F/(3L)$ and empirical relation $E_g = 1.38/L$ eV$\\cdot$nm; (iii) universal sensitivity scaling across biomedical (SARS-CoV-2, inflammatory markers, cancer biomarkers), environmental (CO$_2$, CH$_4$, NO$_2$, N$_2$O, H$_2$O), and physical (strain, magnetic field, temperature) sensing modalities. This unified framework provides design principles for next-generation graphene quantum sensors with analytically predictable performance."}
{"id": "2601.11055", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.11055", "abs": "https://arxiv.org/abs/2601.11055", "authors": ["Lennart Klebl", "Dante M. Kennes"], "title": "Surface Functional Renormalization Group for Layered Quantum Materials", "comment": "8 pages, 5 figures", "summary": "We present an extension to the two-dimensional functional renormalization group to efficiently treat interactions on the surface or at interfaces of three-dimensional systems. As an application, we consider a semi-infinite stack of two-dimensional square lattices, including a Hubbard interaction on the surface layer and an alternating interlayer coupling. We investigate how strongly correlated states of the decoupled two-dimensional Hubbard model on the surface evolve under inclusion of such an SSH-like interlayer coupling. For large parts of the phase diagram as a function of the interlayer hopping parameters, the physics of the two-dimensional system prevails, with antiferromagnetic, superconducting d-wave, and ferromagnetic correlations taking center stage. However, for intermediate interlayer couplings the superconducting state at intermediate interaction strengths separates into two regimes by a small region of incommensurate spin-density-wave and spin-bond order, enabling the potential realization of chiral spin-bond order."}
{"id": "2601.10889", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10889", "abs": "https://arxiv.org/abs/2601.10889", "authors": ["E. Haro-Poniatowski", "C. A. Guarín", "L. G. Mendoza-Luna", "L. Escobar-Alarcón", "J. L. Hernández-Pozos", "L. I. Vera-Robles", "P. Castillo", "F. Cabello", "J. Toudert", "F. Chacón-Sánchez", "M. García-Pardo", "R. Serna", "J. Gonzalo", "J. Solís"], "title": "Combining laser ablation and Sol-Gel techniques for the synthesis of nanostructured organic-inorganic matrices", "comment": "20 pages", "summary": "In this work we report a new and simple method that combines the pulsed laser ablation in liquids (PLAL) and the Sol-Gel techniques to obtain nanocomposite glasses and gelatins. Gold nanoparticles (Au-NPs) are generated by PLAL using the corresponding target. The target is submerged in a transparent liquid solution made previously with tetraetylorthosilicate (TEOS) adding diluted hydrochloric acid as catalyzer. In the case of gelatins commercial gelatin and tap water are used. The laser source is a Nd:YAG laser emitting at 1064 nm, with an energy of 100 mJ and 8 ns pulse duration at 10 Hz repetition rate focused on the target in a 2 mm diameter laser spot. The ablation time is 10 min for the glasses and gelatins. The Au-NPs are uniformly dispersed in the solution. After the ablation process the gels are sealed and stored at room temperature for several days. The samples are characterized by UV-Vis spectroscopy, HRTEM, ellipsometry and AFM microscopy, these measurements reveal optical transparency and a refractive index near 1.45 for the pure glass, whereas a colorful aspect, a refractive index of 1.42, and a small surface roughness of 1.92 nm for the glass containing Au-NPs. In the case of gelatins self-sustained flexible films are obtained."}
{"id": "2601.11088", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11088", "abs": "https://arxiv.org/abs/2601.11088", "authors": ["Yuki Arai", "Junichi Hayashi", "Keiki Takeda", "Hideki Tou", "Eiichi Matsuoka", "Hitoshi Sugawara", "Hisashi Kotegawa"], "title": "Spontaneous Anomalous Hall Effect at Room Temperature in Antiferromagnetic Material NbMnAs", "comment": "7 pages, 3 figures", "summary": "Recent studies have shown that certain antiferromagnetic (AFM) materials with the same symmetry breaking as ferromagnets can generate sufficiently large ferromagnetic (FM) responses. Here, we report that the new AFM material NbMnAs exhibits a large anomalous Hall effect (AHE) at zero field and at room temperature, despite having only a small net magnetization. A polycrystalline sample of NbMnAs, likely close to stoichiometric composition, exhibited an AFM state with a small spontaneous magnetization of approximately $6 \\times 10^{-3} μ_{\\rm B}$/Mn and the AHE below $T_{\\rm N}=354\\,{\\rm K}$. In contrast, single crystals of NbMnAs obtained by a flux method exhibited a deficiency at the As site, {which resulted} in a decrease in $T_{\\rm N}$ and an increase in spontaneous magnetization. Although improvement of the single-crystal growth is still required, our study reveals that NbMnAs is a novel material capable of exhibiting significant FM responses derived from antiferromagnetism at room temperature."}
{"id": "2601.10935", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10935", "abs": "https://arxiv.org/abs/2601.10935", "authors": ["Takamoto Yokosawa", "Tomohiro Matsui"], "title": "Unconventional thermal conductivity of suspended zigzag graphene nanomesh", "comment": "6 pages, 5 figures, it is due for consideration for the Journal 2D Materials", "summary": "Compared to the study of graphene itself, the study of nano-structured graphene is rather limited because it is difficult to prepare atomically ordered edges. In this study, we have fabricated a periodically patterned mesh structure of graphene with atomically precise zigzag edges (zGNM: zigzag graphene nanomesh) and studied its thermal conductivity ($κ$) by opto-thermal Raman measurement. Unintuitively, it is found that the $κ$ of zGNM of 2,3 monolayers (MLs) thick is inversely proportional to the nanoribbon width ($W$), while that of zGNM of 5$\\sim$10 MLs thick is independent of $W$ down to 30 nm. Since the $κ$ of suspended zigzag graphene nanoribbons (zGNRs) is suppressed by decreasing $W$, this nonclassical behavior of zGNM is due to the mesh structure. In addition, zGNRs show a higher $κ$ than GNRs with atomically rough edges. This is probably due to the atomically ordered zigzag edges."}
{"id": "2601.11167", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11167", "abs": "https://arxiv.org/abs/2601.11167", "authors": ["Yang Li", "Chengzhi Wu", "Xuelian Sun", "Liangting Ye", "Yirui Lu", "Hai-Qing Lin", "Wenhui Duan", "Bing Huang"], "title": "Two-dimensional Intrinsic Janus Structures: Design Principle and Anomalous Nonlinear Optics", "comment": "23 pages, 4 figures", "summary": "Two-dimensional Janus structures have garnered rapidly growing attention across multidisciplinary fields. However, despite extensive theoretical and experimental efforts, a principle for designing intrinsic Janus materials remains elusive. Here, we propose a first-principles alloy theory based on cluster expansion, incorporating a strong repulsive interaction of a cation-mediated anion-pair cluster and refined short-range cluster-cluster competitions, to unravel the formation mechanism of intrinsic Janus structures with a distorted 1T phase among numerous competing phases. Our theory not only explains why intrinsic Janus structures are accidentally observed in RhSeCl and BiTeI which are composed of alloyed elements from different groups, but also accurately predicts a wide range of 1T-like intrinsic Janus materials that are ready for synthesis. Intriguingly, as demonstrated in the case of RhSeCl, we reveal that intrinsic Janus materials can exhibit anomalous second-harmonic generation (SHG) with a distinct quantum geometric effect, originating from strong lattice and chemical-potential mirror asymmetry. Furthermore, a novel skin effect unexpectedly emerges in finite-thickness RhSeCl, accompanied by a hidden SHG effect within the bulk region. Our theory paves the way for the ab initio design of intrinsic Janus materials, significantly accelerating progress in Janus science."}
{"id": "2601.10939", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10939", "abs": "https://arxiv.org/abs/2601.10939", "authors": ["Christopher J. Butler", "Toshiya Ikenobe", "Ming-Chun Jiang", "Daigorou Hirai", "Takahiro Yamada", "Guang-Yu Guo", "Ryotaro Arita", "Tetsuo Hanaguri", "Zenji Hiroi"], "title": "Coexisting electronic smectic liquid crystal and superconductivity in a Si square-net semimetal", "comment": "9 pages, 8 figures. Accepted for publication in Physical Review Letters", "summary": "Electronic nematic and smectic liquid crystals are spontaneous symmetry-breaking phases that are seen to precede or coexist with enigmatic unconventional superconducting states in multiple classes of materials. In this Letter we describe scanning tunneling microscopy observations of a short ranged charge stripe (smectic) order in NaAlSi, whose superconductivity is speculated to have an unconventional origin. As well as this we resolve a clear spatial modulation of the superconducting gap amplitude, which arises due to the intertwined superconducting and smectic orders. Numerical calculations help to understand the possible driving mechanism as a suppression of kinetic energy on the Fermi surface formed in part by two large, flat-topped hole pockets of p-orbital character."}
{"id": "2601.11175", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11175", "abs": "https://arxiv.org/abs/2601.11175", "authors": ["Yue Xie", "Zhilong Yang", "Ruihan Zhang", "Sheng Zhang", "Quansheng Wu", "Gang Wang", "Hongming Weng", "Zhong Fang", "Xi Dai", "Zhijun Wang"], "title": "Majorana Zero Modes and Topological Nature in Bi2Ta3S6-family Superconductors", "comment": "5 pages, 5 figures", "summary": "In this work, we report that Bi2Ta3S6-family superconductors exhibit nontrivial band topology. They possess a natural quantum-well structure consisting of alternating stacks of TaS2 and honeycomb Bi layers, which contribute superconducting and topological properties, respectively. Symmetry-based indicators $(\\mathbb{Z}_4;\\mathbb{Z}_{2}\\mathbb{Z}_{2}\\mathbb{Z}_{2})=(2;000)$ reveal that the topological nature arises entirely from the Bi layers, which belong to a quantum spin Hall phase characterized by a $p_x-p_y$ model on a honeycomb lattice. The topological zigzag (ZZ) and armchair (AC) edge states are obtained. Using VASP2KP, the in-plane $g$ factors of these topological edge states are computed from the ab initio calculations: $g_{x/y}^{\\mathrm{ZZ}}=2.07/1.60$ and $g_{x/y}^{\\mathrm{AC}}=0.50/0.06$. The strong anisotropy of the edge-state $g$ factors allows us to explore Majorana zero modes in the Bi monolayer on a superconductor, which can be obtained by exfoliation or molecular beam epitaxy. The relaxed structures of the Bi2Ta3Se6, Bi2Nb3S6 and Bi2Nb3Se6 are obtained. Their superconducting transition temperature $T_c$ are estimated based on the electron-phonon coupling and the McMillan formula. Furthermore, using the experimental superconducting gap $Δ$ and the computed $g$ factors, we obtain the phase diagram, which shows that the in-plane field $B_y>2.62\\mathrm{ T}$ can generate corner Majorana zero modes in the Bi monolayer of the superconductor Bi2Ta3S6. A similar paradigm also applies to the Bi2Ta3S6 bulk with the emergence of Majorana hinge states. These natural quantum-well superconductors therefore offer ideal platforms for exploring topological superconductivity and Majorana zero modes."}
{"id": "2601.11088", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11088", "abs": "https://arxiv.org/abs/2601.11088", "authors": ["Yuki Arai", "Junichi Hayashi", "Keiki Takeda", "Hideki Tou", "Eiichi Matsuoka", "Hitoshi Sugawara", "Hisashi Kotegawa"], "title": "Spontaneous Anomalous Hall Effect at Room Temperature in Antiferromagnetic Material NbMnAs", "comment": "7 pages, 3 figures", "summary": "Recent studies have shown that certain antiferromagnetic (AFM) materials with the same symmetry breaking as ferromagnets can generate sufficiently large ferromagnetic (FM) responses. Here, we report that the new AFM material NbMnAs exhibits a large anomalous Hall effect (AHE) at zero field and at room temperature, despite having only a small net magnetization. A polycrystalline sample of NbMnAs, likely close to stoichiometric composition, exhibited an AFM state with a small spontaneous magnetization of approximately $6 \\times 10^{-3} μ_{\\rm B}$/Mn and the AHE below $T_{\\rm N}=354\\,{\\rm K}$. In contrast, single crystals of NbMnAs obtained by a flux method exhibited a deficiency at the As site, {which resulted} in a decrease in $T_{\\rm N}$ and an increase in spontaneous magnetization. Although improvement of the single-crystal growth is still required, our study reveals that NbMnAs is a novel material capable of exhibiting significant FM responses derived from antiferromagnetism at room temperature."}
{"id": "2601.11176", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11176", "abs": "https://arxiv.org/abs/2601.11176", "authors": ["Qingchen Liu", "Yixiang Gan"], "title": "Mesoscale Modelling of Confined Split-Hopkinson Pressure Bar Tests on Concrete: Effects of Internal Damage and Strain Rates", "comment": "36 pages, 8 figures", "summary": "The dynamic strength of concrete under complex loading conditions is a key consideration in the design and maintenance of infrastructures. To assess this mechanical property, Split Hopkinson Pressure Bar (SHPB) tests are typically adopted across a wide range of loading and confining conditions. In this study, mesoscale modelling based on the finite element method (FEM) is employed to simulate SHPB tests on three-phase concrete with realistic aggregate shape, in order to investigate the effects of loading ramp rate, internal friction, and confining pressure on the dynamic increase factor (DIF). Microscopic evidence to explain these effects is explored through analysing the distributions of the internal strain rate and local damage. As key results, increasing loading ramp rates, internal friction, and confining pressure can generally leads to higher DIF values. Only a higher loading ramp rate significantly amplifies the strain-rate effect on the DIF, as evidenced by pronounced increases in both internal strain rate and damage in the mortar and aggregate phases. In contrast, higher internal friction and confining pressure weaken the strain-rate effect on the DIF. Both can be attributed to the mortar phase, which shows a less pronounced increase in damage with increasing strain rate. This study enriches the understanding of the dynamic fracture of concrete toward complex loading scenarios."}
{"id": "2601.11175", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11175", "abs": "https://arxiv.org/abs/2601.11175", "authors": ["Yue Xie", "Zhilong Yang", "Ruihan Zhang", "Sheng Zhang", "Quansheng Wu", "Gang Wang", "Hongming Weng", "Zhong Fang", "Xi Dai", "Zhijun Wang"], "title": "Majorana Zero Modes and Topological Nature in Bi2Ta3S6-family Superconductors", "comment": "5 pages, 5 figures", "summary": "In this work, we report that Bi2Ta3S6-family superconductors exhibit nontrivial band topology. They possess a natural quantum-well structure consisting of alternating stacks of TaS2 and honeycomb Bi layers, which contribute superconducting and topological properties, respectively. Symmetry-based indicators $(\\mathbb{Z}_4;\\mathbb{Z}_{2}\\mathbb{Z}_{2}\\mathbb{Z}_{2})=(2;000)$ reveal that the topological nature arises entirely from the Bi layers, which belong to a quantum spin Hall phase characterized by a $p_x-p_y$ model on a honeycomb lattice. The topological zigzag (ZZ) and armchair (AC) edge states are obtained. Using VASP2KP, the in-plane $g$ factors of these topological edge states are computed from the ab initio calculations: $g_{x/y}^{\\mathrm{ZZ}}=2.07/1.60$ and $g_{x/y}^{\\mathrm{AC}}=0.50/0.06$. The strong anisotropy of the edge-state $g$ factors allows us to explore Majorana zero modes in the Bi monolayer on a superconductor, which can be obtained by exfoliation or molecular beam epitaxy. The relaxed structures of the Bi2Ta3Se6, Bi2Nb3S6 and Bi2Nb3Se6 are obtained. Their superconducting transition temperature $T_c$ are estimated based on the electron-phonon coupling and the McMillan formula. Furthermore, using the experimental superconducting gap $Δ$ and the computed $g$ factors, we obtain the phase diagram, which shows that the in-plane field $B_y>2.62\\mathrm{ T}$ can generate corner Majorana zero modes in the Bi monolayer of the superconductor Bi2Ta3S6. A similar paradigm also applies to the Bi2Ta3S6 bulk with the emergence of Majorana hinge states. These natural quantum-well superconductors therefore offer ideal platforms for exploring topological superconductivity and Majorana zero modes."}
{"id": "2601.11177", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11177", "abs": "https://arxiv.org/abs/2601.11177", "authors": ["Adonis Haxhijaj", "Stefan Riemelmoser", "Alfredo Pasquarello"], "title": "Lattice dynamics and structural phase stability of group IV elemental solids with the r$^2$SCAN functional", "comment": null, "summary": "The strongly constrained and appropriately normed (SCAN) meta-GGA functional is a milestone achievement of electronic structure theory. Recently, a revised and restored form (r$^2$SCAN) has been suggested as a replacement for SCAN in high-throughput applications. Here, we assess the accuracy and reliability of the r$^2$SCAN meta-GGA functional for the group IV elemental solids carbon (C), silicon (Si), germanium (Ge), and tin (Sn). We show that the r$^2$SCAN functional agrees closely with its parent functional SCAN for elastic constants, bulk moduli, and phonon dispersions, but the numerical stability of r$^2$SCAN is superior. Both meta-GGA functionals outperform standard GGA (Perdew-Burke-Ernzerhof) in terms of accuracy and approach the level of common hybrid functionals (Heyd-Scuseria-Ernzerhof). However, we find that r$^2$SCAN performs much worse than SCAN for the $α\\leftrightarrow β$ phase transition of both Ge and Sn, yielding larger phase energy differences and transition pressures."}
{"id": "2601.11339", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11339", "abs": "https://arxiv.org/abs/2601.11339", "authors": ["Shangjie Tian", "Yuchong Zhang", "Chenhao Liang", "Yuqing Cao", "Wenxin Lv", "Xingyu Lv", "Zhijun Wang", "Tian Qian", "Hechang Lei", "Shouguo Wang"], "title": "Three-dimensional topological insulator feature of ternary chalcogenide Ge2Bi2Te5", "comment": "7 pages, 4 figures", "summary": "The exploration of novel topological insulators (TIs) beyond binary chalcogenides has been accelerated in pursuit of exotic quantum states and device applications. Here, the layered ternary chalcogenide Ge2Bi2Te5 is identified as a three-dimensional TI. The bulk electronic structure of Ge2Bi2Te5 features a hole-type Fermi surface at Fermi level EF, which dominates the transport properties. Moreover, an unoccupied topological surface state with a Dirac point located at 290 meV above EF has been observed. Theoretical calculations confirm a bulk bandgap and a nontrivial Z2 topological invariant (000;1). The present study demonstrates that the material family of layered tetradymite-like ternary compounds is an important platform to explore exotic topological phenomena."}
{"id": "2601.11198", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11198", "abs": "https://arxiv.org/abs/2601.11198", "authors": ["V. Ya. Aleshkin", "A. A. Dubinov", "V. V. Rumyantsev"], "title": "Impact ionization in narrow band gap CdHgTe quantum well with \"resonant\" band structure", "comment": null, "summary": "Impact ionization probabilities were calculated in a CdHgTe quantum well, where the distance between electron subbands is close to the band gap energy. This band structure enables impact ionization with small momentum transfer for electrons in the second subband. The study demonstrates that such processes increase the impact ionization probability by approximately two orders of magnitude compared to the impact ionization probability for electrons in the first subband, for which transitions with small momentum changes are impossible. The probability of single impact ionization during the electron energy loss due to optical phonon emission is estimated. Experimental methods for detecting impact ionization in this structure are discussed."}
{"id": "2601.11454", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.11454", "abs": "https://arxiv.org/abs/2601.11454", "authors": ["Yashpal Singh", "Juan E Peralta", "Koblar Alan Jackson"], "title": "The rise and fall of stretched bond errors: Extending the analysis of Perdew-Zunger self-interaction corrections of reaction barrier heights beyond the LSDA", "comment": null, "summary": "Incorporating self-interaction corrections (SIC) significantly improves chemical reaction barrier height predictions made using density functional theory methods. We present a detailed, orbital-by-orbital analysis of these corrections for three semi-local density functional approximations (DFAs) situated on the three lowest rungs of the Jacob's Ladder of approximations. The analysis is based on Fermi-Löwdin Orbital Self-Interaction Correction calculations performed at several steps along the reaction pathway from the reactants (R) to the transition state (TS) to the products (P) for four representative reactions selected from the BH76 benchmark set. For all three functionals, the major contribution to self-interaction corrections of the barrier heights can be traced to stretched bond orbitals that develop near the TS configuration. The magnitude of the ratio of the self-exchange-correlation energy to the self-Hartree energy (XC/H) for a given orbital is introduced as an indicator of one-electron self-interaction error. For the exact, but unknown density functional, XC/H = 1.0 for all orbitals, while for the practical DFAs studied here, XC/H spans a range of values. The largest values are obtained for stretched or strongly lobed orbitals. We show that significant differences in XC/H for corresponding orbitals in the R, TS, and P configurations can be used to identify the major contributors to the SIC of barrier heights and reaction energies. Based on such comparisons, we suggest that barrier height predictions made using the SCAN meta-generalized gradient approximation may have attained the best accuracy possible for a semi-local functional using the Perdew-Zunger SIC approach."}
{"id": "2601.11206", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11206", "abs": "https://arxiv.org/abs/2601.11206", "authors": ["Zijie Wang", "Mazharul M. Islam", "David R. Bowler"], "title": "DFT modelling of stacking faults in hexagonal and cubic GaN", "comment": "Contains supplementary information as appendix;", "summary": "We have performed density functional theory (DFT) calculations to characterize the energetics, and the atomic and electronic structure, of stacking faults in GaN, both in the stable hexagonal wurtzite (wz) phase and in the metastable cubic zincblende (zb) phase. In wz GaN, SFs on the (0001) planes can be divided into three different intrinsic stacking faults (I1, I2, and I3) and oneextrinsic stacking fault (E). In zb GaN, SFs form along (111) directions, giving one type each of intrinsic, extrinsic and twin SFs. Based on the calculated formation energy, I1 is the most stable SF of wz GaN in agreement with experiment. For zb GaN, the intrinsic stacking fault is the most dominant planar defect. To characterize the effect of the stacking faults on the electronic structure of the material, we examined the band density. We found that the bands near the valence band maximum in wz GaN are localised on the Ga-polar side of the stacking fault (i.e. on the Ga side of the Ga-N bonds perpendicular to the SF), with the bands near the conduction band minimum more on the N-polar side, though somewhat delocalised. We found the opposite trend in zb GaN; this behaviour is caused by a redistribution of charge near the interface. We also show the band offsets for the stacking faults, finding that they are very sensitive to local conditions, but can all be described as type II interfaces, with the presence of a stacking fault reducing the gap locally."}
{"id": "2601.11504", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11504", "abs": "https://arxiv.org/abs/2601.11504", "authors": ["Sandy Adhitia Ekahana", "Aalok Tiwari", "Souvik Sasmal", "Zefeng Cai", "Ravi Kumar Bandapelli", "I-Hsuan Kao", "Jian Tang", "Chenbo Min", "Tiema Qian", "Kenji Watanabe", "Takashi Taniguchi", "Ni Ni", "Qiong Ma", "Chris Jozwiak", "Eli Rotenberg", "Aaron Bostwick", "Simranjeet Singh", "Noa Marom", "Jyoti Katoch"], "title": "Visualization of Tunable Electronic Structure of Monolayer TaIrTe$_4$", "comment": null, "summary": "Monolayer TaIrTe$_4$ has emerged as an attractive material platform to study intriguing phenomena related to topology and strong electron correlations. Recently, strong interactions have been demonstrated to induce strain and dielectric screening tunable topological phases such as quantum spin Hall insulator (QSHI), trivial insulator, higher-order topological insulator, and metallic phase, in the ground state of monolayer TaIrTe$_4$. Moreover, charge dosing has been demonstrated to convert the QSHI into a dual QSHI state. Although the band structure of monolayer TaIrTe$_4$ is central to interpreting its topological phases in transport experiments, direct experimental access to its intrinsic electronic structure has so far remained elusive. Here we report direct measurements of the monolayer TaIrTe$_4$ band structure using spatially resolved micro-angle-resolved photoemission spectroscopy (microARPES) with micrometre-scale resolution. The observed dispersions show quantitative agreement with density functional theory calculations using the Heyd-Scuseria-Ernzerhof hybrid functional, establishing the insulating ground state and revealing no evidence for strong electronic correlations. We further uncover a pronounced electron-hole asymmetry in the doping response. Whereas hole doping is readily induced by electrostatic gating, attempts to introduce electrons via gating or alkali metal deposition do not yield a rigid upward shift of the Fermi level. Fractional charge calculations demonstrate that added electrons instead drive band renormalization and shrink the band gap. Taken together, our experimental and theoretical results identify the microscopic mechanism by which induced charges reshape the band topology of monolayer TaIrTe$_4$, showing that doping can fundamentally alter the electronic structure beyond the rigid band behaviour that is typically assumed."}
{"id": "2601.11267", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.11267", "abs": "https://arxiv.org/abs/2601.11267", "authors": ["Shuning Tan", "Ji Liu", "Minghuan Zeng", "Tao Ying", "Zhangkai Cao", "Ho-Kin Tang"], "title": "Oriented Triplet $p$-Wave Pairing from Fermi surface Anisotropy and Nonlocal Attraction", "comment": "7 pages, 4 figures in the main text and 7 page, 4 figure in the supplemental material", "summary": "Using constrained-path quantum Monte Carlo, we map the ground-state phase diagram versus the nearest-neighbor (NN) attraction $V$ and spin-dependent hopping anisotropy $α$ for the two-dimensional attractive $t$--$U$--$V$ Hubbard model at filling $n\\simeq0.85$. We identify an onsite $s$-wave superfluid, a Cooper pair Bose metal with an uncondensed Bose surface, and an oriented equal-spin triplet $p$-wave pairing phase. The NN attraction activates the odd-parity channel, while hopping anisotropy suppresses the competing $s$-wave coherence and selects a $p_x/p_y$ polar axis, and thus lowers the critical $|V_c|$ for the onset of triplet-dominant $p$-wave pairing. A channel-resolved Landau analysis provides a criterion for the Landau $p$-wave scale $V_c^{\\mathrm L}(α)$, consistent with the observed anisotropy dependence of $|V_c|$. Our results establish how NN interaction and Fermi surface anisotropy cooperate to generate the oriented triplet $p$-wave pairing, and suggest that cold-atom and altermagnetic platforms could potentially realize this mechanism."}
{"id": "2601.11295", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11295", "abs": "https://arxiv.org/abs/2601.11295", "authors": ["Kareem Abdelmaqsoud", "Daniel Sinclair", "Venkata Satya Surya Amaranth Karra", "S. Mohadeseh Taheri-Mousavi", "Michael Widom", "Bryan A. Webler", "John R. Kitchin"], "title": "Computational Design of Ductile Additively Manufactured Tungsten-Based Refractory Alloys", "comment": null, "summary": "Tungsten exhibits exceptional temperature and radiation resistance, making it well-suited for applications in extreme environments such as nuclear fusion reactors. Additive manufacturing offers geometrical design freedom and rapid prototyping capabilities for these applications, provided the intrinsic brittleness and low printability of tungsten can be overcome. Designing tungsten alloys with improved ductility, and thus printability in additive manufacturing, can be accelerated using a computationally derived performance predictor to screen out brittle compositions. Calculations of the Pugh ratio using density functional theory may serve this purpose, given its correlation with ductility. This process can be made more efficient through the use of machine learning interatomic potentials to accelerate density functional theory calculations. Here, we demonstrate that machine learning interatomic potentials can effectively identify optimal alloy compositions in the W-Ta-Nb system along the melting point-Pugh ratio Pareto front. The trend in Pugh ratio as a function of tungsten fraction is explained in terms of the electronic density of states at the Fermi level. Experimental validation reveals a strong correlation between the computed Pugh ratio and the observed crack fractions in additively manufactured alloys. Notably, the two alloys predicted to have the highest Pugh ratio values, W20Ta70Nb10 and W30Ta60Nb10, exhibit no intergranular microcracking in experiments."}
{"id": "2601.11309", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.11309", "abs": "https://arxiv.org/abs/2601.11309", "authors": ["Katie M. Eggleton", "Joseph K. Cannon", "Sam G. Bishop", "John P. Hadden", "Chunyu Zhao", "Menno J. Kappers", "Rachel A. Oliver", "Anthony J. Bennett"], "title": "Controlled epitaxy of room-temperature quantum emitters in gallium nitride", "comment": "7 pages, 5 figures", "summary": "The ability to generate quantum light at room temperature on a mature semiconductor platform opens up new possibilities for quantum technologies. Heteroepitaxial growth of gallium nitride on silicon substrates offers the opportunity to leverage existing expertise and wafer-scale manufacturing to integrate bright quantum emitters in this material within cavities, diodes, and photonic circuits. Until now, it has only been possible to grow GaN QEs at uncontrolled depths on sapphire substrates, which is disadvantageous for potential device architectures. Here, we report a method to produce GaN QEs by metal-organic vapor phase epitaxy at a controlled depth in the crystal through the application of silane treatment and subsequent growth of 3D islands. We demonstrate this process on highly technologically relevant silicon substrates, producing room-temperature QEs with a high Debye Waller factor and strongly anti-bunched emission."}
{"id": "2601.11315", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.11315", "abs": "https://arxiv.org/abs/2601.11315", "authors": ["Cristian Gonzalez", "Yun Chang Choi", "Gary Chen", "Jun Xu", "Claire Yejin Kang", "Emanuele Marino", "Cherie R. Kagan", "Christopher B. Murray"], "title": "Cavity-Mediated Radiative Energy Transfer Enables Stable, Low-Threshold Lasing in Hybrid Quantum Dot-Nanoplatelet Supraparticles", "comment": null, "summary": "Colloidal semiconductor nanocrystals are promising building blocks for optoelectronics due to their solution processability, spectral tunability, and ability to self-assemble into complex architectures. However, their use in lasing application remains limited by high working thresholds, rapid nonradiative losses from Auger recombination, and sensitivity to environmental conditions. Here, we report hybrid microscale supraparticles composed of core/shell CdSe/ZnS quantum dots (QDs) and CdSe/CdxZn1-xS nanoplatelets (NPLs), which overcome these limitations through efficient, cavity-mediated energy funneling and coupling. Broadband absorbing QDs rapidly transfer excitation to narrow emitting NPLs, enabling stable whispering gallery mode lasing with a low threshold of 0.35 mJ/cm2. These supraparticles retain optical performance after prolonged exposure to air, water, and continuous irradiation, offering practical advantages for optoelectronic devices and advanced pigment technologies. Ultimately, our approach provides a versatile, programmable platform for optical amplification and tunable emission control within colloidal photonic architectures. Keywords"}
{"id": "2601.11319", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11319", "abs": "https://arxiv.org/abs/2601.11319", "authors": ["Anastasiia Lukovkina", "Maria A. Herz", "Xiaohanwen Lin", "Volodymyr Multian", "Alberto Morpurgo", "Enrico Giannini", "Fabian O. von Rohr"], "title": "Growth of Large Crystals of Janus Phase RhSeCl Using Self-Selecting Vapour Growth", "comment": null, "summary": "In recent years, interest in 2D Janus materials has grown exponentially, particularly with regard to their applications in spintronics and optoelectronic devices. The defining feature of Janus materials is the ordered arrangement of different layer terminations - creating chemically distinct surfaces and an inherent out-of-plane polarity. Among the few known Janus materials, RhSeCl is particularly intriguing as a rare example of an intrinsic Janus compound. Owing to its exceptional chemical stability, RhSeCl offers a promising platform for exploring the physics related to the Janus-structure. However, synthesising large, high-quality crystals of this compound remains a significant challenge. Here, we report a novel synthetic pathway for growing crystals up to 6 mm in lateral size via a two-step self-selecting vapour growth reaction. We further present a comprehensive comparison of newly developed synthesis routes with all previously reported methods for RhSeCl. During these investigations, we identified a previously unreported impurity that forms in specific growth pathways and demonstrate how it can be avoided to obtain phase-pure few- and monolayer flakes. We showcase the reproducibility of the process to obtain high-quality, large single-crystals and flakes."}
{"id": "2601.11331", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11331", "abs": "https://arxiv.org/abs/2601.11331", "authors": ["Thijs J. Roskamp", "Tim Horstink", "Melissa J Goodwin", "Erwin Berenschot", "Edin Sarajilic", "Roeland Huijink", "Niels Tas", "Hans Hilgenkamp"], "title": "Nanoscale wireframe SQUID on a cantilever by corner lithography", "comment": "12 pages, 5 figures", "summary": "We present the fabrication of nanoscale superconducting quantum interference devices (SQUIDs) at the apex of wireframe tips on self-aligned superconducting cantilever probes. The probes are made on silicon wafers using molding techniques in combination with corner lithography, which results in a nanowire frame tip with a tuneable apex structure. A shadow effect deposition using magnetron sputtering of Nb creates self-aligned superconducting wireframes on cantilevers with accompanying device circuitry. Superconducting weak links are realized at the apex of the wireframes with the use of focused ion beam nanopatterning. The realized SQUIDs have effective diameters ranging from several micrometers down to 100 nm and can be operated in magnetic fields up to 1 T. Furthermore, the nanowires in the wireframe can be used to flux modulate the SQUID locally. This fabrication process enables the production of wafer-scale templates for probes based on on-tip superconducting devices."}
{"id": "2601.11339", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11339", "abs": "https://arxiv.org/abs/2601.11339", "authors": ["Shangjie Tian", "Yuchong Zhang", "Chenhao Liang", "Yuqing Cao", "Wenxin Lv", "Xingyu Lv", "Zhijun Wang", "Tian Qian", "Hechang Lei", "Shouguo Wang"], "title": "Three-dimensional topological insulator feature of ternary chalcogenide Ge2Bi2Te5", "comment": "7 pages, 4 figures", "summary": "The exploration of novel topological insulators (TIs) beyond binary chalcogenides has been accelerated in pursuit of exotic quantum states and device applications. Here, the layered ternary chalcogenide Ge2Bi2Te5 is identified as a three-dimensional TI. The bulk electronic structure of Ge2Bi2Te5 features a hole-type Fermi surface at Fermi level EF, which dominates the transport properties. Moreover, an unoccupied topological surface state with a Dirac point located at 290 meV above EF has been observed. Theoretical calculations confirm a bulk bandgap and a nontrivial Z2 topological invariant (000;1). The present study demonstrates that the material family of layered tetradymite-like ternary compounds is an important platform to explore exotic topological phenomena."}
{"id": "2601.11353", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11353", "abs": "https://arxiv.org/abs/2601.11353", "authors": ["Gustavo Chavez Ponce de Leon", "Ahmad Dibajeh", "Gert ten Brink", "Majid Ahmadi", "Bart Jan Kooi", "George Palasantzas"], "title": "Unexpected Anisotropic Mn-Sb Anti-site Distribution and Van der Waals Epitaxy of MnSb2Te4", "comment": "9 pages, 4 figures, 1 ToC figure, 16 pages of supplementary material", "summary": "Mn-Sb site mixing directly impacts both the magnetic and topological properties of MnSb2Te4. This study reveals, unlike previously believed, that these anti-sites can be unevenly distributed within the crystal. To that end, a polycrystalline sample was created with a two-step synthesis using MnTe and Sb2Te3 as precursors. DC-SQUID magnetometry was used to confirm its magnetic properties. In addition, the use of High-Resolution Scanning Transmission Electron Microscopy combined with Energy-Dispersive X-ray Spectroscopy allowed us to identify the presence of an inversion-breaking asymmetry in the anti-site distribution. This reduced-symmetry structure bears resemblance to the recently proposed class of Janus materials and thus warrants further exploration due to its potential for combining topology and magnetism with other effects, such as non-linear optics and piezoelectricity. Finally, to further elucidate the interplay between site mixing, doping, topology, and magnetism, a method for growing MnSb2Te4 thin films over amorphous SiOx using Sb2Te3 seeds is introduced. The successful Van der Waals epitaxy of MnSb2Te4 over Sb2Te3 seeds using Pulsed Laser Deposition is confirmed using Scanning Transmission Electron Microscopy. This represents a crucial step in incorporating these materials into a Si-based architecture, which offers the possibility of controlling the Fermi lever via gating."}
{"id": "2601.11355", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11355", "abs": "https://arxiv.org/abs/2601.11355", "authors": ["Jagadis Prasad Nayak", "Aviad Frydman", "Gopi Nath Daptary"], "title": "Conductance Oscillations in a Topological Insulator-Disordered Superconductor Hybrid Interface", "comment": null, "summary": "We report on the observation on proximity-induced superconductivity in the topological insulator BiSbTeSe2 coupled to a disordered superconductor, amorphous indium oxide (a-InO). Resistance temperature measurements reveal superconducting signatures at low temperatures, even when InO is in an insulating state, indicating the persistence of superconducting correlations. Differential conductance spectra reveal nearly periodic oscillations at higher bias, together with a pronounced zero-bias conductance peak. Both effect disappears at high temperature, marking the critical temperature (T*) of the superconducting islands in InO. These results underscore the influence of topological surface states on proximity-induced superconductivity and highlight the role of superconducting fluctuations in disordered superconductor/topological-insulator hybrid interfaces."}
{"id": "2601.11371", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11371", "abs": "https://arxiv.org/abs/2601.11371", "authors": ["Stephanie Roden", "Christopher Seibel", "Tobias Held", "Markus Uehlein", "Sebastian T. Weber", "Baerbel Rethfeld"], "title": "Thermalization of Optically Excited Fermi Systems: Electron-Electron Collisions in Solid Metals", "comment": "8 pages, 5 figures", "summary": "Ultrafast optical excitation of metals induces a non-equilibrium energy distribution in the electronic system, with a characteristic step-structure determined by Pauli blocking. On a femtosecond timescale, electron-electron scattering drives the electrons towards a hot Fermi distribution. In this work, we present a derivation of the full electron-electron Boltzmann collision integral within the random-k approximation. Building on this approach, we trace the temporal evolution of the electron energy distribution towards equilibrium, for an excited but strongly degenerate Fermi system. Furthermore, we examine to which extent the resulting dynamics can be captured by the numerically simpler relaxation time approach, applying a constant and an energy-dependent relaxation time derived from Fermi-liquid theory. We find a better agreement with the latter, while specific features caused by the balance of scattering and reoccupation can only be captured with a full collision integral."}
{"id": "2601.11381", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.11381", "abs": "https://arxiv.org/abs/2601.11381", "authors": ["Zijin Wu", "Shuxia Tao", "Geert Brocks"], "title": "Chemical Origin of Exciton Self-trapping in Cs$_3$Cu$_2$X$_5$ Cesium Copper Halides", "comment": null, "summary": "Copper halides Cs3Cu2X5 (X=Cl, Br, I) are promising materials for optoelectronic applications due to their high photoluminescence efficiency, stability, and large Stokes shifts. In this work, we uncover the chemical bonding origin of the Stokes shift in these materials using density functional theory calculations. Upon excitation, one [Cu2X5]3- anion undergoes sizeable local distortions, driven by Cu-X and Cu-Cu bond formation. These structural changes coincide with the formation of a self-trapped exciton, where particularly the hole is strongly localized on one anion. Analysis of the electronic structure and bonding reveals reduced antibonding interactions and enhanced bonding character in the excited state, stabilizing the distorted geometry. Our results establish a direct link between orbital-specific hole localization and bond formation. It provides a fundamental understanding of the excitation mechanism in Cs3Cu2X5 and offers design principles to tune optical properties in 0D copper halides."}
{"id": "2601.11388", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11388", "abs": "https://arxiv.org/abs/2601.11388", "authors": ["Martí Raya-Moreno", "Noah Alexy Dasch", "Nasrin Farahani", "Ignacio Gonzalez Oliva", "Andris Gulans", "Manoar Hossain", "Hannah Kleine", "Martin Kuban", "Sven Lubeck", "Benedikt Maurer", "Pasquale Pavone", "Fabian Peschel", "Daria Popova-Gorelova", "Lu Qiao", "Elias Richter", "Santiago Rigamonti", "Ronaldo Rodrigues Pela", "Kshitij Sinha", "Daniel T. Speckhard", "Sebastian Tillack", "Dmitry Tumakov", "Seokhyun Hong", "Jānis Užulis", "Mara Voiculescu", "Cecilia Vona", "Mao Yang", "Claudia Draxl"], "title": "An exciting approach to theoretical spectroscopy", "comment": "71 pages, 26 figures", "summary": "Theoretical spectroscopy, and more generally, electronic-structure theory, are powerful concepts for describing the complex many-body interactions in materials. They comprise a variety of methods that can capture all aspects, from ground-state properties to lattice excitations to different types of light-matter interaction, including time-resolved variants. Modern electronic-structure codes implement either a few or several of these methods. Among them, exciting is an all-electron full-potential package that has a very rich portfolio of all levels of theory, with a particular focus on excitations. It implements the linearized augmented planewave plus local orbital basis, which is known as the gold standard for solving the Kohn-Sham equations of density-functional theory. Based on this, it also offers benchmark-quality results for a wide range of excited-state methods. In this review, we provide a comprehensive overview of the features implemented in exciting in recent years, accompanied by short summaries on the state of the art of the underlying methodologies. They comprise density-functional theory and time-dependent density-functional theory, density-functional perturbation theory for phonons and electron-phonon coupling, many-body perturbation theory in terms of the $GW$ approach and the Bethe-Salpeter equation. Moreover, we capture resonant inelastic x-ray scattering, pump-probe spectroscopy as well as exciton-phonon coupling. Finally, we cover workflows and a view on data and machine learning. All aspects are demonstrated with examples for scientific relevant materials."}
{"id": "2601.11502", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.11502", "abs": "https://arxiv.org/abs/2601.11502", "authors": ["Natalia Zawadzka", "Cem Sevik", "Zahir Muhammad", "Zia Ur Rehman", "Weisheng Zhao", "Adam Babiński", "Maciej R. Molas"], "title": "Raman scattering fingerprints of the charge density wave state in one-dimensional NbTe$_4$", "comment": "7 pages, 4 figures + SM", "summary": "Charge-density waves (CDWs) are ordered quantum states of conduction electrons accompanied by periodic lattice distortions. Raman scattering (RS) spectroscopy is therefore well suited for probing CDW-induced structural modulations. We investigate the CDW state in quasi-one-dimensional NbTe$_4$ using RS spectroscopy. At $T$=5~K, the resonantly enhanced Raman spectrum exhibits 25 phonon modes. Polarization-dependent measurements reveal a strong coupling between phonon-mode symmetry and crystallographic symmetry, with modes polarized parallel or perpendicular to the crystallographic $c$-axis, along which the one-dimensional structure is elongated. Temperature-dependent RS measurements identify a transition between commensurate and incommensurate CDW phases, accompanied by pronounced thermal hysteresis, with transition temperatures of approximately 45~K upon cooling and 90~K upon warming. The hysteresis width depends on the warming rate, indicating a finite nucleation rate of CDW domains and suggesting potential relevance for memory-device applications."}
{"id": "2601.11503", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11503", "abs": "https://arxiv.org/abs/2601.11503", "authors": ["Viren Tyagi", "Mike Pols", "Geert Brocks", "Shuxia Tao"], "title": "Halide diffusion in mixed-halide perovskites and heterojunctions", "comment": "24 pages, 5 figures", "summary": "Migration of halide defects guides ion transport in metal halide perovskites and controls the kinetics of halide mixing and phase separation. We study the diffusion of halide vacancies and interstitials in \\ce{CsPb(I_{x}Br_{1-x})_{3}} and \\ce{CsPbI_{3}}/\\ce{CsPbBr_{3}} heterojunctions by molecular dynamics simulations using neural network potentials trained on density functional theory calculations. We observe enhanced diffusion of both vacancies and interstitials in the mixed halide compounds compared to the single halide ones, as well as a difference in mobility between Br and I ions in the mixed compound. Diffusion across heterojunctions is governed by the interface structure, where a Br-rich interface blocks migration of vacancies in particular, but an I-rich interface is permeable."}
{"id": "2601.11504", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11504", "abs": "https://arxiv.org/abs/2601.11504", "authors": ["Sandy Adhitia Ekahana", "Aalok Tiwari", "Souvik Sasmal", "Zefeng Cai", "Ravi Kumar Bandapelli", "I-Hsuan Kao", "Jian Tang", "Chenbo Min", "Tiema Qian", "Kenji Watanabe", "Takashi Taniguchi", "Ni Ni", "Qiong Ma", "Chris Jozwiak", "Eli Rotenberg", "Aaron Bostwick", "Simranjeet Singh", "Noa Marom", "Jyoti Katoch"], "title": "Visualization of Tunable Electronic Structure of Monolayer TaIrTe$_4$", "comment": null, "summary": "Monolayer TaIrTe$_4$ has emerged as an attractive material platform to study intriguing phenomena related to topology and strong electron correlations. Recently, strong interactions have been demonstrated to induce strain and dielectric screening tunable topological phases such as quantum spin Hall insulator (QSHI), trivial insulator, higher-order topological insulator, and metallic phase, in the ground state of monolayer TaIrTe$_4$. Moreover, charge dosing has been demonstrated to convert the QSHI into a dual QSHI state. Although the band structure of monolayer TaIrTe$_4$ is central to interpreting its topological phases in transport experiments, direct experimental access to its intrinsic electronic structure has so far remained elusive. Here we report direct measurements of the monolayer TaIrTe$_4$ band structure using spatially resolved micro-angle-resolved photoemission spectroscopy (microARPES) with micrometre-scale resolution. The observed dispersions show quantitative agreement with density functional theory calculations using the Heyd-Scuseria-Ernzerhof hybrid functional, establishing the insulating ground state and revealing no evidence for strong electronic correlations. We further uncover a pronounced electron-hole asymmetry in the doping response. Whereas hole doping is readily induced by electrostatic gating, attempts to introduce electrons via gating or alkali metal deposition do not yield a rigid upward shift of the Fermi level. Fractional charge calculations demonstrate that added electrons instead drive band renormalization and shrink the band gap. Taken together, our experimental and theoretical results identify the microscopic mechanism by which induced charges reshape the band topology of monolayer TaIrTe$_4$, showing that doping can fundamentally alter the electronic structure beyond the rigid band behaviour that is typically assumed."}
{"id": "2601.11509", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.11509", "abs": "https://arxiv.org/abs/2601.11509", "authors": ["Brian Lee", "Linna Qiao", "Samuel Gleason", "Guangwen Zhou", "Xiaohui Qu", "Judith Yang", "Jim Ciston", "Deyu Lu"], "title": "Predictive autoencoder-transformer model of Cu oxidation state from EELS and XAS spectra", "comment": null, "summary": "X-ray absorption spectroscopy (XAS) and electron energy-loss spectroscopy (EELS) produce detailed information about oxidation state, bonding, and coordination, making them essential for quantitative studies of redox and structure in functional materials. However, high-throughput quantitative analysis of these spectra, especially for mixed valence materials, remains challenging as diverse experimental conditions introduce noise, misalignment, broadening of the spectral features. We address this challenge by training a machine learning model consisting of an autoencoder to standardize the spectra and a transformer model to predict both Cu oxidation state and Bader charge directly from L-edge spectra. The model is trained on a large dataset of FEFF-simulated spectra and evaluates model performance on both simulated and experimental data. The results of the machine learning model exhibit highly accurate prediction across the domains of simulated and experimental XAS as well as experimental EELS. These advances enable future quantitative analysis of Cu redox processes under in situ and operando conditions."}
{"id": "2601.11519", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.11519", "abs": "https://arxiv.org/abs/2601.11519", "authors": ["Sebastian Allende", "David Galvez-Poblete"], "title": "Vacuum-selected timescales in driven Josephson systems", "comment": null, "summary": "In this work, we demonstrate that the intrinsic timescale of a Josephson junction can be controlled through dynamical vacuum selection. By applying a Kapitza-like high-frequency drive to the system, the effective Josephson potential is reshaped, allowing for the stabilization of inphase or antiphase configuration. As a result, the Josephson plasma frequency, that is, the clock frequency of the junction, becomes a tunable property of the selected vacuum. Our findings establish a vacuum-controlled Josephson clock principle, in which the dynamical vacuum acts as an internal reference that fixes the operational timescale of Josephson oscillations, rather than this scale being imposed externally."}
{"id": "2601.10813", "categories": ["physics.chem-ph", "cond-mat.str-el", "physics.class-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10813", "abs": "https://arxiv.org/abs/2601.10813", "authors": ["Srivathsan Poyyapakkam Sundar", "Vibin Abraham", "Bo Peng", "Ayush Asthana"], "title": "Chemically decisive benchmarks on the path to quantum utility", "comment": null, "summary": "Progress towards quantum utility in chemistry requires not only algorithmic advances, but also the identification of chemically meaningful problems whose electronic structure fundamentally challenges classical methods. Here, we introduce a curated hierarchy of chemically decisive benchmark systems designed to probe distinct regimes of electronic correlation relevant to molecular, bioinorganic, and heavy-element chemistry. Moving beyond minimal toy models, our benchmark set spans multireference bond breaking (N$_2$), high-spin transition-metal chemistry (FeS), biologically relevant iron-sulfur clusters ([2Fe-2S]), and actinide-actinide bonding (U$_2$), which exhibits extreme sensitivity to active-space choice, relativistic treatment, and correlation hierarchy even within advanced multireference frameworks. As a concrete realization, we benchmark a recently developed automated and adaptive quantum algorithm based on generator-coordinate-inspired subspace expansion,ADAPT-GCIM, using a black-box workflow that integrates entropy-based active-space selection via the ActiveSpaceFinder tool. Across this chemically diverse problem set, ADAPT-GCIM achieves high accuracy in challenging correlation regimes. Equally importantly, these benchmarks expose general failure modes and design constraints-independent of any specific algorithm-highlighting the necessity of problem-aware and correlation-specific strategies for treating strongly correlated chemistry on quantum computers. To support systematic benchmarking and reproducible comparisons, the Hamiltonians for all systems studied are made openly available."}
{"id": "2601.11454", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.11454", "abs": "https://arxiv.org/abs/2601.11454", "authors": ["Yashpal Singh", "Juan E Peralta", "Koblar Alan Jackson"], "title": "The rise and fall of stretched bond errors: Extending the analysis of Perdew-Zunger self-interaction corrections of reaction barrier heights beyond the LSDA", "comment": null, "summary": "Incorporating self-interaction corrections (SIC) significantly improves chemical reaction barrier height predictions made using density functional theory methods. We present a detailed, orbital-by-orbital analysis of these corrections for three semi-local density functional approximations (DFAs) situated on the three lowest rungs of the Jacob's Ladder of approximations. The analysis is based on Fermi-Löwdin Orbital Self-Interaction Correction calculations performed at several steps along the reaction pathway from the reactants (R) to the transition state (TS) to the products (P) for four representative reactions selected from the BH76 benchmark set. For all three functionals, the major contribution to self-interaction corrections of the barrier heights can be traced to stretched bond orbitals that develop near the TS configuration. The magnitude of the ratio of the self-exchange-correlation energy to the self-Hartree energy (XC/H) for a given orbital is introduced as an indicator of one-electron self-interaction error. For the exact, but unknown density functional, XC/H = 1.0 for all orbitals, while for the practical DFAs studied here, XC/H spans a range of values. The largest values are obtained for stretched or strongly lobed orbitals. We show that significant differences in XC/H for corresponding orbitals in the R, TS, and P configurations can be used to identify the major contributors to the SIC of barrier heights and reaction energies. Based on such comparisons, we suggest that barrier height predictions made using the SCAN meta-generalized gradient approximation may have attained the best accuracy possible for a semi-local functional using the Perdew-Zunger SIC approach."}
