{"id": "2601.07914", "categories": ["cond-mat.str-el", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2601.07914", "abs": "https://arxiv.org/abs/2601.07914", "authors": ["Grigor Adamyan", "Bastian Pradenas", "Boris Ivanov", "Oleg Tchernyshyov"], "title": "Geometric Spin Rotation in Triangular Antiferromagnets", "comment": "5 pages, 2 figures", "summary": "We describe a geometric phenomenon in which a traveling wave made of degenerate Goldstone modes leaves behind a transformed ground state. In a triangular Heisenberg antiferromagnet, a pulse of circularly polarized spin waves rotates the spins within their plane. An exact solution of the nonlinear equations of motion demonstrates that the accumulated rotation is a geometric phase related to parallel transport of the order parameter. We point out a curious analogy between the motion of the magnetic order parameter and that of a wobbling coin. This phenomenon opens a new route for controlling antiferromagnetic order by spin waves and may extend to other frustrated magnets as well as other physical systems with noncommuting broken-symmetry generators."}
{"id": "2601.07923", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.07923", "abs": "https://arxiv.org/abs/2601.07923", "authors": ["Hao-Ran Cui", "Hart Goldman"], "title": "Extraordinary boundary correlations at deconfined quantum critical points", "comment": "55 pages, 2 figures", "summary": "Recent years have seen a growing appreciation for the effects of quantum critical fluctuations on gapless boundary degrees of freedom. Here we consider the boundary dynamics of the non-compact $\\mathbb{CP}^{N-1}$ (NCCP$^{N-1}$) model in two spatial dimensions, with $N$ complex boson species coupled to a fluctuating $\\mathrm{U}(1)$ gauge field. These models describe quantum phase transitions beyond the Landau paradigm, such as the deconfined quantum critical point between superconducting (SC) and quantum spin Hall (QSH) phases. We show that, in a large-$N$ limit and with the bulk tuned to criticality, boundaries of the NCCP$^{N-1}$ model display logarithmically decaying, or ``extraordinary-log,'' correlations. In particular, when monopole operators exhibit quasi-long-ranged order at the boundary, we find that the extraordinary-log exponent of the NCCP$^{N-1}$ model in the large-$N$ limit is $q=N/4$, signifying a new family of boundary universality classes parameterized by $N$. In the context of the QSH -- SC transition, the quantum critical point inherits helical edge modes from the QSH phase, and this extraordinary-log behavior manifests in their Cooper pair correlations."}
{"id": "2601.08239", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08239", "abs": "https://arxiv.org/abs/2601.08239", "authors": ["Jiajun Ma", "Jiaxing Liao", "Yazhou Li", "Yuwei Zhang", "Jialu Wang", "Jinke Bao", "Yan Sun", "Shuang Jia", "Yuke Li"], "title": "Large room temperature anomalous Nernst effect coupled with topological Nernst effect from incommensurate spin structure in a Kagome antiferromagnet", "comment": "12 pages, 4 figures", "summary": "Kagome magnets exhibit a range of novel and nontrivial topological properties due to the strong interplay between topology and magnetism, which also extends to their thermoelectric applications. Recent advances in the study of magnetic topological materials have highlighted their intriguing anomalous Hall and thermoelectric effects, arising primarily from large intrinsic Berry curvature. Here, we report observation of a large room-temperature (RT) anomalous Nernst effects (ANE) of S_xy^A ~ 1.3 μV K^(-1) in the kagome antiferromagnet (AFM) ErMn6Sn6, which is comparable to the largest signals observed in known magnetic materials. Surprisingly, we further found that a significant topological Nernst signal at RT and peaking a maximum of approximately 0.2 μV K^(-1) at 180 K, exactly coupling with ANE in the spiral AFM state, originates from the real-space nonzero spin chirality caused by incommensurate spin structure. This study demonstrates a potential room-temperature thermoelectric application platform based on Nernst effect, and provides insights for discovering significant anomalous and topological transverse transport effects in the incommensurate AFM system."}
{"id": "2601.08376", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08376", "abs": "https://arxiv.org/abs/2601.08376", "authors": ["Masahiro Kawamata", "Ryuji Higashinaka", "Takeshi Matsumura", "Maxim Avdeev", "Kazuaki Iwasa", "Hironori Nakao", "Kazumasa Hattori", "Tatsuma D. Matsuda"], "title": "Collinear Magnetic Structure in the Diamond Network Magnet EuTi$_2$Al$_{20}$", "comment": null, "summary": "The magnetic structure of EuTi$_2$Al$_{20}$, in which magnetic Eu$^{2+}$ ions form a diamond network, was investigated using neutron and resonant X-ray diffraction on powder and single-crystal samples. The propagation vector was determined to be $\\textbf{\\textit{q}}_{\\rm m}=(1,0,0)$~r.l.u. from these diffraction measurements. All possible magnetic structures in the space group $Fd\\bar{3}m$ with this propagation vector were examined using the irreducible representation method and magnetic space group analysis. This magnetic structure was identified as a collinear antiferromagnetic structure with the magnetic space group $P_Inna$ (\\#52.320) or $P_Inn2$ (\\#34.164) under zero magnetic field. In these magnetic structure, frustration arises from competing magnetic interactions on the diamond network. These findings provide a concrete experimental reference for assessing the role of competing interactions in diamond-network magnets and motivate further studies of interaction-driven quantum states."}
{"id": "2601.08055", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08055", "abs": "https://arxiv.org/abs/2601.08055", "authors": ["Daniil Karuzin", "Leonid Levitov"], "title": "Chiral Two-Body Bound States from Berry Curvature and Chiral Superconductivity", "comment": "4 pgs, 1 fg", "summary": "Motivated by the discovery of exotic superconductivity in rhombohedral graphene, we study the two-body problem in electronic bands endowed with Berry curvature and show that it supports chiral, non-$s$-wave bound states with nonzero angular momentum. In the presence of a Fermi sea, these interactions give rise to a chiral pairing problem featuring multiple superconducting phases that break time-reversal symmetry. These phases form a cascade of chiral topological states with different angular momenta, where the order-parameter phase winds by $2πm$ around the Fermi surface, with $m = 1,3,5,\\ldots$, and the succession of phases is governed by the Berry-curvature flux through the Fermi surface area, $Φ= b k_F^2/2$. As $Φ$ increases, the system undergoes a sequence of first-order phase transitions between distinct chiral phases, occurring whenever $Φ$ crosses integer values. This realizes a quantum-geometry analog of the Little--Parks effect -- oscillations in $T_c$ that provide a clear and experimentally accessible hallmark of chiral superconducting order."}
{"id": "2601.08385", "categories": ["physics.comp-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.08385", "abs": "https://arxiv.org/abs/2601.08385", "authors": ["Raj Maddipati", "Dhruthi Boddapati", "Elangannan Arunan", "Phani Motamarri", "Konduri Aditya"], "title": "ChemXDyn: Dynamics-informed species and reaction detection methodology from atomistic simulations", "comment": null, "summary": "Accurate identification of chemical species and reaction pathways from molecular dynamics (MD) trajectories is a prerequisite for deriving predictive chemical-kinetic models and for mechanistic discovery in reactive systems. However, state-of-the-art trajectory analysis methods infer bonding from instantaneous distance thresholds, which can misclassify transient, nonreactive encounters as bonds and thereby introduce spurious intermediates, distorted reaction networks, and biased rate estimates. Here, we introduce ChemXDyn, a dynamics-aware computational methodology that leverages time-resolved interatomic distance signatures as a core principle to robustly identify chemically consistent bonded interactions and, consequently, extract meaningful reaction pathways. In particular, ChemXDyn propagates molecular connectivity through time while enforcing atomic valence and coordination constraints to distinguish genuine bond-breaking and bond-forming events from transient, nonreactive encounters. We evaluate ChemXDyn on ReaxFF MD simulations of hydrogen and ammonia oxidation and on neural-network potential MD simulations of methane oxidation, and benchmark its performance against widely used trajectory analysis methods. Across these cases, ChemXDyn suppresses unphysical species prevalent in static analyses, recovers experimentally consistent reaction pathways, and improves the fidelity of rate constant estimation. In ammonia oxidation, ChemXDyn removes unphysical intermediates and resolves key NOx- and N2O-forming and -consuming routes. In methane oxidation, it reconstructs the canonical progression from CH4 to CO2. By linking atomistic dynamics to chemically consistent reaction identification, ChemXDyn provides a transferable foundation for MD-derived reaction networks and kinetics, with potential utility spanning combustion, catalysis, plasma chemistry, and electrochemical environments."}
{"id": "2601.07888", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.07888", "abs": "https://arxiv.org/abs/2601.07888", "authors": ["A. V. Nokhrin", "E. A. Lantcev", "L. S. Alekseeva", "N. V. Malekhonova", "M. S. Boldin", "Yu. V. Blagoveshchenskiy", "N. V. Isaeva", "A. V. Terentyev", "K. E. Smetanina", "N. V. Sakharov", "N. V. Melekhin", "V. D. Chupriyanova"], "title": "Low-temperature Spark Plasma Sintering of fine refractory composite powders core-shell: A case of the powders W@Ni", "comment": "43 pages, 3 tables, 15 figures, 79 references", "summary": "The mechanisms of fast low-temperature Spark Plasma Sintering (SPS) of W + 10% wt. Ni powders were investigated. The powder compositions were obtained in two methods: (i) by mixing W and Ni powders in a specified ratio (hereinafter referred to as W + Ni); (ii) by Ni deposition on the surface of submicron W particles allowing the formation of particles with a core W - shell Ni structure (hereinafter referred to as W@Ni). To reduce the concentrations of oxygen and oxides, the powders were annealed in hydrogen. The solid-phase sintering was performed at various temperatures (1000-1150°C), pressures (40-80 MPa), heating rates (50-500°C/min), and isothermal holding times (0-20 min). The sintering temperatures corresponded to the onset of intense dissolution of W in Ni. The samples had high relative density and small grain sizes. The activation energy of SPS of the mixed powders was close to the one of the grain boundary diffusion. The key mechanism for the compaction of W@Ni particles in the SPS process is Coble creep. The increasing of the sintering temperature was shown to lead to an increase in the solubility of W in Ni and, consequently, to an increase in the number of secondary Ni4W particles formed during cooling down. The grain growth has a minor effect on the mechanical properties of the W alloy compared to the changes in its phase composition."}
{"id": "2601.08077", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.08077", "abs": "https://arxiv.org/abs/2601.08077", "authors": ["Hua Huang", "Wekai Shao", "Jeff Hammond"], "title": "Accelerating Density Fitting with Adaptive-precision and 8-bit Integer on AI Accelerators", "comment": null, "summary": "The emergence of artificial intelligence (AI) accelerators like NVIDIA Tensor Cores offers new opportunities to speed up tensor-heavy scientific computations. However, applying them to quantum chemistry is challenging due to strict accuracy demands and irregular data patterns. We propose an adaptive precision algorithm to accelerate the density fitting (DF) method with Gaussian basis sets on AI accelerators using 8-bit integer (INT8) arithmetics. Implemented in the GPU-accelerated PySCF package, the algorithm is tested on more than twenty molecular systems with different NVIDIA GPUs. Compared to the standard FP64 code, our algorithm is up to 204\\% faster on a RTX 4090 gaming GPU and up to 364\\% faster on a RTX 6000 Ada workstation GPU without compromising the converged energy. This work demonstrates a practical approach to use AI hardware for reliable quantum chemistry simulations."}
{"id": "2601.07943", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2601.07943", "abs": "https://arxiv.org/abs/2601.07943", "authors": ["Francesco Coghi", "Amarjit Budhiraja", "Juan P. Garrahan"], "title": "Level 2.5 large deviations and uncertainty relations for non-Markov self-interacting dynamics", "comment": "6 pages, 1 figure", "summary": "We address the general problem of formulating the dynamical large deviations of non-Markovian systems in a closed form. Specifically, we consider a broad class of ``self-interacting'' jump processes whose dynamics depends on the past through a functional of a state-dependent empirical observable. Exploiting a natural separation of timescales, we obtain the exact (so-called ``level 2.5'') large deviation joint statistics of the empirical measure over configurations and of the empirical flux of transitions. As an application of this general framework, we derive explicit general bounds on the fluctuations of trajectory observables, generalising to the non-Markovian case both thermodynamic and kinetic uncertainty relations. We illustrate our theory with simple examples, and discuss potential applications of these results."}
{"id": "2601.08201", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08201", "abs": "https://arxiv.org/abs/2601.08201", "authors": ["Kaito Totsuka", "Yohei Kono", "Yusei Shimizu", "Ai Nakamura", "Atsushi Miyake", "Dai Aoki", "Yasumasa Tsutsumi", "Kazushige Machida", "Shunichiro Kittaka"], "title": "Nodal Superconductivity of UTe$_2$ Probed by Field-Angle-Resolved Specific Heat on a Crystal with $T_{\\rm c}=2.1$ K", "comment": "6 pages, 4 figures, accepted for publication in J. Phys. Soc. Jpn", "summary": "Field-angle-resolved specific-heat measurements were performed on a clean single crystal of a spin-triplet superconductor UTe$_2$ with $T_{\\rm c}=2.1$ K and a low residual electronic specific heat. At low temperatures, the specific heat exhibits a linear dependence on the magnetic field when the field is applied precisely along the $b$ axis, in stark contrast to its rapid increase at low fields for other orientations. This pronounced anisotropy suggests the presence of nodal quasiparticle excitations with the Fermi velocity predominantly aligned along the $b$ axis. Considering the characteristic field-angle dependences of both the specific heat and the upper critical field, these observations are broadly compatible with theoretical models that assume a superconducting gap structure featuring either point nodes consistent with $B_{\\rm 2u}$ symmetry, allowed in the infinitely strong spin-orbit coupling scheme, or line nodes confined to flat regions of the quasi-two-dimensional Fermi surface, consistent with $^3B_{\\rm 3u}$ symmetry in the finite spin-orbit classification scheme. These results yield crucial hints for resolving the pairing symmetry of UTe$_2$, paving the way for a deeper understanding of its spin-triplet superconductivity."}
{"id": "2601.07888", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.07888", "abs": "https://arxiv.org/abs/2601.07888", "authors": ["A. V. Nokhrin", "E. A. Lantcev", "L. S. Alekseeva", "N. V. Malekhonova", "M. S. Boldin", "Yu. V. Blagoveshchenskiy", "N. V. Isaeva", "A. V. Terentyev", "K. E. Smetanina", "N. V. Sakharov", "N. V. Melekhin", "V. D. Chupriyanova"], "title": "Low-temperature Spark Plasma Sintering of fine refractory composite powders core-shell: A case of the powders W@Ni", "comment": "43 pages, 3 tables, 15 figures, 79 references", "summary": "The mechanisms of fast low-temperature Spark Plasma Sintering (SPS) of W + 10% wt. Ni powders were investigated. The powder compositions were obtained in two methods: (i) by mixing W and Ni powders in a specified ratio (hereinafter referred to as W + Ni); (ii) by Ni deposition on the surface of submicron W particles allowing the formation of particles with a core W - shell Ni structure (hereinafter referred to as W@Ni). To reduce the concentrations of oxygen and oxides, the powders were annealed in hydrogen. The solid-phase sintering was performed at various temperatures (1000-1150°C), pressures (40-80 MPa), heating rates (50-500°C/min), and isothermal holding times (0-20 min). The sintering temperatures corresponded to the onset of intense dissolution of W in Ni. The samples had high relative density and small grain sizes. The activation energy of SPS of the mixed powders was close to the one of the grain boundary diffusion. The key mechanism for the compaction of W@Ni particles in the SPS process is Coble creep. The increasing of the sintering temperature was shown to lead to an increase in the solubility of W in Ni and, consequently, to an increase in the number of secondary Ni4W particles formed during cooling down. The grain growth has a minor effect on the mechanical properties of the W alloy compared to the changes in its phase composition."}
{"id": "2601.08552", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08552", "abs": "https://arxiv.org/abs/2601.08552", "authors": ["Tu Hong", "Kun Chen", "Xiao Yan Xu"], "title": "Linear Canonical-Ensemble Quantum Monte Carlo: From Dilute Fermi Gas to Flat-Band Ferromagnetism", "comment": "5+11 pages, 4+2 figures", "summary": "We present a finite-temperature canonical-ensemble determinant quantum Monte Carlo algorithm that enforces an exact fermion number and enables stable simulations of correlated lattice electrons. We propose a stabilized QR update that reduces the computational complexity from standard cubic scaling $O(βN^3)$ to linear scaling $O(βN N_e^2)$ with respect to the system size $N$, where $N_e$ is the particle number. This yields a dramatic speedup in dilute regimes ($N_e \\ll N$), opening unbiased access to large-scale simulations of strongly correlated low-density phases. We validate the method on the dilute electron gas with onsite Hubbard interactions, observing the suppression of the fermion sign problem in the dilute limit. Furthermore, we apply this approach to an one-dimensional flat-band system, where the canonical ensemble allows for precise control over filling. We reveal a ferromagnetic instability at low temperatures in the half-filling regime. Our linear-scaling approach provides a powerful tool for investigating emergent phenomena in dilute quantum matter."}
{"id": "2601.08088", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08088", "abs": "https://arxiv.org/abs/2601.08088", "authors": ["Dylan Albrecht", "Feiyang Ye", "N. Tobias Jacobson", "John M. Nichol"], "title": "Multi-level charge fluctuations in a Si/SiGe double quantum dot device", "comment": "15 pages, 13 figures", "summary": "Discrete charge fluctuations, routinely observed in semiconductor quantum dot devices, may contribute significantly to device drift and errors resulting from qubit miscalibration. Understanding the nature and origins of these discrete charge fluctuations may provide insights into material improvements or means of mitigating charge noise in semiconductor quantum dot devices. In this work, we measure multi-level charge fluctuations present in a Si/SiGe double quantum dot device over a range of device operating voltages and temperatures. To characterize the parameter-dependent dynamics of the underlying fluctuating degrees of freedom, we perform a detailed analysis of the measured noise timeseries. We perform algorithmically assisted drift detection and change point detection to detrend the data and remove a slow fluctuator component, as a preprocessing step. We perform model comparison on the post-processed time series between different $n$-level fluctuator ($n$LF) factorial hidden Markov models (FHMMs), finding that although at most sweep values the independent pair of 2LFs model would be preferred, in a particular region of voltage space the 4LF model outperforms the other models, indicating a conditional rate dependence between the two fluctuators. By tracking fluctuator transition rates, biases, and weights over a range of different device configurations, we estimate gate voltage and conductivity sensitivity. In particular, we fit a phenomenological, detailed balance model to the extracted independent 2LFs rate data, yielding lever arm estimates in the range of $-2 μ$eV/mV up to $4 μ$eV/mV between the two 2LFs and nearby gate electrodes. We expect that these characterization results may aid in subsequent spatial triangulation of the charge fluctuators."}
{"id": "2601.08486", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.08486", "abs": "https://arxiv.org/abs/2601.08486", "authors": ["Chengqian Zhang", "Duo Zhang", "Anyang Peng", "Mingyu Guo", "Yuzhi Zhang", "Lei Wang", "Guolin Ke", "Linfeng Zhang", "Tiejun Li", "Han Wang"], "title": "Multi-Task Fine-Tuning Enables Robust Out-of-Distribution Generalization in Atomistic Models", "comment": null, "summary": "Accurate de novo molecular and materials design requires structure-property models that generalize beyond known regimes. Although pretrained atomistic models achieve strong in-distribution accuracy after fine-tuning, their reliability under out-of-distribution (OOD) conditions remains unclear. We identify a critical failure mode in downstream adaptation: standard fine-tuning induces representation collapse, erasing pretrained chemical and structural priors and severely degrading OOD performance. To address this limitation, we propose multi-task fine-tuning (MFT), which jointly optimizes downstream property prediction with a physically grounded force-field objective inherited from pretraining. This approach preserves essential chemical priors while enabling task-specific adaptation. Across molecular and materials benchmarks, MFT consistently improves OOD generalization, approaching the theoretical limit set by in-distribution accuracy, while outperforming standard fine-tuning, training from scratch, and state-of-the-art task-specific models. These results establish safe adaptation as a central requirement for large atomistic models and position MFT as a practical and data-efficient pathway toward robust molecular and materials discovery."}
{"id": "2601.08023", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08023", "abs": "https://arxiv.org/abs/2601.08023", "authors": ["Jordan Nashed", "Tomasz Bartkowiak", "Alexandru Horia Marin", "Tine Curk", "Viviana Marcela Posada-Perez"], "title": "Multiscale Analysis of Plasma-Modified Silk Fibroin and Chitosan Films", "comment": "36 pages, 12 figures", "summary": "Biological interactions with material surfaces span a wide range of length scales, yet conventional surface measurements often fail to account for scale, limiting the insights they provide for surface engineering. Here, we investigate how multiscale surface descriptors of plasma-modified silk fibroin and chitosan surfaces modify bacterial and immune cell response. Surface chemistry and topography were characterized using X-ray Photoelectron Spectroscopy (XPS) and Atomic Force Microscopy (AFM), followed by sliding bandpass filtration and multiscale curvature tensor-based methods to measure scale-dependent topographic features. Macrophage response and biofilm growth were assessed by fluorescence microscopy. Correlation strength showed scale-dependence with respect to surface features and biological structure: individual bacteria and small colonies correlated more strongly with fine-scale topographic features, whereas macrophage morphology correlated more strongly with larger-scale surface features. Notably, measured surface chemical descriptors generally did not correlate strongly with biofilm formation; nonetheless, chitosan and silk fibroin showed distinct trends in bacterial support, suggesting that material identity was not captured by the measured surface properties and that prevention of biofilms likely benefits from combinatorial approaches as opposed to physical surface modification alone. These results show that different biological structures interact with material surfaces at distinct length scales, as well as demonstrate the utility of multiscale analysis in identifying scales of interest in biological interactions with surfaces. Moreover, the data suggests that tailoring topographic feature size to the characteristic scale of the targeted biological entity is a potential strategy for antibacterial wound-healing materials without incurring cytotoxicity."}
{"id": "2601.08560", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.08560", "abs": "https://arxiv.org/abs/2601.08560", "authors": ["Luis Bonah", "Marie-Aline Martin-Drumel", "Olivier Pirali", "Francesca Tonolo", "Michela Nonne", "Mattia Melosso", "Luca Bizzocchi", "Cristina Puzzarini", "Jean-Claude Guillemin", "Christian P. Endres", "Stephan Schlemmer", "Sven Thorwirth"], "title": "High-Resolution Infrared Spectroscopy and ASAP Analysis of Cyclopentadiene: The Vibrational Modes below 860 cm$^{-1}$ and the $ν_{21}$ Mode at 961 cm$^{-1}$", "comment": null, "summary": "The spectroscopic fingerprints of vibrationally excited states of astronomical molecules are interesting for multiple reasons. They are excellent temperature probes of the corresponding astronomical regions and are thought to be the origin of many unknown lines in astronomical survey spectra. Rovibrational spectra provide accurate vibrational energies and can guide subsequent pure rotational studies. The Automated Spectral Assignment Procedure (ASAP) greatly simplifies the rovibrational analysis when the rotational spectrum of either the upper or lower vibrational state is known with a high degree of accuracy (e.g., from a rotational analysis). Here, we present a new implementation of ASAP for the analysis of cyclopentadiene, a cyclic pure hydrocarbon that has already been detected astronomically toward the cold core of the Taurus Molecular Cloud. Using the synchrotron radiation extracted by the AILES beamline of the SOLEIL facility, we recorded mid- and far-infrared high-resolution spectra of cyclopentadiene. We analyzed the rovibrational spectrum of the $ν_{21}$ fundamental (961 cm$^{-1}$) with ASAP and used ASAP$^2$ to determine the vibrational energies of the eight vibrational modes below 860 cm$^{-1}$. ASAP$^2$ is an extension of ASAP for rovibrational bands where the rotational structures of the lower and upper states are known with high accuracy, leaving only the vibrational band center to be determined. The presented rovibrational fingerprints agree with the results from pure rotational spectroscopy, demonstrating the efficiency and reliability of our new ASAP implementation."}
{"id": "2601.08021", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.08021", "abs": "https://arxiv.org/abs/2601.08021", "authors": ["Meitar Goldfarb", "Stanislav Burov"], "title": "Boundary-Induced Drift and Negative Mobility in Constrained Stochastic Systems", "comment": null, "summary": "We study overdamped stochastic dynamics confined by hard reflecting boundaries and show that the combination of boundary geometry and an anisotropic diffusion tensor generically generates directed motion. At the level of individual trajectories, the no-flux condition enforces an oblique reflection at the boundary, which produces a systematic drift parallel to the surface. The resulting local velocity takes the general form $v_B(\\mathbf{x})=\\mathbf{t}(\\mathbf{x})^{\\!\\top}\\mathbf{D}\\,\\mathbf{n}(\\mathbf{x})$, determined by the diffusion tensor $\\mathbf{D}$ and the local boundary geometry encoded in the normal $\\mathbf{n}$ and tangent $\\mathbf{t}$. While this boundary-induced drift is local, it can accumulate into a macroscopic response, depending on the statistics of boundary encounters. We illustrate how this local boundary-induced drift gives rise to macroscopic transport using a minimal one-dimensional dimer composed of two particles with unequal diffusion coefficients. The repeated collisions act as reflections in configuration space and lead to sustained center-of-mass motion, including regimes of absolute negative mobility under constant forcing."}
{"id": "2601.08586", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.08586", "abs": "https://arxiv.org/abs/2601.08586", "authors": ["Tao Zhou"], "title": "Kinetic Blockade and Filamentary Pair Density Waves in Strain-Engineered Graphene", "comment": "6 pages, 4 figures", "summary": "We investigate superconductivity in strain-engineered graphene using a self-consistent Bogoliubov-de Gennes approach. Challenging the paradigm that the high density of states in flat bands universally enhances pairing, we identify a \"kinetic blockade\" mechanism: strain-induced sublattice polarization segregates electronic states, rendering these singularities inert. Instead, superconductivity emerges as robust filaments at geometric nodes, forming a pair density wave. This state features a sign-reversing order parameter, detectable via impurity-induced zero-energy modes. Our findings reveal a unique geometric origin for filamentary superconductivity, offering new perspectives on strain-tuned quantum phases in Dirac materials."}
{"id": "2601.07914", "categories": ["cond-mat.str-el", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2601.07914", "abs": "https://arxiv.org/abs/2601.07914", "authors": ["Grigor Adamyan", "Bastian Pradenas", "Boris Ivanov", "Oleg Tchernyshyov"], "title": "Geometric Spin Rotation in Triangular Antiferromagnets", "comment": "5 pages, 2 figures", "summary": "We describe a geometric phenomenon in which a traveling wave made of degenerate Goldstone modes leaves behind a transformed ground state. In a triangular Heisenberg antiferromagnet, a pulse of circularly polarized spin waves rotates the spins within their plane. An exact solution of the nonlinear equations of motion demonstrates that the accumulated rotation is a geometric phase related to parallel transport of the order parameter. We point out a curious analogy between the motion of the magnetic order parameter and that of a wobbling coin. This phenomenon opens a new route for controlling antiferromagnetic order by spin waves and may extend to other frustrated magnets as well as other physical systems with noncommuting broken-symmetry generators."}
{"id": "2601.08615", "categories": ["cond-mat.str-el", "hep-th", "math.QA", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08615", "abs": "https://arxiv.org/abs/2601.08615", "authors": ["Kansei Inamura", "Shuhei Ohyama"], "title": "Generalized cluster states in 2+1d: non-invertible symmetries, interfaces, and parameterized families", "comment": "93 pages + appendices", "summary": "We construct 2+1-dimensional lattice models of symmetry-protected topological (SPT) phases with non-invertible symmetries and investigate their properties using tensor networks. These models, which we refer to as generalized cluster models, are constructed by gauging a subgroup symmetry $H \\subset G$ in models with a finite group 0-form symmetry $G$. By construction, these models have a non-invertible symmetry described by the group-theoretical fusion 2-category $\\mathcal{C}(G; H)$. After identifying the tensor network representations of the symmetry operators, we study the symmetry acting on the interface between two generalized cluster states. In particular, we will see that the symmetry at the interface is described by a multifusion category known as the strip 2-algebra. By studying possible interface modes allowed by this symmetry, we show that the interface between generalized cluster states in different SPT phases must be degenerate. This result generalizes the ordinary bulk-boundary correspondence. Furthermore, we construct parameterized families of generalized cluster states and study the topological charge pumping phenomena, known as the generalized Thouless pump. We exemplify our construction with several concrete cases, and compare them with known phases, such as SPT phases with $2\\mathrm{Rep}((\\mathbb{Z}_{2}^{[1]}\\times\\mathbb{Z}_{2}^{[1]})\\rtimes\\mathbb{Z}_{2}^{[0]})$ symmetry."}
{"id": "2601.08317", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08317", "abs": "https://arxiv.org/abs/2601.08317", "authors": ["Ibuki Terada", "Vu Thi Ngoc Huyen", "Yuki Yanagi", "Michi-To Suzuki"], "title": "Nodal-line-enhanced quantum geometric effects: anomalous and nonlinear Hall effects in the parity-mixed antiferromagnet NbMnP", "comment": "8 pages, 4 figures", "summary": "The anomalous Hall effect has been understood in terms of the geometric nature of Bloch bands and impurity scattering, and has been observed in a wide variety of magnetic materials such as ferromagnets and antiferromagnets. Recently, a large anomalous Hall effect was reported in the noncollinear antiferromagnetic metal NbMnP whose magnetic order is a mixture of the even-parity and the odd-parity magnetic components. Such a magnetic structure is expected to exhibit the anomalous Hall effect and the nonlinear Hall effect from the symmetry breaking of the antiferromagnet ordering. Here, we theoretically investigate the intrinsic anomalous and nonlinear Hall effect of NbMnP induced by the quantum geometry of Bloch band using the first-principles calculation and the Wannier interpolation method. We found that the intrinsic Hall response of NbMnP is predominantly governed by the strongly enhanced Berry curvature and Berry-connection-polarization dipole on a specific mirror plane. These enhanced geometric quantities originate from the spin-orbit-coupling-induced gap openings along the nodal lines. Our results indicate that NbMnP serves as a model system for investigating transport phenomena originating from nodal-lines in parity-mixed antiferromagnets."}
{"id": "2601.08185", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG", "cs.MA", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.08185", "abs": "https://arxiv.org/abs/2601.08185", "authors": ["Ming-Chiang Chang", "Maximilian Amsler", "Duncan R. Sutherland", "Sebastian Ament", "Katie R. Gann", "Lan Zhou", "Louisa M. Smieska", "Arthur R. Woll", "John M. Gregoire", "Carla P. Gomes", "R. Bruce van Dover", "Michael O. Thompson"], "title": "Autonomous Materials Exploration by Integrating Automated Phase Identification and AI-Assisted Human Reasoning", "comment": "Main manuscript: 21 pages(including references), 6 figures. Supplementary Information: 12 pages, 9 figures, 1 table", "summary": "Autonomous experimentation holds the potential to accelerate materials development by combining artificial intelligence (AI) with modular robotic platforms to explore extensive combinatorial chemical and processing spaces. Such self-driving laboratories can not only increase the throughput of repetitive experiments, but also incorporate human domain expertise to drive the search towards user-defined objectives, including improved materials performance metrics. We present an autonomous materials synthesis extension to SARA, the Scientific Autonomous Reasoning Agent, utilizing phase information provided by an automated probabilistic phase labeling algorithm to expedite the search for targeted phase regions. By incorporating human input into an expanded SARA-H (SARA with human-in-the-loop) framework, we enhance the efficiency of the underlying reasoning process. Using synthetic benchmarks, we demonstrate the efficiency of our AI implementation and show that the human input can contribute to significant improvement in sampling efficiency. We conduct experimental active learning campaigns using robotic processing of thin-film samples of several oxide material systems, including Bi$_2$O$_3$, SnO$_x$, and Bi-Ti-O, using lateral-gradient laser spike annealing to synthesize and kinetically trap metastable phases. We showcase the utility of human-in-the-loop autonomous experimentation for the Bi-Ti-O system, where we identify extensive processing domains that stabilize $δ$-Bi$_2$O$_3$ and Bi$_2$Ti$_2$O$_7$, explore dwell-dependent ternary oxide phase behavior, and provide evidence confirming predictions that cationic substitutional doping of TiO$_2$ with Bi inhibits the unfavorable transformation of the metastable anatase to the ground-state rutile phase. The autonomous methods we have developed enable the discovery of new materials and new understanding of materials synthesis and properties."}
{"id": "2601.08115", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08115", "abs": "https://arxiv.org/abs/2601.08115", "authors": ["Takanori Ishii", "Kaoru Hisama", "Kohei Shinohara"], "title": "Symmetry-aware Conditional Generation of Crystal Structures Using Diffusion Models", "comment": null, "summary": "The application of generative models in crystal structure prediction (CSP) has gained significant attention. Conditional generation--particularly the generation of crystal structures with specified stability or other physical properties has been actively researched for material discovery purposes. Meanwhile, the generative models capable of symmetry-aware generation are also under active development, because space group symmetry has a strong relationship with the physical properties of materials. In this study, we demonstrate that the symmetry control in the previous conditional crystal generation model may not be sufficiently effective when space group constraints are applied as a condition. To address this problem, we propose the WyckoffDiff-Adaptor, which embeds conditional generation within a WyckoffDiff architecture that effectively diffuses Wyckoff positions to achieve precise symmetry control. We successfully generated formation energy phase diagrams while specifying stable structures of particular combination of elements, such as Li--O and Ti--O systems, while simultaneously preserving the symmetry of the input conditions. The proposed method with symmetry-aware conditional generation demonstrates promising results as an effective approach to achieving the discovery of novel materials with targeted physical properties."}
{"id": "2601.08607", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.08607", "abs": "https://arxiv.org/abs/2601.08607", "authors": ["Luca Nils Philipp", "Julian Lüttig", "Roland Mitric"], "title": "Exciton-Exciton and Exciton-Photon Annihilation in Polaritonic Systems", "comment": "8 pages, 4 figures", "summary": "Strong light--matter interactions forming hybrid quasiparticles termed polaritons can specifically tailor molecular photophysics. In this spirit, enhancing energy transport has recently been of special interest. Exciton--exciton annihilation is commonly used to quantify energy transfer in excitonic systems, and has been recently applied to investigate transport dynamics in polaritonic systems. However, the interpretation of experimental findings is challenging without a microscopic theory that accounts for the various nonradiative relaxation channels determining the quasiparticle diffusion length. In this work, we develop a microscopic model for polariton annihilation based on exciton--exciton annihilation and propose an exciton--photon annihilation as the decisive process that competes with exciton--exciton annihilation. The interplay between exciton--exciton and exciton--photon annihilation ultimately governs the annihilation dynamics and sets the fundamental limit to the transport efficiency. Our model explains recent experimental results and demonstrates that increased annihilation rates might serve as an explicit fingerprint to differentiate between the response of polaritons and other untargeted effects."}
{"id": "2601.08083", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2601.08083", "abs": "https://arxiv.org/abs/2601.08083", "authors": ["Gabriel Barreiro", "Vladimir Pérez-Veloz"], "title": "A Nonlinear Mechanism for Transient Anomalous Diffusion", "comment": null, "summary": "Diffusion is a fundamental physical phenomenon with critical applications in fields such as metallurgy, cell biology, and population dynamics. While standard diffusion is well-understood, anomalous diffusion often requires complex non-local models. This paper investigates a nonlinear diffusion equation where the diffusion coefficient is linearly dependent on concentration. We demonstrate through a perturbative analysis that this physically-grounded model exhibits transient anomalous diffusion. The system displays a clear crossover from an initial subdiffusive regime to standard Fickian behavior at long times. This result establishes an important mechanism for trasient anomalous diffusion that arises purely from local interactions, providing an intuitive alternative to models based on fractional calculus or non-local memory effects."}
{"id": "2601.08637", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08637", "abs": "https://arxiv.org/abs/2601.08637", "authors": ["Sharadh Jois", "Jose L. Lado", "Genda Gu", "Qiang Li", "Ji Ung Lee"], "title": "Coupling of Klein-Andreev Resonant States in Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$-graphene-Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$ Devices", "comment": null, "summary": "Quantum devices require coherent coupling over macroscopic distances. Recently, resonances due to Klein tunneling and Andreev reflection states (KARS) have been observed in a naturally occurring p-n junction at the interface between Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$ (BSCCO), a high-Tc superconductor (HTS), and graphene. The resonances appear as conductance oscillations with gating. Here, we show coupling between the KARS in BSCCO-graphene-BSCCO devices of varying separation (L). The coupling is evidenced by a power-law decay of resonance period as L increases from tens of nanometers to single microns. These results demonstrate the long-distance coupling of KARS cavities in graphene-HTS junctions. The length dependence seen in experiments is supported by single-particle spectral functions which show KARS are coupled by transport modes in graphene. The strong coupling between KARS in BSCCO-graphene-BSCCO junctions showcases the novelty of HTS-graphene junctions for quantum circuits and unconventional Josephson junctions."}
{"id": "2601.07923", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.07923", "abs": "https://arxiv.org/abs/2601.07923", "authors": ["Hao-Ran Cui", "Hart Goldman"], "title": "Extraordinary boundary correlations at deconfined quantum critical points", "comment": "55 pages, 2 figures", "summary": "Recent years have seen a growing appreciation for the effects of quantum critical fluctuations on gapless boundary degrees of freedom. Here we consider the boundary dynamics of the non-compact $\\mathbb{CP}^{N-1}$ (NCCP$^{N-1}$) model in two spatial dimensions, with $N$ complex boson species coupled to a fluctuating $\\mathrm{U}(1)$ gauge field. These models describe quantum phase transitions beyond the Landau paradigm, such as the deconfined quantum critical point between superconducting (SC) and quantum spin Hall (QSH) phases. We show that, in a large-$N$ limit and with the bulk tuned to criticality, boundaries of the NCCP$^{N-1}$ model display logarithmically decaying, or ``extraordinary-log,'' correlations. In particular, when monopole operators exhibit quasi-long-ranged order at the boundary, we find that the extraordinary-log exponent of the NCCP$^{N-1}$ model in the large-$N$ limit is $q=N/4$, signifying a new family of boundary universality classes parameterized by $N$. In the context of the QSH -- SC transition, the quantum critical point inherits helical edge modes from the QSH phase, and this extraordinary-log behavior manifests in their Cooper pair correlations."}
{"id": "2601.08616", "categories": ["cond-mat.str-el", "hep-th", "math.QA", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08616", "abs": "https://arxiv.org/abs/2601.08616", "authors": ["Shuhei Ohyama", "Kansei Inamura"], "title": "Parameterized families of 2+1d $G$-cluster states", "comment": "70 pages", "summary": "We construct a $G$-cluster Hamiltonian in 2+1 dimensions and analyze its properties. This model exhibits a $G\\times2\\mathrm{Rep}(G)$ symmetry, where the $2\\mathrm{Rep}(G)$ sector realizes a non-invertible symmetry obtained by condensing appropriate algebra objects in $\\mathrm{Rep}(G)$. Using the symmetry interpolation method, we construct $S^1$- and $S^2$-parameterized families of short-range-entangled (SRE) states by interpolating an either invertible $0$-form or $1$-form symmetry contained in $G\\times2\\mathrm{Rep}(G)$. Applying an adiabatic evolution argument to this family, we analyze the pumped interface mode generated by this adiabatic process. We then explicitly construct the symmetry operator acting on the interface and show that the interface mode carries a nontrivial charge under this symmetry, thereby demonstrating the nontriviality of the parameterized family."}
{"id": "2601.08613", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08613", "abs": "https://arxiv.org/abs/2601.08613", "authors": ["Takeaki Gokita", "Jakub Jurczyk", "Naëmi Leo", "Sabri Koraltan", "Alberto Anadón", "Miguel Ángel Cascales-Sandoval", "Rachid Belkhou", "Claas Abert", "Dieter Suess", "Claire Donnelly", "Amalio Fernández-Pacheco"], "title": "Magnetization reversal mechanism of double-helix nanowires probed by dark-field magneto-optical Kerr effect", "comment": "8 pages, 4 figures", "summary": "Double-helix (DH) nanowires provide a platform to study the influence of geometric chirality on spin chirality. Their three-dimensional (3D) helical architecture and tunable inter-strand coupling enable control of spin chirality, including the stabilization of topological 3D magnetic states such as helical domains and domain walls, topological stray fields, and extended helical vortex/skyrmion tubes. So far, the study of these and other 3D nanostructures is usually confined to a limited number of magnetic microscopy experiments in large facilities. Here, we investigate the reversal mechanism of a single DH nanowire using Dark-Field magneto-optical Kerr effect (DF-MOKE) magnetometry under external 3D magnetic fields. By analyzing the angular dependence of the DF-MOKE signal, we fit the reversal process using established models for domain-wall nucleation and propagation, finding a characteristic behavior similar to that reported for cylindrical nanowires. Micromagnetic simulations indicate that the reversal process goes through nucleation of the helical vortex tube in a curling manner while ptychographic X-ray magnetic circular dichroism data reveal that this helical vortex tube state forms through a mixed nucleation-propagation process. These observations provide a consistent microscopic picture of reversal mediated by a helical vortex tube extending along the nanowire. Our work provides a comprehensive characterization of magnetization reversal in DH nanowires and demonstrates that DF-MOKE magnetometry is effective for probing reversal mechanisms in single 3D nanostructures. This lab-based approach expands the range of accessible experiments beyond large-scale facilities, enabling extensive exploration of the rich spin states supported by 3D nano-geometries."}
{"id": "2601.08745", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.08745", "abs": "https://arxiv.org/abs/2601.08745", "authors": ["Abhiraj Sharma", "Phanish Suryanarayana"], "title": "Cyclic- and helical-symmetry-adapted phonon formalism within density functional perturbation theory", "comment": "14 pages, 7 figures", "summary": "We present a first-principles framework for the calculation of phonons in nanostructures with cyclic and/or helical symmetry. In particular, we derive a cyclic- and helical-symmetry-adapted representation of the dynamical matrix at arbitrary phonon wavevectors within a variationally formulated, symmetry-adapted density functional perturbation theory framework. In so doing, we also derive the acoustic sum rules for cylindrical geometries, which include a rigid-body rotational mode in addition to the three translational modes. We implement the cyclic- and helical-symmetry-adapted formalism within a high-order finite-difference discretization. Using carbon nanotubes as representative systems, we demonstrate the accuracy of the framework through excellent agreement with periodic plane-wave results. We further apply the framework to compute the Young's and shear moduli of carbon nanotubes, as well as the scaling laws governing the dependence of ring and radial breathing mode phonon frequencies on nanotube diameter. The elastic moduli are found to be in agreement with previous density functional theory and experimental results, while the phonon scaling laws show qualitative agreement with previous atomistic simulations."}
{"id": "2601.08117", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08117", "abs": "https://arxiv.org/abs/2601.08117", "authors": ["Zhong Shen", "Jun Chen", "Xiaoyan Yao", "Shuai Dong"], "title": "Magnetoelectric torque in polar magnetic bilayers", "comment": "8 pages, 5 figures", "summary": "Energy-efficient fast switching of spin orientations or textures is a core issue of spintronics, which is highly demanded but remains challenging. Different from the mainstream routes based on spin-transfer torque or spin-orbit torque, here we propose another mechanism coined as magnetoelectric torque to switch the magnetization in polar magnetic bilayers via pure electric field. In some magnetic van der Waals bilayers, when the electrostatic energy of polarization can compensate the interlayer magnetic coupling, a magnetoelectric torque is generated to fastly flip spins within a few picoseconds, which is demonstrated by combining the first-principles calculations, analytic model, as well as atomistic simulations. Such a magnetoelectric torque doesn't rely on the spin-orbit coupling and is generally active in polar magnetic homostructures and heterostructures. Our work provides an alternative route to switch magnetization in nanoscale, which may benefit the energy-saving and fast-response spintronic devices."}
{"id": "2601.08649", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.08649", "abs": "https://arxiv.org/abs/2601.08649", "authors": ["Kasper F. Schaltz", "Jonas Greiner", "Filippo Lipparini", "Janus J. Eriksen"], "title": "Solvation Lies Within: Simulating Condensed-Phase Properties from Local Electronic Structures", "comment": "27+12 pages, 9 figures. SI as an ancillary file", "summary": "In transitions between different environmental settings, a molecular system inevitably undergoes a range of detectable changes, and the ability to accurately simulate such responses, e.g., in the form of shifts to molecular energies, remains an important challenge across physical chemistry. Based on an exact decomposition of total energies from Kohn--Sham density functional theory in a basis of spatially localized molecular orbitals, the present work outlines a robust protocol for sampling the effect of solvation within homogeneous condensed phases by focusing on perturbations to local electronic structures only. We report chemically intuitive results for binding energies of water, ethanol, and acetonitrile that all display fast convergence with respect to the bulk size. Results stay largely invariant with respect to the choice of basis set while reflecting differences in density functional approximations, and our protocol thus allows for a physically sound and efficient estimation of general effects related to bulk solvation."}
{"id": "2601.08347", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08347", "abs": "https://arxiv.org/abs/2601.08347", "authors": ["Maksym Serbyn", "Alexander Avdoshkin", "Oriana K. Diessel", "David A. Huse"], "title": "Eigenstate thermalization in thermal first-order phase transitions", "comment": "11 pages, 8 figures", "summary": "The eigenstate thermalization hypothesis (ETH) posits how isolated quantum many-body systems thermalize, assuming that individual eigenstates at the same energy density have identical expectation values of local observables in the limit of large systems. While the ETH apparently holds across a wide range of interacting quantum systems, in this work we show that it requires generalization in the presence of thermal first-order phase transitions. We introduce a class of all-to-all spin models, featuring first-order thermal phase transitions that stem from two distinct mean-field solutions (two ``branches'') that exchange dominance in the many-body density of states as the energy is varied. We argue that for energies in the vicinity of the thermal phase transition, eigenstate expectation values do not need to converge to the same thermal value. The system has a regime with coexistence of two classes of eigenstates corresponding to the two branches with distinct expectation values at the same energy density, and another regime with Schrodinger-cat-like eigenstates that are inter-branch superpositions; these two regimes are separated by an eigenstate phase transition. We support our results by semiclassical calculations and an exact diagonalization study of a microscopic spin model, and argue that the structure of eigenstates in the vicinity of thermal first-order phase transitions can be experimentally probed via non-equilibrium dynamics."}
{"id": "2601.07943", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2601.07943", "abs": "https://arxiv.org/abs/2601.07943", "authors": ["Francesco Coghi", "Amarjit Budhiraja", "Juan P. Garrahan"], "title": "Level 2.5 large deviations and uncertainty relations for non-Markov self-interacting dynamics", "comment": "6 pages, 1 figure", "summary": "We address the general problem of formulating the dynamical large deviations of non-Markovian systems in a closed form. Specifically, we consider a broad class of ``self-interacting'' jump processes whose dynamics depends on the past through a functional of a state-dependent empirical observable. Exploiting a natural separation of timescales, we obtain the exact (so-called ``level 2.5'') large deviation joint statistics of the empirical measure over configurations and of the empirical flux of transitions. As an application of this general framework, we derive explicit general bounds on the fluctuations of trajectory observables, generalising to the non-Markovian case both thermodynamic and kinetic uncertainty relations. We illustrate our theory with simple examples, and discuss potential applications of these results."}
{"id": "2601.08702", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08702", "abs": "https://arxiv.org/abs/2601.08702", "authors": ["Myung-Hwan Whangbo", "Reinhard K. Kremer", "Hyun-Joo Koo"], "title": "Reduction of Ordered Spin Moments in Antiferromagnets of S = 5/2 Ions (Fe3+, Mn2+) Driven by Local Magnetic Excitation", "comment": "38 pages, 13 figures, 16 tables; Accepted for publication in Inorganic Chemistry as a Communication", "summary": "For antiferromagnets composed of spin five-half ions, the moments of these ions in the ordered antiferromagnetic state can be significantly smaller than 5 BM (i.e., 1.56 - 4.48 BM) if these ions form quantum fluctuating entities (QFEs), for example, quasi one-dimensional uniform antiferromagnetic chains or quasi zero-spin antiferromagnetic spin dimers. It is reasonable to suppose that the stronger the quantum fluctuation in such an antiferromagnet, the greater the reduction in its ordered moment would become, but this supposition has not yet been confirmed because quantifying the strength of quantum fluctuation is not a straightforward matter. Here we show that the local magnetic excitations involving the QFEs can be used to quantify the strength of quantum fluctuation by analyzing six antiferromagnets showing significant reduction in their ordered spin moments."}
{"id": "2601.08738", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08738", "abs": "https://arxiv.org/abs/2601.08738", "authors": ["Hidekazu Kurebayashi", "Joseph Barker", "Takumi Yamazaki", "Varun K. Kushwaha", "Kilian D. Stenning", "Harry Youel", "Xueyao Hou", "Troy Dion", "Daniel Prestwood", "Gerrit E. W. Bauer", "Kei Yamamoto", "Takeshi Seki"], "title": "Dynamical stability by spin transfer in nearly isotropic magnets", "comment": null, "summary": "Spin transfer torques (STTs) control magnetisation by electric currents, enabling a range of nano-scale spintronic applications. They can destabilise the equilibrium magnetisation state by counteracting magnetic relaxation. Here, we maximise the STT effect through a dedicated growth-annealing protocol for CoFeB thin films, such that magnetic anisotropies originating from the interface and shape almost cancel each other. The nearly isotropic magnets enable low-current dynamical stabilisation of the magnetisation in the direction opposite to an applied magnetic field, thereby realising a spintronic analogue of the Kapitza pendulum. In an intermediate current regime, the STT drives large magnetisation vector fluctuations that cover the entire Bloch sphere. The continuous variable associated with the stochastic magnetisation direction may serve as a resource for probabilistic computing and neuromorphic hardware. Our results establish isotropic magnets as a platform to study as-yet-uncharted, far-from-equilibrium spin dynamics including anti-magnonics, with promising implications for unconventional computing paradigms."}
{"id": "2601.08185", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG", "cs.MA", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.08185", "abs": "https://arxiv.org/abs/2601.08185", "authors": ["Ming-Chiang Chang", "Maximilian Amsler", "Duncan R. Sutherland", "Sebastian Ament", "Katie R. Gann", "Lan Zhou", "Louisa M. Smieska", "Arthur R. Woll", "John M. Gregoire", "Carla P. Gomes", "R. Bruce van Dover", "Michael O. Thompson"], "title": "Autonomous Materials Exploration by Integrating Automated Phase Identification and AI-Assisted Human Reasoning", "comment": "Main manuscript: 21 pages(including references), 6 figures. Supplementary Information: 12 pages, 9 figures, 1 table", "summary": "Autonomous experimentation holds the potential to accelerate materials development by combining artificial intelligence (AI) with modular robotic platforms to explore extensive combinatorial chemical and processing spaces. Such self-driving laboratories can not only increase the throughput of repetitive experiments, but also incorporate human domain expertise to drive the search towards user-defined objectives, including improved materials performance metrics. We present an autonomous materials synthesis extension to SARA, the Scientific Autonomous Reasoning Agent, utilizing phase information provided by an automated probabilistic phase labeling algorithm to expedite the search for targeted phase regions. By incorporating human input into an expanded SARA-H (SARA with human-in-the-loop) framework, we enhance the efficiency of the underlying reasoning process. Using synthetic benchmarks, we demonstrate the efficiency of our AI implementation and show that the human input can contribute to significant improvement in sampling efficiency. We conduct experimental active learning campaigns using robotic processing of thin-film samples of several oxide material systems, including Bi$_2$O$_3$, SnO$_x$, and Bi-Ti-O, using lateral-gradient laser spike annealing to synthesize and kinetically trap metastable phases. We showcase the utility of human-in-the-loop autonomous experimentation for the Bi-Ti-O system, where we identify extensive processing domains that stabilize $δ$-Bi$_2$O$_3$ and Bi$_2$Ti$_2$O$_7$, explore dwell-dependent ternary oxide phase behavior, and provide evidence confirming predictions that cationic substitutional doping of TiO$_2$ with Bi inhibits the unfavorable transformation of the metastable anatase to the ground-state rutile phase. The autonomous methods we have developed enable the discovery of new materials and new understanding of materials synthesis and properties."}
{"id": "2601.08385", "categories": ["physics.comp-ph", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.08385", "abs": "https://arxiv.org/abs/2601.08385", "authors": ["Raj Maddipati", "Dhruthi Boddapati", "Elangannan Arunan", "Phani Motamarri", "Konduri Aditya"], "title": "ChemXDyn: Dynamics-informed species and reaction detection methodology from atomistic simulations", "comment": null, "summary": "Accurate identification of chemical species and reaction pathways from molecular dynamics (MD) trajectories is a prerequisite for deriving predictive chemical-kinetic models and for mechanistic discovery in reactive systems. However, state-of-the-art trajectory analysis methods infer bonding from instantaneous distance thresholds, which can misclassify transient, nonreactive encounters as bonds and thereby introduce spurious intermediates, distorted reaction networks, and biased rate estimates. Here, we introduce ChemXDyn, a dynamics-aware computational methodology that leverages time-resolved interatomic distance signatures as a core principle to robustly identify chemically consistent bonded interactions and, consequently, extract meaningful reaction pathways. In particular, ChemXDyn propagates molecular connectivity through time while enforcing atomic valence and coordination constraints to distinguish genuine bond-breaking and bond-forming events from transient, nonreactive encounters. We evaluate ChemXDyn on ReaxFF MD simulations of hydrogen and ammonia oxidation and on neural-network potential MD simulations of methane oxidation, and benchmark its performance against widely used trajectory analysis methods. Across these cases, ChemXDyn suppresses unphysical species prevalent in static analyses, recovers experimentally consistent reaction pathways, and improves the fidelity of rate constant estimation. In ammonia oxidation, ChemXDyn removes unphysical intermediates and resolves key NOx- and N2O-forming and -consuming routes. In methane oxidation, it reconstructs the canonical progression from CH4 to CO2. By linking atomistic dynamics to chemically consistent reaction identification, ChemXDyn provides a transferable foundation for MD-derived reaction networks and kinetics, with potential utility spanning combustion, catalysis, plasma chemistry, and electrochemical environments."}
{"id": "2601.08381", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.08381", "abs": "https://arxiv.org/abs/2601.08381", "authors": ["Koretaka Yuge"], "title": "Unavoidable Canonical Nonlinearity Induced by Gaussian Measures Discretization", "comment": "4 pages", "summary": "When we consider canonical averages for classical discrete systems, typically referred to as substitutional alloys, the map from many-body interatomic interactions to thermodynamic equilibrium configurations generally exhibits complicated nonlinearity. This canonical nonlinearity is fundamentally rooted in deviations of the discrete configurational density of states (CDOS) from continuous Gaussian families, and has conventionally been characterized by the Kullback-Leibler (KL) divergence on discrete statistical manifold. Thus, the previous works inevitablly missed intrinsic nonlinearities induced by discretization of Gaussian families, which remains invisible within conventional information-geometric descriptions. In the present work, we identify and quantify such unavoidable canonical nonlinearity by employing the 2-Wasserstein distance with a cost function aligned with the Fisher metric for Gaussian families. We derive an explicit expression for the Wasserstein distance in the limit of vanishing discretization scale d to 0: W2 = d*sqrt(Tr(Gamma)^(-1)/12), where Gamma denotes covariance matrix of the CDOS. We further show that this limiting Wasserstein distance admits a clear geometric interpretation on the statistical manifold, equivalent to a KL divergence associated with the expected parallel translations of continuous Gaussian. Our framework thus provides a transport-information-geometric characterization of discretization-induced nonlinearity in classical discrete systems, with future potential applications to configurational thermodynamics."}
{"id": "2601.08021", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.08021", "abs": "https://arxiv.org/abs/2601.08021", "authors": ["Meitar Goldfarb", "Stanislav Burov"], "title": "Boundary-Induced Drift and Negative Mobility in Constrained Stochastic Systems", "comment": null, "summary": "We study overdamped stochastic dynamics confined by hard reflecting boundaries and show that the combination of boundary geometry and an anisotropic diffusion tensor generically generates directed motion. At the level of individual trajectories, the no-flux condition enforces an oblique reflection at the boundary, which produces a systematic drift parallel to the surface. The resulting local velocity takes the general form $v_B(\\mathbf{x})=\\mathbf{t}(\\mathbf{x})^{\\!\\top}\\mathbf{D}\\,\\mathbf{n}(\\mathbf{x})$, determined by the diffusion tensor $\\mathbf{D}$ and the local boundary geometry encoded in the normal $\\mathbf{n}$ and tangent $\\mathbf{t}$. While this boundary-induced drift is local, it can accumulate into a macroscopic response, depending on the statistics of boundary encounters. We illustrate how this local boundary-induced drift gives rise to macroscopic transport using a minimal one-dimensional dimer composed of two particles with unequal diffusion coefficients. The repeated collisions act as reflections in configuration space and lead to sustained center-of-mass motion, including regimes of absolute negative mobility under constant forcing."}
{"id": "2601.08117", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08117", "abs": "https://arxiv.org/abs/2601.08117", "authors": ["Zhong Shen", "Jun Chen", "Xiaoyan Yao", "Shuai Dong"], "title": "Magnetoelectric torque in polar magnetic bilayers", "comment": "8 pages, 5 figures", "summary": "Energy-efficient fast switching of spin orientations or textures is a core issue of spintronics, which is highly demanded but remains challenging. Different from the mainstream routes based on spin-transfer torque or spin-orbit torque, here we propose another mechanism coined as magnetoelectric torque to switch the magnetization in polar magnetic bilayers via pure electric field. In some magnetic van der Waals bilayers, when the electrostatic energy of polarization can compensate the interlayer magnetic coupling, a magnetoelectric torque is generated to fastly flip spins within a few picoseconds, which is demonstrated by combining the first-principles calculations, analytic model, as well as atomistic simulations. Such a magnetoelectric torque doesn't rely on the spin-orbit coupling and is generally active in polar magnetic homostructures and heterostructures. Our work provides an alternative route to switch magnetization in nanoscale, which may benefit the energy-saving and fast-response spintronic devices."}
{"id": "2601.08762", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08762", "abs": "https://arxiv.org/abs/2601.08762", "authors": ["Rishith Reddy", "Parveen Kumar", "Ankur Das"], "title": "Local Magnetometry from Measurement-Induced Dissipation", "comment": "5 pages, 2 figures", "summary": "Magnetic phases are commonly identified through macroscopic magnetization, yet many ordered states, including antiferromagnets and altermagnets, possess a vanishing net moment despite distinct local spin structure. We show that such an order can be accessed through the measurement-induced steady state of a single primary qubit locally coupled to a spin lattice. Using a controlled primary-ancillary qubit protocol, we derive analytically that the steady state \\emph{encodes} a locally weighted exchange field in a signed observable that is linear in the weak-coupling regime. Numerical simulations demonstrate lattice-scale resolution of antiferromagnetic and altermagnetic textures and robustness against short-correlated noise. Our results establish measurement-induced dissipation as a resource for detecting magnetic order through microscopic structure rather than through global moments."}
{"id": "2601.08202", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08202", "abs": "https://arxiv.org/abs/2601.08202", "authors": ["Mrinmay Sahu", "Sorb Yesudhas", "Valery I. Levitas", "Dean Smith"], "title": "Pressure-Induced Martensitic Phase Transformation and Microstructure Evolution in nanograined $\\text{Fe}\\text{-}7\\%\\text{Mn}$ Alloy", "comment": "12 pages, 5 figures", "summary": "The Fe-Mn-based alloys are receiving immense attention due to their applications in the third generation of advanced high-strength steels, owing to their high strength and ductility. A detailed in situ high-pressure structural phase transformation and microstructural evolution in nanograined $\\text{Fe}\\text{-}7\\%\\text{Mn}$ alloy has been performed using the axial synchrotron X-ray diffraction technique. The ambient BCC phase of $\\text{Fe}\\text{-}7\\%\\text{Mn}$ undergoes pressure-driven structural PT to the HCP phase at 11.4 GPa. Both BCC and HCP phases coexist up to 15.9 GPa; thereafter, they transform into a pure HCP phase, which remains stable up to the maximum pressure of 30.3 GPa. The XRD study reveals that the $(110)_{\\mathrm{b}}$ dense crystallographic plane of the BCC lattice transforms into a densely packed $(002)_{\\mathrm{h}}$ peak of the HCP lattice following the orientational relationship $(110)_{\\mathrm{b}} \\parallel (0001)_{\\mathrm{h}}$ via diffusionless $ \\mathrm{Burger's} $ martensitic crystallographic PT pathway. The evolution of crystallite size and microstrain with pressure shows a distinct change during the structural PT. The microstrain exhibits a sharp anomaly at around 10 GPa, suggesting that the microstructural changes precede the structural PT."}
{"id": "2601.08745", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.08745", "abs": "https://arxiv.org/abs/2601.08745", "authors": ["Abhiraj Sharma", "Phanish Suryanarayana"], "title": "Cyclic- and helical-symmetry-adapted phonon formalism within density functional perturbation theory", "comment": "14 pages, 7 figures", "summary": "We present a first-principles framework for the calculation of phonons in nanostructures with cyclic and/or helical symmetry. In particular, we derive a cyclic- and helical-symmetry-adapted representation of the dynamical matrix at arbitrary phonon wavevectors within a variationally formulated, symmetry-adapted density functional perturbation theory framework. In so doing, we also derive the acoustic sum rules for cylindrical geometries, which include a rigid-body rotational mode in addition to the three translational modes. We implement the cyclic- and helical-symmetry-adapted formalism within a high-order finite-difference discretization. Using carbon nanotubes as representative systems, we demonstrate the accuracy of the framework through excellent agreement with periodic plane-wave results. We further apply the framework to compute the Young's and shear moduli of carbon nanotubes, as well as the scaling laws governing the dependence of ring and radial breathing mode phonon frequencies on nanotube diameter. The elastic moduli are found to be in agreement with previous density functional theory and experimental results, while the phonon scaling laws show qualitative agreement with previous atomistic simulations."}
{"id": "2601.08740", "categories": ["cond-mat.stat-mech", "math.AP", "math.PR"], "pdf": "https://arxiv.org/pdf/2601.08740", "abs": "https://arxiv.org/abs/2601.08740", "authors": ["Hwai-Ray Tung", "Sean D Lawley"], "title": "Stochastic search with space-dependent diffusivity", "comment": "15 pages, 5 figures", "summary": "The canonical model of stochastic search tracks a randomly diffusing \"searcher\" until it finds a \"target.\" Owing to its many applications across science and engineering, this perennially popular problem has been thoroughly investigated in a variety of models. However, aside from some exactly solvable one-dimensional examples, very little is known if the searcher diffusivity varies in space. For such space-dependent or \"heterogeneous\" diffusion, one must specify the interpretation of the multiplicative noise, which is termed the Itô-Stratonovich dilemma. In this paper, we investigate how stochastic search with space-dependent diffusivity depends on this interpretation. We obtain general formulas for the probability distribution and all the moments of the stochastic search time and the so-called splitting probabilities assuming that the targets are small or weakly reactive. These asymptotic results are valid for general space-dependent diffusivities in general domains in any space dimension with targets of general shape which may be in the interior or on the boundary of the domain. We illustrate our theory with stochastic simulations. Our analysis predicts that stochastic search can depend strongly and counterintuitively on the multiplicative noise interpretation."}
{"id": "2601.08023", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08023", "abs": "https://arxiv.org/abs/2601.08023", "authors": ["Jordan Nashed", "Tomasz Bartkowiak", "Alexandru Horia Marin", "Tine Curk", "Viviana Marcela Posada-Perez"], "title": "Multiscale Analysis of Plasma-Modified Silk Fibroin and Chitosan Films", "comment": "36 pages, 12 figures", "summary": "Biological interactions with material surfaces span a wide range of length scales, yet conventional surface measurements often fail to account for scale, limiting the insights they provide for surface engineering. Here, we investigate how multiscale surface descriptors of plasma-modified silk fibroin and chitosan surfaces modify bacterial and immune cell response. Surface chemistry and topography were characterized using X-ray Photoelectron Spectroscopy (XPS) and Atomic Force Microscopy (AFM), followed by sliding bandpass filtration and multiscale curvature tensor-based methods to measure scale-dependent topographic features. Macrophage response and biofilm growth were assessed by fluorescence microscopy. Correlation strength showed scale-dependence with respect to surface features and biological structure: individual bacteria and small colonies correlated more strongly with fine-scale topographic features, whereas macrophage morphology correlated more strongly with larger-scale surface features. Notably, measured surface chemical descriptors generally did not correlate strongly with biofilm formation; nonetheless, chitosan and silk fibroin showed distinct trends in bacterial support, suggesting that material identity was not captured by the measured surface properties and that prevention of biofilms likely benefits from combinatorial approaches as opposed to physical surface modification alone. These results show that different biological structures interact with material surfaces at distinct length scales, as well as demonstrate the utility of multiscale analysis in identifying scales of interest in biological interactions with surfaces. Moreover, the data suggests that tailoring topographic feature size to the characteristic scale of the targeted biological entity is a potential strategy for antibacterial wound-healing materials without incurring cytotoxicity."}
{"id": "2601.08201", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08201", "abs": "https://arxiv.org/abs/2601.08201", "authors": ["Kaito Totsuka", "Yohei Kono", "Yusei Shimizu", "Ai Nakamura", "Atsushi Miyake", "Dai Aoki", "Yasumasa Tsutsumi", "Kazushige Machida", "Shunichiro Kittaka"], "title": "Nodal Superconductivity of UTe$_2$ Probed by Field-Angle-Resolved Specific Heat on a Crystal with $T_{\\rm c}=2.1$ K", "comment": "6 pages, 4 figures, accepted for publication in J. Phys. Soc. Jpn", "summary": "Field-angle-resolved specific-heat measurements were performed on a clean single crystal of a spin-triplet superconductor UTe$_2$ with $T_{\\rm c}=2.1$ K and a low residual electronic specific heat. At low temperatures, the specific heat exhibits a linear dependence on the magnetic field when the field is applied precisely along the $b$ axis, in stark contrast to its rapid increase at low fields for other orientations. This pronounced anisotropy suggests the presence of nodal quasiparticle excitations with the Fermi velocity predominantly aligned along the $b$ axis. Considering the characteristic field-angle dependences of both the specific heat and the upper critical field, these observations are broadly compatible with theoretical models that assume a superconducting gap structure featuring either point nodes consistent with $B_{\\rm 2u}$ symmetry, allowed in the infinitely strong spin-orbit coupling scheme, or line nodes confined to flat regions of the quasi-two-dimensional Fermi surface, consistent with $^3B_{\\rm 3u}$ symmetry in the finite spin-orbit classification scheme. These results yield crucial hints for resolving the pairing symmetry of UTe$_2$, paving the way for a deeper understanding of its spin-triplet superconductivity."}
{"id": "2601.08792", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08792", "abs": "https://arxiv.org/abs/2601.08792", "authors": ["Eslam Ahmed", "Ryoi Ohashi", "Hiroki Isobe", "Kentaro Nomura", "Yukio Tanaka"], "title": "Universal Transport Theory for Paired Fractional Quantum Hall States in the Quantum Point Contact Geometry", "comment": "10 pages, 1 figure. Comments welcome", "summary": "Even-denominator fractional quantum Hall (FQH) states can be viewed as topological superconductors of composite fermions, supporting a charged chiral mode and $|\\mathcal{C}_{cf}|$ neutral Majorana modes set by the Chern number $\\mathcal{C}_{cf}$. Despite ongoing efforts, distinguishing the many competing paired phases remains an open problem. In this work, we propose a unified theory of charge transport across a quantum point contact (QPC) for general paired FQH states described by an $so(N)_1 \\times u(1)$ conformal field theory. We derive the boundary effective action for an arbitrary number of Majorana fermions $N=|\\mathcal{C}_{cf}|$ and develop a non-perturbative instanton approximation to describe tunneling processes. We establish a weak-strong duality relating strong quasiparticle tunneling to weak electron tunneling. We calculate the scaling dimensions of the tunneling operators and demonstrate that while the weak-coupling fixed point is generally unstable, the strong-coupling fixed point is stable for physically relevant filling fractions and number of Majorana fermions. These transport exponents provide a distinct experimental fingerprint to identify the topological phases of even-denominator FQH states."}
{"id": "2601.08232", "categories": ["cond-mat.mtrl-sci", "cs.CE"], "pdf": "https://arxiv.org/pdf/2601.08232", "abs": "https://arxiv.org/abs/2601.08232", "authors": ["Erick Burgos-Parra", "Matías Sepulveda-Macías"], "title": "Influence of Local Icosahedral Short-Range Order on the Magnetization Dynamics of Amorphous Cobalt-Iron Nanodisks", "comment": null, "summary": "The microscopic origin of soft magnetic properties in amorphous alloys is fundamentally linked to the interplay between local topological disorder and magnetic exchange interactions. In this work, we employ a multiscale Spin-Lattice Dynamics (SLD) approach to investigate the magnetostructural correlations in amorphous Co$_{x}$Fe$_{1-x}$ nanodisks ($x=35, 50, 65$). By integrating classical molecular dynamics with a generalized magnetic Hamiltonian, we capture the dynamic feedback loop between lattice vibrations and spin precession. Topological analysis via Voronoi tessellation reveals a persistent species-dependent structural heterogeneity: Cobalt atoms preferentially adopt \"solid-like\" icosahedral packing, forming a rigid structural backbone, whereas Iron atoms exhibit a higher propensity for \"liquid-like\" disordered environments. We demonstrate that this topological disparity dictates the macroscopic magnetic response. The Cobalt-driven structural stiffness preserves a robust exchange network that maximizes saturation magnetization, while the local disorder inherent to Iron-rich regions introduces exchange fluctuations that act as an intrinsic damping mechanism, delaying magnetic relaxation. These findings provide an atomistic explanation for the stability of ferromagnetic order in Co-Fe metallic glasses and offer a pathway for tuning damping parameters in amorphous spintronic devices through stoichiometric control."}
{"id": "2601.08783", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.08783", "abs": "https://arxiv.org/abs/2601.08783", "authors": ["Eline K. Kempkes", "Alberto Pérez de Alba Ortíz"], "title": "Bayesian umbrella quadrature accelerates free-energy calculations across diverse molecular systems and processes", "comment": "42 pages, 8 figures, SI included", "summary": "Biased sampling in molecular dynamics simulations overcomes timescale limitations and delivers free-energy landscapes, essential to understand complex atomistic phenomena. However, when applied across diverse systems and processes, biasing protocols often require time- and resource-consuming fine-tuning. In search for robustness, we boost a prominent biasing method, Umbrella Sampling. To estimate the value of an integral, i.e., the free energy, our Bayesian Umbrella Quadrature (BUQ) method iteratively selects gradient samples, i.e., bias locations, that most reduce the posterior integral variance based on a noise-tolerant Gaussian process model, which also effectively interpolates between samples. We validate the method for a conformational change in a small peptide, a water-to-ice phase transition, and a substitution chemical reaction; obtaining excellent accuracies and speedups. To ease adoption of this more automated and universal free-energy method, we interface BUQ with wide-spread simulation packages and share hyperparametrization guidelines."}
{"id": "2601.08783", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.08783", "abs": "https://arxiv.org/abs/2601.08783", "authors": ["Eline K. Kempkes", "Alberto Pérez de Alba Ortíz"], "title": "Bayesian umbrella quadrature accelerates free-energy calculations across diverse molecular systems and processes", "comment": "42 pages, 8 figures, SI included", "summary": "Biased sampling in molecular dynamics simulations overcomes timescale limitations and delivers free-energy landscapes, essential to understand complex atomistic phenomena. However, when applied across diverse systems and processes, biasing protocols often require time- and resource-consuming fine-tuning. In search for robustness, we boost a prominent biasing method, Umbrella Sampling. To estimate the value of an integral, i.e., the free energy, our Bayesian Umbrella Quadrature (BUQ) method iteratively selects gradient samples, i.e., bias locations, that most reduce the posterior integral variance based on a noise-tolerant Gaussian process model, which also effectively interpolates between samples. We validate the method for a conformational change in a small peptide, a water-to-ice phase transition, and a substitution chemical reaction; obtaining excellent accuracies and speedups. To ease adoption of this more automated and universal free-energy method, we interface BUQ with wide-spread simulation packages and share hyperparametrization guidelines."}
{"id": "2601.08055", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08055", "abs": "https://arxiv.org/abs/2601.08055", "authors": ["Daniil Karuzin", "Leonid Levitov"], "title": "Chiral Two-Body Bound States from Berry Curvature and Chiral Superconductivity", "comment": "4 pgs, 1 fg", "summary": "Motivated by the discovery of exotic superconductivity in rhombohedral graphene, we study the two-body problem in electronic bands endowed with Berry curvature and show that it supports chiral, non-$s$-wave bound states with nonzero angular momentum. In the presence of a Fermi sea, these interactions give rise to a chiral pairing problem featuring multiple superconducting phases that break time-reversal symmetry. These phases form a cascade of chiral topological states with different angular momenta, where the order-parameter phase winds by $2πm$ around the Fermi surface, with $m = 1,3,5,\\ldots$, and the succession of phases is governed by the Berry-curvature flux through the Fermi surface area, $Φ= b k_F^2/2$. As $Φ$ increases, the system undergoes a sequence of first-order phase transitions between distinct chiral phases, occurring whenever $Φ$ crosses integer values. This realizes a quantum-geometry analog of the Little--Parks effect -- oscillations in $T_c$ that provide a clear and experimentally accessible hallmark of chiral superconducting order."}
{"id": "2601.08792", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08792", "abs": "https://arxiv.org/abs/2601.08792", "authors": ["Eslam Ahmed", "Ryoi Ohashi", "Hiroki Isobe", "Kentaro Nomura", "Yukio Tanaka"], "title": "Universal Transport Theory for Paired Fractional Quantum Hall States in the Quantum Point Contact Geometry", "comment": "10 pages, 1 figure. Comments welcome", "summary": "Even-denominator fractional quantum Hall (FQH) states can be viewed as topological superconductors of composite fermions, supporting a charged chiral mode and $|\\mathcal{C}_{cf}|$ neutral Majorana modes set by the Chern number $\\mathcal{C}_{cf}$. Despite ongoing efforts, distinguishing the many competing paired phases remains an open problem. In this work, we propose a unified theory of charge transport across a quantum point contact (QPC) for general paired FQH states described by an $so(N)_1 \\times u(1)$ conformal field theory. We derive the boundary effective action for an arbitrary number of Majorana fermions $N=|\\mathcal{C}_{cf}|$ and develop a non-perturbative instanton approximation to describe tunneling processes. We establish a weak-strong duality relating strong quasiparticle tunneling to weak electron tunneling. We calculate the scaling dimensions of the tunneling operators and demonstrate that while the weak-coupling fixed point is generally unstable, the strong-coupling fixed point is stable for physically relevant filling fractions and number of Majorana fermions. These transport exponents provide a distinct experimental fingerprint to identify the topological phases of even-denominator FQH states."}
{"id": "2601.08830", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.ins-det", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.08830", "abs": "https://arxiv.org/abs/2601.08830", "authors": ["Haoning Tang", "Zhitong Ding", "Tianyi Ruan", "Zeyu Hao", "Kenji Watanabe", "Takashi Taniguchi", "Haozhe Wang", "Ali Javey", "Feng Wang", "Yuan Cao"], "title": "Forbidden second harmonics in centrosymmetric bilayer crystals", "comment": "10 pages, 4 figures", "summary": "Optical spectroscopy based on second-order nonlinearity is a critical technique for characterizing two-dimensional (2D) crystals as well as bioimaging and quantum optics. It is generally believed that second-harmonic generation (SHG) in centrosymmetric crystals, such as graphene and other bilayer 2D crystals, is negligible without externally breaking the inversion symmetry. Here, we show that with a new homodyne detection technique, we can apparently circumvent this symmetry-imposed constraint and observe robust SHG in pristine centrosymmetric crystals, without any symmetry-breaking field. With its exceptional sensitivity, we resolve polarization-resolved SHG in bilayer hexagonal boron nitride (h-BN), bilayer 2H-WSe$_2$, and remarkably, Bernal-stacked bilayer graphene, allowing us to unambiguously identify the crystallographic orientation in these crystals via SHG for the first time. We also demonstrate that the new technique can be used to non-invasively detect uniaxial strain and optical geometric phase in these crystals. The observed SHG in our experiments is attributed to second-order nonlinearity in the quadrupole channel, which is controlled by the presence of the $C_2$ symmetry instead of the inversion symmetry. Our new technique expands the capability of nonlinear optical spectroscopy to encompass a large class of centrosymmetric materials that could never be measured before, and can be used for quantum sensing of moiré materials and twisted epitaxial films."}
{"id": "2601.08284", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08284", "abs": "https://arxiv.org/abs/2601.08284", "authors": ["Minhee Kang", "Woojin Choi", "Choongyu Hwang", "Jinwoong Hwang"], "title": "Giant Hole-doping in 2H-WSe2 via Ta Substitution", "comment": null, "summary": "The family of transition metal dichalcogenides (TMDCs) has been regarded as promising candidates for future electronics, valleytronics, spintronics, and optoelectronics. While most of TMDCs are intrinsic n-type semiconductors due to electron donation from chalcogen vacancies, realizing intrinsic p-type TMDCs and achieving precise control over their electronic properties remain challenging. In this work, we introduce a powerful approach to obtain intrinsic hole doping by substituting Ta atom into 2H-WSe2. A combining study of molecular beam epitaxy growth and in-situ angle-resolved photoemission spectroscopy characterization clearly reveals that Ta substitution induces a significant hole doping and provides a possible way of a semiconductor-to-metal transition in 2H-WSe2."}
{"id": "2601.08083", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2601.08083", "abs": "https://arxiv.org/abs/2601.08083", "authors": ["Gabriel Barreiro", "Vladimir Pérez-Veloz"], "title": "A Nonlinear Mechanism for Transient Anomalous Diffusion", "comment": null, "summary": "Diffusion is a fundamental physical phenomenon with critical applications in fields such as metallurgy, cell biology, and population dynamics. While standard diffusion is well-understood, anomalous diffusion often requires complex non-local models. This paper investigates a nonlinear diffusion equation where the diffusion coefficient is linearly dependent on concentration. We demonstrate through a perturbative analysis that this physically-grounded model exhibits transient anomalous diffusion. The system displays a clear crossover from an initial subdiffusive regime to standard Fickian behavior at long times. This result establishes an important mechanism for trasient anomalous diffusion that arises purely from local interactions, providing an intuitive alternative to models based on fractional calculus or non-local memory effects."}
{"id": "2601.08117", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08117", "abs": "https://arxiv.org/abs/2601.08117", "authors": ["Zhong Shen", "Jun Chen", "Xiaoyan Yao", "Shuai Dong"], "title": "Magnetoelectric torque in polar magnetic bilayers", "comment": "8 pages, 5 figures", "summary": "Energy-efficient fast switching of spin orientations or textures is a core issue of spintronics, which is highly demanded but remains challenging. Different from the mainstream routes based on spin-transfer torque or spin-orbit torque, here we propose another mechanism coined as magnetoelectric torque to switch the magnetization in polar magnetic bilayers via pure electric field. In some magnetic van der Waals bilayers, when the electrostatic energy of polarization can compensate the interlayer magnetic coupling, a magnetoelectric torque is generated to fastly flip spins within a few picoseconds, which is demonstrated by combining the first-principles calculations, analytic model, as well as atomistic simulations. Such a magnetoelectric torque doesn't rely on the spin-orbit coupling and is generally active in polar magnetic homostructures and heterostructures. Our work provides an alternative route to switch magnetization in nanoscale, which may benefit the energy-saving and fast-response spintronic devices."}
{"id": "2601.08346", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08346", "abs": "https://arxiv.org/abs/2601.08346", "authors": ["Suyeong Jin", "Jung-Wuk Hong", "Alexandre F. Fonseca"], "title": "Effect of Interatomic Potential Choice on Fracture Modes of Graphene with Parallel Cracks", "comment": "12 pages, 4 figures", "summary": "Defect engineering via parallel cracks has been proposed as a route to tailor the fracture response of graphene. However, atomistic fracture predictions can be strongly sensitive to the interatomic potential. Here, we quantify the effect of potential choice by revisiting H-passivated graphene containing two parallel cracks separated by a gap $W_{\\text{gap}}$ loaded in tension along the armchair (AC) and zigzag (ZZ) directions. Molecular dynamics simulations using the AIREBO potential under the same geometry and loading protocol previously studied with ReaxFF, are employed, so enabling a direct comparison. Stress-strain responses, Young's modulus, an effective mode-I stress intensity factor, and energy absorption are evaluated as functions of $W_{\\text{gap}}$. Compared with ReaxFF, AIREBO predicts lower peak stresses and earlier catastrophic softening, leading to reduced post-peak deformation capacity and energy absorption. Ductility and energy absorption are shown to be highly potential-dependent, underscoring the need for careful potential selection in defect-engineered graphene fracture simulations."}
{"id": "2601.08088", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08088", "abs": "https://arxiv.org/abs/2601.08088", "authors": ["Dylan Albrecht", "Feiyang Ye", "N. Tobias Jacobson", "John M. Nichol"], "title": "Multi-level charge fluctuations in a Si/SiGe double quantum dot device", "comment": "15 pages, 13 figures", "summary": "Discrete charge fluctuations, routinely observed in semiconductor quantum dot devices, may contribute significantly to device drift and errors resulting from qubit miscalibration. Understanding the nature and origins of these discrete charge fluctuations may provide insights into material improvements or means of mitigating charge noise in semiconductor quantum dot devices. In this work, we measure multi-level charge fluctuations present in a Si/SiGe double quantum dot device over a range of device operating voltages and temperatures. To characterize the parameter-dependent dynamics of the underlying fluctuating degrees of freedom, we perform a detailed analysis of the measured noise timeseries. We perform algorithmically assisted drift detection and change point detection to detrend the data and remove a slow fluctuator component, as a preprocessing step. We perform model comparison on the post-processed time series between different $n$-level fluctuator ($n$LF) factorial hidden Markov models (FHMMs), finding that although at most sweep values the independent pair of 2LFs model would be preferred, in a particular region of voltage space the 4LF model outperforms the other models, indicating a conditional rate dependence between the two fluctuators. By tracking fluctuator transition rates, biases, and weights over a range of different device configurations, we estimate gate voltage and conductivity sensitivity. In particular, we fit a phenomenological, detailed balance model to the extracted independent 2LFs rate data, yielding lever arm estimates in the range of $-2 μ$eV/mV up to $4 μ$eV/mV between the two 2LFs and nearby gate electrodes. We expect that these characterization results may aid in subsequent spatial triangulation of the charge fluctuators."}
{"id": "2601.08346", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08346", "abs": "https://arxiv.org/abs/2601.08346", "authors": ["Suyeong Jin", "Jung-Wuk Hong", "Alexandre F. Fonseca"], "title": "Effect of Interatomic Potential Choice on Fracture Modes of Graphene with Parallel Cracks", "comment": "12 pages, 4 figures", "summary": "Defect engineering via parallel cracks has been proposed as a route to tailor the fracture response of graphene. However, atomistic fracture predictions can be strongly sensitive to the interatomic potential. Here, we quantify the effect of potential choice by revisiting H-passivated graphene containing two parallel cracks separated by a gap $W_{\\text{gap}}$ loaded in tension along the armchair (AC) and zigzag (ZZ) directions. Molecular dynamics simulations using the AIREBO potential under the same geometry and loading protocol previously studied with ReaxFF, are employed, so enabling a direct comparison. Stress-strain responses, Young's modulus, an effective mode-I stress intensity factor, and energy absorption are evaluated as functions of $W_{\\text{gap}}$. Compared with ReaxFF, AIREBO predicts lower peak stresses and earlier catastrophic softening, leading to reduced post-peak deformation capacity and energy absorption. Ductility and energy absorption are shown to be highly potential-dependent, underscoring the need for careful potential selection in defect-engineered graphene fracture simulations."}
{"id": "2601.08410", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08410", "abs": "https://arxiv.org/abs/2601.08410", "authors": ["V. N. Jmerik", "D. V. Nechaev", "E. A. Evropeitsev", "E. M. Roginskii", "A. N. Semenov", "M. A. Yagovkina", "P. A. Alekseev", "V. I. Kozlovsky", "M. M. Zverev", "N. A. Gamov", "Tao Wang", "Xinqiang Wang", "T. V. Shubina", "A. A. Toropov"], "title": "Fractional-Monolayer 2D-GaN/AlN Structures: Growth Kinetics and UVC-emitter Applications", "comment": "32 pages, 5 fugures, regular article", "summary": "The paper reports on fundamental properties of the GaN/AlN quantum wells (QWs) with nominal subcritical thicknesses of 0.75-2 monolayers (MLs). They are grown by plasma-activated molecular beam epitaxy, varying either the nominal thickness or the gallium-to-nitrogen flux ratio. In situ monitoring reveals difference in 2D nucleation and step-flow growth modes of the QWs. The emission charactestics of QWs with integer thicknesses of 1 and 2 MLs depend weakly on the growth mechanism. In contrast, the intensity and spectral position luminescence of QWs with fractional-ML thicknesses are determined by the growth mechanism. Using ab initio calculations, a phenomenological model is proposed that describes fractional-ML QWs either as arrays of 2D quantum disks or as arrays of 2D quantum ribbons, in cases where 2D nucleation or step-flow growth mechanisms predominate, respectively. This model is generally consistent with experimental data on photo- and cathodoluminescence of heterostructures with multiple (250) GaN/AlN QWs. These heterostructures, when pumped by electrom beam at an energy 12.5 keV with a maximum pulse current of 2 A, exhibit linear current dependences of optical peak powers up to 1 and 37 W for wavelengths of 228 and 256 nm, respectively, making them promising for use as powerfull ultraviolet-C emitters."}
{"id": "2601.08115", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08115", "abs": "https://arxiv.org/abs/2601.08115", "authors": ["Takanori Ishii", "Kaoru Hisama", "Kohei Shinohara"], "title": "Symmetry-aware Conditional Generation of Crystal Structures Using Diffusion Models", "comment": null, "summary": "The application of generative models in crystal structure prediction (CSP) has gained significant attention. Conditional generation--particularly the generation of crystal structures with specified stability or other physical properties has been actively researched for material discovery purposes. Meanwhile, the generative models capable of symmetry-aware generation are also under active development, because space group symmetry has a strong relationship with the physical properties of materials. In this study, we demonstrate that the symmetry control in the previous conditional crystal generation model may not be sufficiently effective when space group constraints are applied as a condition. To address this problem, we propose the WyckoffDiff-Adaptor, which embeds conditional generation within a WyckoffDiff architecture that effectively diffuses Wyckoff positions to achieve precise symmetry control. We successfully generated formation energy phase diagrams while specifying stable structures of particular combination of elements, such as Li--O and Ti--O systems, while simultaneously preserving the symmetry of the input conditions. The proposed method with symmetry-aware conditional generation demonstrates promising results as an effective approach to achieving the discovery of novel materials with targeted physical properties."}
{"id": "2601.08637", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08637", "abs": "https://arxiv.org/abs/2601.08637", "authors": ["Sharadh Jois", "Jose L. Lado", "Genda Gu", "Qiang Li", "Ji Ung Lee"], "title": "Coupling of Klein-Andreev Resonant States in Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$-graphene-Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$ Devices", "comment": null, "summary": "Quantum devices require coherent coupling over macroscopic distances. Recently, resonances due to Klein tunneling and Andreev reflection states (KARS) have been observed in a naturally occurring p-n junction at the interface between Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$ (BSCCO), a high-Tc superconductor (HTS), and graphene. The resonances appear as conductance oscillations with gating. Here, we show coupling between the KARS in BSCCO-graphene-BSCCO devices of varying separation (L). The coupling is evidenced by a power-law decay of resonance period as L increases from tens of nanometers to single microns. These results demonstrate the long-distance coupling of KARS cavities in graphene-HTS junctions. The length dependence seen in experiments is supported by single-particle spectral functions which show KARS are coupled by transport modes in graphene. The strong coupling between KARS in BSCCO-graphene-BSCCO junctions showcases the novelty of HTS-graphene junctions for quantum circuits and unconventional Josephson junctions."}
{"id": "2601.08745", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.08745", "abs": "https://arxiv.org/abs/2601.08745", "authors": ["Abhiraj Sharma", "Phanish Suryanarayana"], "title": "Cyclic- and helical-symmetry-adapted phonon formalism within density functional perturbation theory", "comment": "14 pages, 7 figures", "summary": "We present a first-principles framework for the calculation of phonons in nanostructures with cyclic and/or helical symmetry. In particular, we derive a cyclic- and helical-symmetry-adapted representation of the dynamical matrix at arbitrary phonon wavevectors within a variationally formulated, symmetry-adapted density functional perturbation theory framework. In so doing, we also derive the acoustic sum rules for cylindrical geometries, which include a rigid-body rotational mode in addition to the three translational modes. We implement the cyclic- and helical-symmetry-adapted formalism within a high-order finite-difference discretization. Using carbon nanotubes as representative systems, we demonstrate the accuracy of the framework through excellent agreement with periodic plane-wave results. We further apply the framework to compute the Young's and shear moduli of carbon nanotubes, as well as the scaling laws governing the dependence of ring and radial breathing mode phonon frequencies on nanotube diameter. The elastic moduli are found to be in agreement with previous density functional theory and experimental results, while the phonon scaling laws show qualitative agreement with previous atomistic simulations."}
{"id": "2601.08117", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08117", "abs": "https://arxiv.org/abs/2601.08117", "authors": ["Zhong Shen", "Jun Chen", "Xiaoyan Yao", "Shuai Dong"], "title": "Magnetoelectric torque in polar magnetic bilayers", "comment": "8 pages, 5 figures", "summary": "Energy-efficient fast switching of spin orientations or textures is a core issue of spintronics, which is highly demanded but remains challenging. Different from the mainstream routes based on spin-transfer torque or spin-orbit torque, here we propose another mechanism coined as magnetoelectric torque to switch the magnetization in polar magnetic bilayers via pure electric field. In some magnetic van der Waals bilayers, when the electrostatic energy of polarization can compensate the interlayer magnetic coupling, a magnetoelectric torque is generated to fastly flip spins within a few picoseconds, which is demonstrated by combining the first-principles calculations, analytic model, as well as atomistic simulations. Such a magnetoelectric torque doesn't rely on the spin-orbit coupling and is generally active in polar magnetic homostructures and heterostructures. Our work provides an alternative route to switch magnetization in nanoscale, which may benefit the energy-saving and fast-response spintronic devices."}
{"id": "2601.08738", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08738", "abs": "https://arxiv.org/abs/2601.08738", "authors": ["Hidekazu Kurebayashi", "Joseph Barker", "Takumi Yamazaki", "Varun K. Kushwaha", "Kilian D. Stenning", "Harry Youel", "Xueyao Hou", "Troy Dion", "Daniel Prestwood", "Gerrit E. W. Bauer", "Kei Yamamoto", "Takeshi Seki"], "title": "Dynamical stability by spin transfer in nearly isotropic magnets", "comment": null, "summary": "Spin transfer torques (STTs) control magnetisation by electric currents, enabling a range of nano-scale spintronic applications. They can destabilise the equilibrium magnetisation state by counteracting magnetic relaxation. Here, we maximise the STT effect through a dedicated growth-annealing protocol for CoFeB thin films, such that magnetic anisotropies originating from the interface and shape almost cancel each other. The nearly isotropic magnets enable low-current dynamical stabilisation of the magnetisation in the direction opposite to an applied magnetic field, thereby realising a spintronic analogue of the Kapitza pendulum. In an intermediate current regime, the STT drives large magnetisation vector fluctuations that cover the entire Bloch sphere. The continuous variable associated with the stochastic magnetisation direction may serve as a resource for probabilistic computing and neuromorphic hardware. Our results establish isotropic magnets as a platform to study as-yet-uncharted, far-from-equilibrium spin dynamics including anti-magnonics, with promising implications for unconventional computing paradigms."}
{"id": "2601.08185", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG", "cs.MA", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.08185", "abs": "https://arxiv.org/abs/2601.08185", "authors": ["Ming-Chiang Chang", "Maximilian Amsler", "Duncan R. Sutherland", "Sebastian Ament", "Katie R. Gann", "Lan Zhou", "Louisa M. Smieska", "Arthur R. Woll", "John M. Gregoire", "Carla P. Gomes", "R. Bruce van Dover", "Michael O. Thompson"], "title": "Autonomous Materials Exploration by Integrating Automated Phase Identification and AI-Assisted Human Reasoning", "comment": "Main manuscript: 21 pages(including references), 6 figures. Supplementary Information: 12 pages, 9 figures, 1 table", "summary": "Autonomous experimentation holds the potential to accelerate materials development by combining artificial intelligence (AI) with modular robotic platforms to explore extensive combinatorial chemical and processing spaces. Such self-driving laboratories can not only increase the throughput of repetitive experiments, but also incorporate human domain expertise to drive the search towards user-defined objectives, including improved materials performance metrics. We present an autonomous materials synthesis extension to SARA, the Scientific Autonomous Reasoning Agent, utilizing phase information provided by an automated probabilistic phase labeling algorithm to expedite the search for targeted phase regions. By incorporating human input into an expanded SARA-H (SARA with human-in-the-loop) framework, we enhance the efficiency of the underlying reasoning process. Using synthetic benchmarks, we demonstrate the efficiency of our AI implementation and show that the human input can contribute to significant improvement in sampling efficiency. We conduct experimental active learning campaigns using robotic processing of thin-film samples of several oxide material systems, including Bi$_2$O$_3$, SnO$_x$, and Bi-Ti-O, using lateral-gradient laser spike annealing to synthesize and kinetically trap metastable phases. We showcase the utility of human-in-the-loop autonomous experimentation for the Bi-Ti-O system, where we identify extensive processing domains that stabilize $δ$-Bi$_2$O$_3$ and Bi$_2$Ti$_2$O$_7$, explore dwell-dependent ternary oxide phase behavior, and provide evidence confirming predictions that cationic substitutional doping of TiO$_2$ with Bi inhibits the unfavorable transformation of the metastable anatase to the ground-state rutile phase. The autonomous methods we have developed enable the discovery of new materials and new understanding of materials synthesis and properties."}
{"id": "2601.08830", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.ins-det", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.08830", "abs": "https://arxiv.org/abs/2601.08830", "authors": ["Haoning Tang", "Zhitong Ding", "Tianyi Ruan", "Zeyu Hao", "Kenji Watanabe", "Takashi Taniguchi", "Haozhe Wang", "Ali Javey", "Feng Wang", "Yuan Cao"], "title": "Forbidden second harmonics in centrosymmetric bilayer crystals", "comment": "10 pages, 4 figures", "summary": "Optical spectroscopy based on second-order nonlinearity is a critical technique for characterizing two-dimensional (2D) crystals as well as bioimaging and quantum optics. It is generally believed that second-harmonic generation (SHG) in centrosymmetric crystals, such as graphene and other bilayer 2D crystals, is negligible without externally breaking the inversion symmetry. Here, we show that with a new homodyne detection technique, we can apparently circumvent this symmetry-imposed constraint and observe robust SHG in pristine centrosymmetric crystals, without any symmetry-breaking field. With its exceptional sensitivity, we resolve polarization-resolved SHG in bilayer hexagonal boron nitride (h-BN), bilayer 2H-WSe$_2$, and remarkably, Bernal-stacked bilayer graphene, allowing us to unambiguously identify the crystallographic orientation in these crystals via SHG for the first time. We also demonstrate that the new technique can be used to non-invasively detect uniaxial strain and optical geometric phase in these crystals. The observed SHG in our experiments is attributed to second-order nonlinearity in the quadrupole channel, which is controlled by the presence of the $C_2$ symmetry instead of the inversion symmetry. Our new technique expands the capability of nonlinear optical spectroscopy to encompass a large class of centrosymmetric materials that could never be measured before, and can be used for quantum sensing of moiré materials and twisted epitaxial films."}
{"id": "2601.08201", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08201", "abs": "https://arxiv.org/abs/2601.08201", "authors": ["Kaito Totsuka", "Yohei Kono", "Yusei Shimizu", "Ai Nakamura", "Atsushi Miyake", "Dai Aoki", "Yasumasa Tsutsumi", "Kazushige Machida", "Shunichiro Kittaka"], "title": "Nodal Superconductivity of UTe$_2$ Probed by Field-Angle-Resolved Specific Heat on a Crystal with $T_{\\rm c}=2.1$ K", "comment": "6 pages, 4 figures, accepted for publication in J. Phys. Soc. Jpn", "summary": "Field-angle-resolved specific-heat measurements were performed on a clean single crystal of a spin-triplet superconductor UTe$_2$ with $T_{\\rm c}=2.1$ K and a low residual electronic specific heat. At low temperatures, the specific heat exhibits a linear dependence on the magnetic field when the field is applied precisely along the $b$ axis, in stark contrast to its rapid increase at low fields for other orientations. This pronounced anisotropy suggests the presence of nodal quasiparticle excitations with the Fermi velocity predominantly aligned along the $b$ axis. Considering the characteristic field-angle dependences of both the specific heat and the upper critical field, these observations are broadly compatible with theoretical models that assume a superconducting gap structure featuring either point nodes consistent with $B_{\\rm 2u}$ symmetry, allowed in the infinitely strong spin-orbit coupling scheme, or line nodes confined to flat regions of the quasi-two-dimensional Fermi surface, consistent with $^3B_{\\rm 3u}$ symmetry in the finite spin-orbit classification scheme. These results yield crucial hints for resolving the pairing symmetry of UTe$_2$, paving the way for a deeper understanding of its spin-triplet superconductivity."}
{"id": "2601.08202", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08202", "abs": "https://arxiv.org/abs/2601.08202", "authors": ["Mrinmay Sahu", "Sorb Yesudhas", "Valery I. Levitas", "Dean Smith"], "title": "Pressure-Induced Martensitic Phase Transformation and Microstructure Evolution in nanograined $\\text{Fe}\\text{-}7\\%\\text{Mn}$ Alloy", "comment": "12 pages, 5 figures", "summary": "The Fe-Mn-based alloys are receiving immense attention due to their applications in the third generation of advanced high-strength steels, owing to their high strength and ductility. A detailed in situ high-pressure structural phase transformation and microstructural evolution in nanograined $\\text{Fe}\\text{-}7\\%\\text{Mn}$ alloy has been performed using the axial synchrotron X-ray diffraction technique. The ambient BCC phase of $\\text{Fe}\\text{-}7\\%\\text{Mn}$ undergoes pressure-driven structural PT to the HCP phase at 11.4 GPa. Both BCC and HCP phases coexist up to 15.9 GPa; thereafter, they transform into a pure HCP phase, which remains stable up to the maximum pressure of 30.3 GPa. The XRD study reveals that the $(110)_{\\mathrm{b}}$ dense crystallographic plane of the BCC lattice transforms into a densely packed $(002)_{\\mathrm{h}}$ peak of the HCP lattice following the orientational relationship $(110)_{\\mathrm{b}} \\parallel (0001)_{\\mathrm{h}}$ via diffusionless $ \\mathrm{Burger's} $ martensitic crystallographic PT pathway. The evolution of crystallite size and microstrain with pressure shows a distinct change during the structural PT. The microstrain exhibits a sharp anomaly at around 10 GPa, suggesting that the microstructural changes precede the structural PT."}
{"id": "2601.08232", "categories": ["cond-mat.mtrl-sci", "cs.CE"], "pdf": "https://arxiv.org/pdf/2601.08232", "abs": "https://arxiv.org/abs/2601.08232", "authors": ["Erick Burgos-Parra", "Matías Sepulveda-Macías"], "title": "Influence of Local Icosahedral Short-Range Order on the Magnetization Dynamics of Amorphous Cobalt-Iron Nanodisks", "comment": null, "summary": "The microscopic origin of soft magnetic properties in amorphous alloys is fundamentally linked to the interplay between local topological disorder and magnetic exchange interactions. In this work, we employ a multiscale Spin-Lattice Dynamics (SLD) approach to investigate the magnetostructural correlations in amorphous Co$_{x}$Fe$_{1-x}$ nanodisks ($x=35, 50, 65$). By integrating classical molecular dynamics with a generalized magnetic Hamiltonian, we capture the dynamic feedback loop between lattice vibrations and spin precession. Topological analysis via Voronoi tessellation reveals a persistent species-dependent structural heterogeneity: Cobalt atoms preferentially adopt \"solid-like\" icosahedral packing, forming a rigid structural backbone, whereas Iron atoms exhibit a higher propensity for \"liquid-like\" disordered environments. We demonstrate that this topological disparity dictates the macroscopic magnetic response. The Cobalt-driven structural stiffness preserves a robust exchange network that maximizes saturation magnetization, while the local disorder inherent to Iron-rich regions introduces exchange fluctuations that act as an intrinsic damping mechanism, delaying magnetic relaxation. These findings provide an atomistic explanation for the stability of ferromagnetic order in Co-Fe metallic glasses and offer a pathway for tuning damping parameters in amorphous spintronic devices through stoichiometric control."}
{"id": "2601.08239", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08239", "abs": "https://arxiv.org/abs/2601.08239", "authors": ["Jiajun Ma", "Jiaxing Liao", "Yazhou Li", "Yuwei Zhang", "Jialu Wang", "Jinke Bao", "Yan Sun", "Shuang Jia", "Yuke Li"], "title": "Large room temperature anomalous Nernst effect coupled with topological Nernst effect from incommensurate spin structure in a Kagome antiferromagnet", "comment": "12 pages, 4 figures", "summary": "Kagome magnets exhibit a range of novel and nontrivial topological properties due to the strong interplay between topology and magnetism, which also extends to their thermoelectric applications. Recent advances in the study of magnetic topological materials have highlighted their intriguing anomalous Hall and thermoelectric effects, arising primarily from large intrinsic Berry curvature. Here, we report observation of a large room-temperature (RT) anomalous Nernst effects (ANE) of S_xy^A ~ 1.3 μV K^(-1) in the kagome antiferromagnet (AFM) ErMn6Sn6, which is comparable to the largest signals observed in known magnetic materials. Surprisingly, we further found that a significant topological Nernst signal at RT and peaking a maximum of approximately 0.2 μV K^(-1) at 180 K, exactly coupling with ANE in the spiral AFM state, originates from the real-space nonzero spin chirality caused by incommensurate spin structure. This study demonstrates a potential room-temperature thermoelectric application platform based on Nernst effect, and provides insights for discovering significant anomalous and topological transverse transport effects in the incommensurate AFM system."}
{"id": "2601.08284", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08284", "abs": "https://arxiv.org/abs/2601.08284", "authors": ["Minhee Kang", "Woojin Choi", "Choongyu Hwang", "Jinwoong Hwang"], "title": "Giant Hole-doping in 2H-WSe2 via Ta Substitution", "comment": null, "summary": "The family of transition metal dichalcogenides (TMDCs) has been regarded as promising candidates for future electronics, valleytronics, spintronics, and optoelectronics. While most of TMDCs are intrinsic n-type semiconductors due to electron donation from chalcogen vacancies, realizing intrinsic p-type TMDCs and achieving precise control over their electronic properties remain challenging. In this work, we introduce a powerful approach to obtain intrinsic hole doping by substituting Ta atom into 2H-WSe2. A combining study of molecular beam epitaxy growth and in-situ angle-resolved photoemission spectroscopy characterization clearly reveals that Ta substitution induces a significant hole doping and provides a possible way of a semiconductor-to-metal transition in 2H-WSe2."}
{"id": "2601.08317", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08317", "abs": "https://arxiv.org/abs/2601.08317", "authors": ["Ibuki Terada", "Vu Thi Ngoc Huyen", "Yuki Yanagi", "Michi-To Suzuki"], "title": "Nodal-line-enhanced quantum geometric effects: anomalous and nonlinear Hall effects in the parity-mixed antiferromagnet NbMnP", "comment": "8 pages, 4 figures", "summary": "The anomalous Hall effect has been understood in terms of the geometric nature of Bloch bands and impurity scattering, and has been observed in a wide variety of magnetic materials such as ferromagnets and antiferromagnets. Recently, a large anomalous Hall effect was reported in the noncollinear antiferromagnetic metal NbMnP whose magnetic order is a mixture of the even-parity and the odd-parity magnetic components. Such a magnetic structure is expected to exhibit the anomalous Hall effect and the nonlinear Hall effect from the symmetry breaking of the antiferromagnet ordering. Here, we theoretically investigate the intrinsic anomalous and nonlinear Hall effect of NbMnP induced by the quantum geometry of Bloch band using the first-principles calculation and the Wannier interpolation method. We found that the intrinsic Hall response of NbMnP is predominantly governed by the strongly enhanced Berry curvature and Berry-connection-polarization dipole on a specific mirror plane. These enhanced geometric quantities originate from the spin-orbit-coupling-induced gap openings along the nodal lines. Our results indicate that NbMnP serves as a model system for investigating transport phenomena originating from nodal-lines in parity-mixed antiferromagnets."}
{"id": "2601.08346", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08346", "abs": "https://arxiv.org/abs/2601.08346", "authors": ["Suyeong Jin", "Jung-Wuk Hong", "Alexandre F. Fonseca"], "title": "Effect of Interatomic Potential Choice on Fracture Modes of Graphene with Parallel Cracks", "comment": "12 pages, 4 figures", "summary": "Defect engineering via parallel cracks has been proposed as a route to tailor the fracture response of graphene. However, atomistic fracture predictions can be strongly sensitive to the interatomic potential. Here, we quantify the effect of potential choice by revisiting H-passivated graphene containing two parallel cracks separated by a gap $W_{\\text{gap}}$ loaded in tension along the armchair (AC) and zigzag (ZZ) directions. Molecular dynamics simulations using the AIREBO potential under the same geometry and loading protocol previously studied with ReaxFF, are employed, so enabling a direct comparison. Stress-strain responses, Young's modulus, an effective mode-I stress intensity factor, and energy absorption are evaluated as functions of $W_{\\text{gap}}$. Compared with ReaxFF, AIREBO predicts lower peak stresses and earlier catastrophic softening, leading to reduced post-peak deformation capacity and energy absorption. Ductility and energy absorption are shown to be highly potential-dependent, underscoring the need for careful potential selection in defect-engineered graphene fracture simulations."}
{"id": "2601.08347", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08347", "abs": "https://arxiv.org/abs/2601.08347", "authors": ["Maksym Serbyn", "Alexander Avdoshkin", "Oriana K. Diessel", "David A. Huse"], "title": "Eigenstate thermalization in thermal first-order phase transitions", "comment": "11 pages, 8 figures", "summary": "The eigenstate thermalization hypothesis (ETH) posits how isolated quantum many-body systems thermalize, assuming that individual eigenstates at the same energy density have identical expectation values of local observables in the limit of large systems. While the ETH apparently holds across a wide range of interacting quantum systems, in this work we show that it requires generalization in the presence of thermal first-order phase transitions. We introduce a class of all-to-all spin models, featuring first-order thermal phase transitions that stem from two distinct mean-field solutions (two ``branches'') that exchange dominance in the many-body density of states as the energy is varied. We argue that for energies in the vicinity of the thermal phase transition, eigenstate expectation values do not need to converge to the same thermal value. The system has a regime with coexistence of two classes of eigenstates corresponding to the two branches with distinct expectation values at the same energy density, and another regime with Schrodinger-cat-like eigenstates that are inter-branch superpositions; these two regimes are separated by an eigenstate phase transition. We support our results by semiclassical calculations and an exact diagonalization study of a microscopic spin model, and argue that the structure of eigenstates in the vicinity of thermal first-order phase transitions can be experimentally probed via non-equilibrium dynamics."}
{"id": "2601.08376", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08376", "abs": "https://arxiv.org/abs/2601.08376", "authors": ["Masahiro Kawamata", "Ryuji Higashinaka", "Takeshi Matsumura", "Maxim Avdeev", "Kazuaki Iwasa", "Hironori Nakao", "Kazumasa Hattori", "Tatsuma D. Matsuda"], "title": "Collinear Magnetic Structure in the Diamond Network Magnet EuTi$_2$Al$_{20}$", "comment": null, "summary": "The magnetic structure of EuTi$_2$Al$_{20}$, in which magnetic Eu$^{2+}$ ions form a diamond network, was investigated using neutron and resonant X-ray diffraction on powder and single-crystal samples. The propagation vector was determined to be $\\textbf{\\textit{q}}_{\\rm m}=(1,0,0)$~r.l.u. from these diffraction measurements. All possible magnetic structures in the space group $Fd\\bar{3}m$ with this propagation vector were examined using the irreducible representation method and magnetic space group analysis. This magnetic structure was identified as a collinear antiferromagnetic structure with the magnetic space group $P_Inna$ (\\#52.320) or $P_Inn2$ (\\#34.164) under zero magnetic field. In these magnetic structure, frustration arises from competing magnetic interactions on the diamond network. These findings provide a concrete experimental reference for assessing the role of competing interactions in diamond-network magnets and motivate further studies of interaction-driven quantum states."}
{"id": "2601.08381", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.08381", "abs": "https://arxiv.org/abs/2601.08381", "authors": ["Koretaka Yuge"], "title": "Unavoidable Canonical Nonlinearity Induced by Gaussian Measures Discretization", "comment": "4 pages", "summary": "When we consider canonical averages for classical discrete systems, typically referred to as substitutional alloys, the map from many-body interatomic interactions to thermodynamic equilibrium configurations generally exhibits complicated nonlinearity. This canonical nonlinearity is fundamentally rooted in deviations of the discrete configurational density of states (CDOS) from continuous Gaussian families, and has conventionally been characterized by the Kullback-Leibler (KL) divergence on discrete statistical manifold. Thus, the previous works inevitablly missed intrinsic nonlinearities induced by discretization of Gaussian families, which remains invisible within conventional information-geometric descriptions. In the present work, we identify and quantify such unavoidable canonical nonlinearity by employing the 2-Wasserstein distance with a cost function aligned with the Fisher metric for Gaussian families. We derive an explicit expression for the Wasserstein distance in the limit of vanishing discretization scale d to 0: W2 = d*sqrt(Tr(Gamma)^(-1)/12), where Gamma denotes covariance matrix of the CDOS. We further show that this limiting Wasserstein distance admits a clear geometric interpretation on the statistical manifold, equivalent to a KL divergence associated with the expected parallel translations of continuous Gaussian. Our framework thus provides a transport-information-geometric characterization of discretization-induced nonlinearity in classical discrete systems, with future potential applications to configurational thermodynamics."}
{"id": "2601.08410", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08410", "abs": "https://arxiv.org/abs/2601.08410", "authors": ["V. N. Jmerik", "D. V. Nechaev", "E. A. Evropeitsev", "E. M. Roginskii", "A. N. Semenov", "M. A. Yagovkina", "P. A. Alekseev", "V. I. Kozlovsky", "M. M. Zverev", "N. A. Gamov", "Tao Wang", "Xinqiang Wang", "T. V. Shubina", "A. A. Toropov"], "title": "Fractional-Monolayer 2D-GaN/AlN Structures: Growth Kinetics and UVC-emitter Applications", "comment": "32 pages, 5 fugures, regular article", "summary": "The paper reports on fundamental properties of the GaN/AlN quantum wells (QWs) with nominal subcritical thicknesses of 0.75-2 monolayers (MLs). They are grown by plasma-activated molecular beam epitaxy, varying either the nominal thickness or the gallium-to-nitrogen flux ratio. In situ monitoring reveals difference in 2D nucleation and step-flow growth modes of the QWs. The emission charactestics of QWs with integer thicknesses of 1 and 2 MLs depend weakly on the growth mechanism. In contrast, the intensity and spectral position luminescence of QWs with fractional-ML thicknesses are determined by the growth mechanism. Using ab initio calculations, a phenomenological model is proposed that describes fractional-ML QWs either as arrays of 2D quantum disks or as arrays of 2D quantum ribbons, in cases where 2D nucleation or step-flow growth mechanisms predominate, respectively. This model is generally consistent with experimental data on photo- and cathodoluminescence of heterostructures with multiple (250) GaN/AlN QWs. These heterostructures, when pumped by electrom beam at an energy 12.5 keV with a maximum pulse current of 2 A, exhibit linear current dependences of optical peak powers up to 1 and 37 W for wavelengths of 228 and 256 nm, respectively, making them promising for use as powerfull ultraviolet-C emitters."}
{"id": "2601.08552", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08552", "abs": "https://arxiv.org/abs/2601.08552", "authors": ["Tu Hong", "Kun Chen", "Xiao Yan Xu"], "title": "Linear Canonical-Ensemble Quantum Monte Carlo: From Dilute Fermi Gas to Flat-Band Ferromagnetism", "comment": "5+11 pages, 4+2 figures", "summary": "We present a finite-temperature canonical-ensemble determinant quantum Monte Carlo algorithm that enforces an exact fermion number and enables stable simulations of correlated lattice electrons. We propose a stabilized QR update that reduces the computational complexity from standard cubic scaling $O(βN^3)$ to linear scaling $O(βN N_e^2)$ with respect to the system size $N$, where $N_e$ is the particle number. This yields a dramatic speedup in dilute regimes ($N_e \\ll N$), opening unbiased access to large-scale simulations of strongly correlated low-density phases. We validate the method on the dilute electron gas with onsite Hubbard interactions, observing the suppression of the fermion sign problem in the dilute limit. Furthermore, we apply this approach to an one-dimensional flat-band system, where the canonical ensemble allows for precise control over filling. We reveal a ferromagnetic instability at low temperatures in the half-filling regime. Our linear-scaling approach provides a powerful tool for investigating emergent phenomena in dilute quantum matter."}
{"id": "2601.08586", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.08586", "abs": "https://arxiv.org/abs/2601.08586", "authors": ["Tao Zhou"], "title": "Kinetic Blockade and Filamentary Pair Density Waves in Strain-Engineered Graphene", "comment": "6 pages, 4 figures", "summary": "We investigate superconductivity in strain-engineered graphene using a self-consistent Bogoliubov-de Gennes approach. Challenging the paradigm that the high density of states in flat bands universally enhances pairing, we identify a \"kinetic blockade\" mechanism: strain-induced sublattice polarization segregates electronic states, rendering these singularities inert. Instead, superconductivity emerges as robust filaments at geometric nodes, forming a pair density wave. This state features a sign-reversing order parameter, detectable via impurity-induced zero-energy modes. Our findings reveal a unique geometric origin for filamentary superconductivity, offering new perspectives on strain-tuned quantum phases in Dirac materials."}
{"id": "2601.08613", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08613", "abs": "https://arxiv.org/abs/2601.08613", "authors": ["Takeaki Gokita", "Jakub Jurczyk", "Naëmi Leo", "Sabri Koraltan", "Alberto Anadón", "Miguel Ángel Cascales-Sandoval", "Rachid Belkhou", "Claas Abert", "Dieter Suess", "Claire Donnelly", "Amalio Fernández-Pacheco"], "title": "Magnetization reversal mechanism of double-helix nanowires probed by dark-field magneto-optical Kerr effect", "comment": "8 pages, 4 figures", "summary": "Double-helix (DH) nanowires provide a platform to study the influence of geometric chirality on spin chirality. Their three-dimensional (3D) helical architecture and tunable inter-strand coupling enable control of spin chirality, including the stabilization of topological 3D magnetic states such as helical domains and domain walls, topological stray fields, and extended helical vortex/skyrmion tubes. So far, the study of these and other 3D nanostructures is usually confined to a limited number of magnetic microscopy experiments in large facilities. Here, we investigate the reversal mechanism of a single DH nanowire using Dark-Field magneto-optical Kerr effect (DF-MOKE) magnetometry under external 3D magnetic fields. By analyzing the angular dependence of the DF-MOKE signal, we fit the reversal process using established models for domain-wall nucleation and propagation, finding a characteristic behavior similar to that reported for cylindrical nanowires. Micromagnetic simulations indicate that the reversal process goes through nucleation of the helical vortex tube in a curling manner while ptychographic X-ray magnetic circular dichroism data reveal that this helical vortex tube state forms through a mixed nucleation-propagation process. These observations provide a consistent microscopic picture of reversal mediated by a helical vortex tube extending along the nanowire. Our work provides a comprehensive characterization of magnetization reversal in DH nanowires and demonstrates that DF-MOKE magnetometry is effective for probing reversal mechanisms in single 3D nanostructures. This lab-based approach expands the range of accessible experiments beyond large-scale facilities, enabling extensive exploration of the rich spin states supported by 3D nano-geometries."}
{"id": "2601.08615", "categories": ["cond-mat.str-el", "hep-th", "math.QA", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08615", "abs": "https://arxiv.org/abs/2601.08615", "authors": ["Kansei Inamura", "Shuhei Ohyama"], "title": "Generalized cluster states in 2+1d: non-invertible symmetries, interfaces, and parameterized families", "comment": "93 pages + appendices", "summary": "We construct 2+1-dimensional lattice models of symmetry-protected topological (SPT) phases with non-invertible symmetries and investigate their properties using tensor networks. These models, which we refer to as generalized cluster models, are constructed by gauging a subgroup symmetry $H \\subset G$ in models with a finite group 0-form symmetry $G$. By construction, these models have a non-invertible symmetry described by the group-theoretical fusion 2-category $\\mathcal{C}(G; H)$. After identifying the tensor network representations of the symmetry operators, we study the symmetry acting on the interface between two generalized cluster states. In particular, we will see that the symmetry at the interface is described by a multifusion category known as the strip 2-algebra. By studying possible interface modes allowed by this symmetry, we show that the interface between generalized cluster states in different SPT phases must be degenerate. This result generalizes the ordinary bulk-boundary correspondence. Furthermore, we construct parameterized families of generalized cluster states and study the topological charge pumping phenomena, known as the generalized Thouless pump. We exemplify our construction with several concrete cases, and compare them with known phases, such as SPT phases with $2\\mathrm{Rep}((\\mathbb{Z}_{2}^{[1]}\\times\\mathbb{Z}_{2}^{[1]})\\rtimes\\mathbb{Z}_{2}^{[0]})$ symmetry."}
{"id": "2601.08616", "categories": ["cond-mat.str-el", "hep-th", "math.QA", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08616", "abs": "https://arxiv.org/abs/2601.08616", "authors": ["Shuhei Ohyama", "Kansei Inamura"], "title": "Parameterized families of 2+1d $G$-cluster states", "comment": "70 pages", "summary": "We construct a $G$-cluster Hamiltonian in 2+1 dimensions and analyze its properties. This model exhibits a $G\\times2\\mathrm{Rep}(G)$ symmetry, where the $2\\mathrm{Rep}(G)$ sector realizes a non-invertible symmetry obtained by condensing appropriate algebra objects in $\\mathrm{Rep}(G)$. Using the symmetry interpolation method, we construct $S^1$- and $S^2$-parameterized families of short-range-entangled (SRE) states by interpolating an either invertible $0$-form or $1$-form symmetry contained in $G\\times2\\mathrm{Rep}(G)$. Applying an adiabatic evolution argument to this family, we analyze the pumped interface mode generated by this adiabatic process. We then explicitly construct the symmetry operator acting on the interface and show that the interface mode carries a nontrivial charge under this symmetry, thereby demonstrating the nontriviality of the parameterized family."}
{"id": "2601.08637", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.08637", "abs": "https://arxiv.org/abs/2601.08637", "authors": ["Sharadh Jois", "Jose L. Lado", "Genda Gu", "Qiang Li", "Ji Ung Lee"], "title": "Coupling of Klein-Andreev Resonant States in Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$-graphene-Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$ Devices", "comment": null, "summary": "Quantum devices require coherent coupling over macroscopic distances. Recently, resonances due to Klein tunneling and Andreev reflection states (KARS) have been observed in a naturally occurring p-n junction at the interface between Bi$_2$Sr$_2$CaCu$_2$O$_{8+x}$ (BSCCO), a high-Tc superconductor (HTS), and graphene. The resonances appear as conductance oscillations with gating. Here, we show coupling between the KARS in BSCCO-graphene-BSCCO devices of varying separation (L). The coupling is evidenced by a power-law decay of resonance period as L increases from tens of nanometers to single microns. These results demonstrate the long-distance coupling of KARS cavities in graphene-HTS junctions. The length dependence seen in experiments is supported by single-particle spectral functions which show KARS are coupled by transport modes in graphene. The strong coupling between KARS in BSCCO-graphene-BSCCO junctions showcases the novelty of HTS-graphene junctions for quantum circuits and unconventional Josephson junctions."}
{"id": "2601.08702", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08702", "abs": "https://arxiv.org/abs/2601.08702", "authors": ["Myung-Hwan Whangbo", "Reinhard K. Kremer", "Hyun-Joo Koo"], "title": "Reduction of Ordered Spin Moments in Antiferromagnets of S = 5/2 Ions (Fe3+, Mn2+) Driven by Local Magnetic Excitation", "comment": "38 pages, 13 figures, 16 tables; Accepted for publication in Inorganic Chemistry as a Communication", "summary": "For antiferromagnets composed of spin five-half ions, the moments of these ions in the ordered antiferromagnetic state can be significantly smaller than 5 BM (i.e., 1.56 - 4.48 BM) if these ions form quantum fluctuating entities (QFEs), for example, quasi one-dimensional uniform antiferromagnetic chains or quasi zero-spin antiferromagnetic spin dimers. It is reasonable to suppose that the stronger the quantum fluctuation in such an antiferromagnet, the greater the reduction in its ordered moment would become, but this supposition has not yet been confirmed because quantifying the strength of quantum fluctuation is not a straightforward matter. Here we show that the local magnetic excitations involving the QFEs can be used to quantify the strength of quantum fluctuation by analyzing six antiferromagnets showing significant reduction in their ordered spin moments."}
{"id": "2601.08738", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08738", "abs": "https://arxiv.org/abs/2601.08738", "authors": ["Hidekazu Kurebayashi", "Joseph Barker", "Takumi Yamazaki", "Varun K. Kushwaha", "Kilian D. Stenning", "Harry Youel", "Xueyao Hou", "Troy Dion", "Daniel Prestwood", "Gerrit E. W. Bauer", "Kei Yamamoto", "Takeshi Seki"], "title": "Dynamical stability by spin transfer in nearly isotropic magnets", "comment": null, "summary": "Spin transfer torques (STTs) control magnetisation by electric currents, enabling a range of nano-scale spintronic applications. They can destabilise the equilibrium magnetisation state by counteracting magnetic relaxation. Here, we maximise the STT effect through a dedicated growth-annealing protocol for CoFeB thin films, such that magnetic anisotropies originating from the interface and shape almost cancel each other. The nearly isotropic magnets enable low-current dynamical stabilisation of the magnetisation in the direction opposite to an applied magnetic field, thereby realising a spintronic analogue of the Kapitza pendulum. In an intermediate current regime, the STT drives large magnetisation vector fluctuations that cover the entire Bloch sphere. The continuous variable associated with the stochastic magnetisation direction may serve as a resource for probabilistic computing and neuromorphic hardware. Our results establish isotropic magnets as a platform to study as-yet-uncharted, far-from-equilibrium spin dynamics including anti-magnonics, with promising implications for unconventional computing paradigms."}
{"id": "2601.08740", "categories": ["cond-mat.stat-mech", "math.AP", "math.PR"], "pdf": "https://arxiv.org/pdf/2601.08740", "abs": "https://arxiv.org/abs/2601.08740", "authors": ["Hwai-Ray Tung", "Sean D Lawley"], "title": "Stochastic search with space-dependent diffusivity", "comment": "15 pages, 5 figures", "summary": "The canonical model of stochastic search tracks a randomly diffusing \"searcher\" until it finds a \"target.\" Owing to its many applications across science and engineering, this perennially popular problem has been thoroughly investigated in a variety of models. However, aside from some exactly solvable one-dimensional examples, very little is known if the searcher diffusivity varies in space. For such space-dependent or \"heterogeneous\" diffusion, one must specify the interpretation of the multiplicative noise, which is termed the Itô-Stratonovich dilemma. In this paper, we investigate how stochastic search with space-dependent diffusivity depends on this interpretation. We obtain general formulas for the probability distribution and all the moments of the stochastic search time and the so-called splitting probabilities assuming that the targets are small or weakly reactive. These asymptotic results are valid for general space-dependent diffusivities in general domains in any space dimension with targets of general shape which may be in the interior or on the boundary of the domain. We illustrate our theory with stochastic simulations. Our analysis predicts that stochastic search can depend strongly and counterintuitively on the multiplicative noise interpretation."}
{"id": "2601.08745", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.08745", "abs": "https://arxiv.org/abs/2601.08745", "authors": ["Abhiraj Sharma", "Phanish Suryanarayana"], "title": "Cyclic- and helical-symmetry-adapted phonon formalism within density functional perturbation theory", "comment": "14 pages, 7 figures", "summary": "We present a first-principles framework for the calculation of phonons in nanostructures with cyclic and/or helical symmetry. In particular, we derive a cyclic- and helical-symmetry-adapted representation of the dynamical matrix at arbitrary phonon wavevectors within a variationally formulated, symmetry-adapted density functional perturbation theory framework. In so doing, we also derive the acoustic sum rules for cylindrical geometries, which include a rigid-body rotational mode in addition to the three translational modes. We implement the cyclic- and helical-symmetry-adapted formalism within a high-order finite-difference discretization. Using carbon nanotubes as representative systems, we demonstrate the accuracy of the framework through excellent agreement with periodic plane-wave results. We further apply the framework to compute the Young's and shear moduli of carbon nanotubes, as well as the scaling laws governing the dependence of ring and radial breathing mode phonon frequencies on nanotube diameter. The elastic moduli are found to be in agreement with previous density functional theory and experimental results, while the phonon scaling laws show qualitative agreement with previous atomistic simulations."}
{"id": "2601.08762", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08762", "abs": "https://arxiv.org/abs/2601.08762", "authors": ["Rishith Reddy", "Parveen Kumar", "Ankur Das"], "title": "Local Magnetometry from Measurement-Induced Dissipation", "comment": "5 pages, 2 figures", "summary": "Magnetic phases are commonly identified through macroscopic magnetization, yet many ordered states, including antiferromagnets and altermagnets, possess a vanishing net moment despite distinct local spin structure. We show that such an order can be accessed through the measurement-induced steady state of a single primary qubit locally coupled to a spin lattice. Using a controlled primary-ancillary qubit protocol, we derive analytically that the steady state \\emph{encodes} a locally weighted exchange field in a signed observable that is linear in the weak-coupling regime. Numerical simulations demonstrate lattice-scale resolution of antiferromagnetic and altermagnetic textures and robustness against short-correlated noise. Our results establish measurement-induced dissipation as a resource for detecting magnetic order through microscopic structure rather than through global moments."}
{"id": "2601.08783", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.08783", "abs": "https://arxiv.org/abs/2601.08783", "authors": ["Eline K. Kempkes", "Alberto Pérez de Alba Ortíz"], "title": "Bayesian umbrella quadrature accelerates free-energy calculations across diverse molecular systems and processes", "comment": "42 pages, 8 figures, SI included", "summary": "Biased sampling in molecular dynamics simulations overcomes timescale limitations and delivers free-energy landscapes, essential to understand complex atomistic phenomena. However, when applied across diverse systems and processes, biasing protocols often require time- and resource-consuming fine-tuning. In search for robustness, we boost a prominent biasing method, Umbrella Sampling. To estimate the value of an integral, i.e., the free energy, our Bayesian Umbrella Quadrature (BUQ) method iteratively selects gradient samples, i.e., bias locations, that most reduce the posterior integral variance based on a noise-tolerant Gaussian process model, which also effectively interpolates between samples. We validate the method for a conformational change in a small peptide, a water-to-ice phase transition, and a substitution chemical reaction; obtaining excellent accuracies and speedups. To ease adoption of this more automated and universal free-energy method, we interface BUQ with wide-spread simulation packages and share hyperparametrization guidelines."}
{"id": "2601.08792", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08792", "abs": "https://arxiv.org/abs/2601.08792", "authors": ["Eslam Ahmed", "Ryoi Ohashi", "Hiroki Isobe", "Kentaro Nomura", "Yukio Tanaka"], "title": "Universal Transport Theory for Paired Fractional Quantum Hall States in the Quantum Point Contact Geometry", "comment": "10 pages, 1 figure. Comments welcome", "summary": "Even-denominator fractional quantum Hall (FQH) states can be viewed as topological superconductors of composite fermions, supporting a charged chiral mode and $|\\mathcal{C}_{cf}|$ neutral Majorana modes set by the Chern number $\\mathcal{C}_{cf}$. Despite ongoing efforts, distinguishing the many competing paired phases remains an open problem. In this work, we propose a unified theory of charge transport across a quantum point contact (QPC) for general paired FQH states described by an $so(N)_1 \\times u(1)$ conformal field theory. We derive the boundary effective action for an arbitrary number of Majorana fermions $N=|\\mathcal{C}_{cf}|$ and develop a non-perturbative instanton approximation to describe tunneling processes. We establish a weak-strong duality relating strong quasiparticle tunneling to weak electron tunneling. We calculate the scaling dimensions of the tunneling operators and demonstrate that while the weak-coupling fixed point is generally unstable, the strong-coupling fixed point is stable for physically relevant filling fractions and number of Majorana fermions. These transport exponents provide a distinct experimental fingerprint to identify the topological phases of even-denominator FQH states."}
{"id": "2601.08830", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.ins-det", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.08830", "abs": "https://arxiv.org/abs/2601.08830", "authors": ["Haoning Tang", "Zhitong Ding", "Tianyi Ruan", "Zeyu Hao", "Kenji Watanabe", "Takashi Taniguchi", "Haozhe Wang", "Ali Javey", "Feng Wang", "Yuan Cao"], "title": "Forbidden second harmonics in centrosymmetric bilayer crystals", "comment": "10 pages, 4 figures", "summary": "Optical spectroscopy based on second-order nonlinearity is a critical technique for characterizing two-dimensional (2D) crystals as well as bioimaging and quantum optics. It is generally believed that second-harmonic generation (SHG) in centrosymmetric crystals, such as graphene and other bilayer 2D crystals, is negligible without externally breaking the inversion symmetry. Here, we show that with a new homodyne detection technique, we can apparently circumvent this symmetry-imposed constraint and observe robust SHG in pristine centrosymmetric crystals, without any symmetry-breaking field. With its exceptional sensitivity, we resolve polarization-resolved SHG in bilayer hexagonal boron nitride (h-BN), bilayer 2H-WSe$_2$, and remarkably, Bernal-stacked bilayer graphene, allowing us to unambiguously identify the crystallographic orientation in these crystals via SHG for the first time. We also demonstrate that the new technique can be used to non-invasively detect uniaxial strain and optical geometric phase in these crystals. The observed SHG in our experiments is attributed to second-order nonlinearity in the quadrupole channel, which is controlled by the presence of the $C_2$ symmetry instead of the inversion symmetry. Our new technique expands the capability of nonlinear optical spectroscopy to encompass a large class of centrosymmetric materials that could never be measured before, and can be used for quantum sensing of moiré materials and twisted epitaxial films."}
