{"id": "2602.11266", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2602.11266", "abs": "https://arxiv.org/abs/2602.11266", "authors": ["Salvatore D. Pace", "Daniel Bulmash"], "title": "Lieb-Schultz-Mattis constraints from stratified anomalies of modulated symmetries", "comment": "35 pages plus appendices", "summary": "We introduce stratified symmetry operators and stratified anomalies in quantum lattice systems as generalizations of onsite symmetry operators and onsite projective representations. A stratified symmetry operator is a symmetry operator that factorizes into mutually independent subsystem symmetry operators; its stratified anomaly is defined as the collection of anomalies associated with these subsystem operators. We develop a cellular chain complex formalism for stratified anomalies of internal symmetries and show that, in the presence of crystalline symmetries, they give rise to Lieb-Schultz-Mattis (LSM) constraints. This includes LSM anomalies and SPT-LSM theorems. We apply this framework to modulated $G$ symmetries, which are symmetries whose total symmetry group is ${G_\\mathrm{tot} = G \\rtimes G_\\mathrm{s}}$, with $G_\\mathrm{s}$ the crystalline symmetry group. Notably, a nonzero stratified anomaly within a fundamental domain of $G_\\mathrm{s}$ (e.g., a unit cell) does not always imply an LSM anomaly for modulated symmetries. Instead, the existence of an LSM anomaly also depends on how $G_\\mathrm{s}$ acts on $G$. When $G_\\mathrm{s}$ is the lattice translation group, we find an explicit criterion for when a stratified anomaly causes an LSM anomaly, and classify LSM anomalies using homology groups of $G_\\mathrm{s}$-invariant cellular chains. We illustrate this through examples of exponential and dipole symmetries with stratified anomalies, both in ${(1+1)}$D and ${(2+1)}$D, and construct a stabilizer code model of a modulated SPT subject to an SPT-LSM theorem."}
{"id": "2602.11335", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.11335", "abs": "https://arxiv.org/abs/2602.11335", "authors": ["Milan F. Welman", "Sharon Hammes-Schiffer"], "title": "Initialization with a Fock State Cavity Mode in Real-Time Nuclear--Electronic Orbital Polariton Dynamics", "comment": null, "summary": "Molecular polaritons have drawn great interest in recent years as a possible avenue for providing optical control over chemical dynamics. A central challenge in the field is to identify physical phenomena that require a quantum rather than a classical treatment of electrodynamics. In this work, we use our recently developed mean-field quantum (mfq) and full-quantum (fq) real-time nuclear--electronic orbital (RT-NEO) time-dependent density functional theory methods to simulate polaritonic dynamics for a molecule under vibrational strong coupling when a quantized cavity mode is initialized in a Fock state rather than a coherent state. Our previous work showed that a coherent state initial condition for the cavity mode leads to polariton formation for both the mfq-RT-NEO and fq-RT-NEO methods. Herein, we show that the mfq-RT-NEO method, which does not allow light--matter entanglement, does not predict polariton formation for a Fock state initial condition. Similar to the mfq-RT-NEO method, the fq-RT-NEO method does not predict oscillations of the cavity mode coordinate and molecular dipole operator expectation values for a Fock state initial condition. However, the fq-RT-NEO method does predict oscillations of the expectation values of even powers of these operators as well as light--matter entanglement, implicating polariton formation with a Fock state initial condition. All these observations can be explained with model systems. These results suggest that using a quantized cavity mode initial condition that does not have a direct analogy to an initial condition in classical electrodynamics can lead to physical phenomena that can only be described by a quantum treatment of the cavity mode."}
{"id": "2602.11191", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.11191", "abs": "https://arxiv.org/abs/2602.11191", "authors": ["Lubomír Bureš", "Valeria Raffuzzi"], "title": "Stochastic Point Kinetics Model of Circulating-Fuel Reactors under Perfect Mixing Approximation", "comment": "9 pages, 3 figures, author's original manuscript of a paper accepted for presentation at the Physor 2026 conference", "summary": "We present a stochastic framework for low-population dynamics in circulating-fuel reactors (CFRs) that captures delayed-neutron precursor (DNP) transport without delay terms. Starting from a modified point-kinetics model with two perfectly-mixed volumes, we derive equivalent discrete-event dynamics and an Itô stochastic differential equation (SDE) system. Two solvers are implemented: an analog Monte Carlo (AMC) engine and a semi-implicit Milstein SDE solver. Transient benchmarks demonstrate perfect agreement of AMC/SDE means with deterministic solutions, while revealing that the SDE approach underestimates DNP variances in selected regimes, potentially due to the neglect of DNP noise. We further recast reactivity loss due to precursor drift in this stochastic setting and show that its estimator is negatively biased. Overall, the developed framework provides a minimal yet representative model for CFR low-population kinetics. Future work will re-derive and test SDE noise terms and apply the framework to selected transient applications such as start-up analyses of CFRs."}
{"id": "2602.11369", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.11369", "abs": "https://arxiv.org/abs/2602.11369", "authors": ["Michal Hnatič", "Matej Kecer", "Tomáš Lučivjanský", "Lukáš Mižišin"], "title": "Renormalization group analysis of directed percolation process: Towards multiloop calculation of scaling functions", "comment": "accepted for publication in Theoretical and Mathematical Physics", "summary": "In this work, we employ a field-theoretic renormalization group approach to study a paradigmatic model of directed percolation. We focus on the perturbative calculation of the equation of state, extending the analysis to the three-loop order in the expansion parameter $\\varepsilon = 4-d$. We show that a large group of the necessary three-loop Feynman diagrams can be mapped onto already existing three-loop results, and develop a technique for the calculation of the remaining -- truly novel -- ones. The described semi-analytic procedure is further used to verify existing two-loop results. The main aim of this study is to provide an update on this ongoing work, as full three-loop calculations utilizing the described procedure are in progress."}
{"id": "2602.11369", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.11369", "abs": "https://arxiv.org/abs/2602.11369", "authors": ["Michal Hnatič", "Matej Kecer", "Tomáš Lučivjanský", "Lukáš Mižišin"], "title": "Renormalization group analysis of directed percolation process: Towards multiloop calculation of scaling functions", "comment": "accepted for publication in Theoretical and Mathematical Physics", "summary": "In this work, we employ a field-theoretic renormalization group approach to study a paradigmatic model of directed percolation. We focus on the perturbative calculation of the equation of state, extending the analysis to the three-loop order in the expansion parameter $\\varepsilon = 4-d$. We show that a large group of the necessary three-loop Feynman diagrams can be mapped onto already existing three-loop results, and develop a technique for the calculation of the remaining -- truly novel -- ones. The described semi-analytic procedure is further used to verify existing two-loop results. The main aim of this study is to provide an update on this ongoing work, as full three-loop calculations utilizing the described procedure are in progress."}
{"id": "2602.11397", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.11397", "abs": "https://arxiv.org/abs/2602.11397", "authors": ["C. Zagorec-Marks", "G. S. Kocheril", "T. Kieft", "O. A. Krohn", "C. Martí", "T. P. Softley", "J. Zádor", "H. J. Lewandowski"], "title": "Vibrational Quantum-State-Controlled Reactivity in the O2+ + C3H4 Reaction", "comment": null, "summary": "Quantum-state-controlled reactivity is a long-standing goal in the field of physical chemistry. In this work, we explore the vibrational-state-dependent behavior of the ion-molecule reaction between O2+ in distinct vibrational states and two isomers of C3H4, allene (H2C3H2) and propyne (H3C3H). While most products are formed regardless of the vibrational state of O2+, the branching ratios are influenced by vibrational excitation, and a new product, C2O+, appears exclusively in the excited-state reactions. This selective formation of C2O+ demonstrates that vibrational excitation can effectively activate a reaction pathway, providing direct evidence of quantum-state control in reactivity. These results represent an important step towards the goal of quantum-state-controlled chemistry in molecular systems."}
{"id": "2602.11193", "categories": ["physics.comp-ph", "nucl-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.11193", "abs": "https://arxiv.org/abs/2602.11193", "authors": ["Lorenzo Brevi", "Antonio Mandarino", "Carlo Barbieri", "Enrico Prati"], "title": "Addressing the ground state of the deuteron by physics-informed neural networks", "comment": null, "summary": "Machine learning techniques have proven to be effective in addressing the structure of atomic nuclei. Physics$-$Informed Neural Networks (PINNs) are a promising machine learning technique suitable for solving integro-differential problems such as the many-body Schrödinger problem. So far, there has been no demonstration of extracting nuclear eigenstates using such method. Here, we tackle realistic nucleon-nucleon interaction in momentum space, including models with strong high-momentum correlations, and demonstrate highly accurate results for the deuteron. We further provide additional benchmarks in coordinate space. We introduce an expression for the variational energy that enters the loss function, which can be evaluated efficiently within the PINNs framework. Results are in excellent agreement with proven numerical methods, with a relative error between the value of the predicted binding energy by the PINN and the numerical benchmark of the order of $10^{-6}$. Our approach paves the way for the exploitation of PINNs to solve more complex atomic nuclei."}
{"id": "2602.11385", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.11385", "abs": "https://arxiv.org/abs/2602.11385", "authors": ["Adam Olejniczak", "Jehyeok Ryu", "Francesco Di Stasio", "Yury Rakovich", "Victor Krivenkov"], "title": "When Blinking Helps: Suppressed Biexciton Emission in Lead Halide Perovskite Quantum Dots", "comment": "12 pages, 4 figures", "summary": "Blinking and multiphoton emission in metal halide perovskite quantum dots (PQDs) limit their use as single-photon quantum emitters. Conventional models distinguish between trion-related A-type blinking and defect-assisted BC-type blinking, both expected to degrade single-photon purity in a dark state. Here, time-resolved spectroscopy on individual PQDs reveals a qualitatively different regime in which low emitting dark states exhibit higher single-photon purity than bright states. For those PQDs state-resolved $g^{(2)}(τ)$ analysis shows that the exciton photoluminescence quantum yield decreases by a factor of $\\sim 8$, while the biexciton one is suppressed by a factor of $\\sim 10$. This leads to a moderate improvement of single-photon purity with $g^{(2)}_0$ decreased from 0.155 to 0.120. In contrast, PQDs with fluorescence lifetime--intensity distribution patterns characteristic for A-type blinking, display the expected increase of $g^{(2)}_0$ in charged, trion-dominated states. To explain the observed improvement of single-photon purity of low-emitting dark states, we propose a self-trapped-exciton (STE) mechanism that selectively blocks biexciton formation by diverting hot excitons into long-lived, weakly emissive STE configurations. This STE-mediated blinking channel explains why certain low-emitting states improve, rather than degrade, single-photon purity and suggests a lattice-driven route to perovskite quantum emitters with intrinsically suppressed multiphoton events."}
{"id": "2602.11385", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.11385", "abs": "https://arxiv.org/abs/2602.11385", "authors": ["Adam Olejniczak", "Jehyeok Ryu", "Francesco Di Stasio", "Yury Rakovich", "Victor Krivenkov"], "title": "When Blinking Helps: Suppressed Biexciton Emission in Lead Halide Perovskite Quantum Dots", "comment": "12 pages, 4 figures", "summary": "Blinking and multiphoton emission in metal halide perovskite quantum dots (PQDs) limit their use as single-photon quantum emitters. Conventional models distinguish between trion-related A-type blinking and defect-assisted BC-type blinking, both expected to degrade single-photon purity in a dark state. Here, time-resolved spectroscopy on individual PQDs reveals a qualitatively different regime in which low emitting dark states exhibit higher single-photon purity than bright states. For those PQDs state-resolved $g^{(2)}(τ)$ analysis shows that the exciton photoluminescence quantum yield decreases by a factor of $\\sim 8$, while the biexciton one is suppressed by a factor of $\\sim 10$. This leads to a moderate improvement of single-photon purity with $g^{(2)}_0$ decreased from 0.155 to 0.120. In contrast, PQDs with fluorescence lifetime--intensity distribution patterns characteristic for A-type blinking, display the expected increase of $g^{(2)}_0$ in charged, trion-dominated states. To explain the observed improvement of single-photon purity of low-emitting dark states, we propose a self-trapped-exciton (STE) mechanism that selectively blocks biexciton formation by diverting hot excitons into long-lived, weakly emissive STE configurations. This STE-mediated blinking channel explains why certain low-emitting states improve, rather than degrade, single-photon purity and suggests a lattice-driven route to perovskite quantum emitters with intrinsically suppressed multiphoton events."}
{"id": "2602.11702", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.11702", "abs": "https://arxiv.org/abs/2602.11702", "authors": ["Xincheng Miao", "Roland Mitrić"], "title": "A Hardware-Native Realisation of Semi-Empirical Electronic Structure Theory on Field-Programmable Gate Arrays", "comment": "38 pages, 5 figures, 7 tables", "summary": "High-throughput quantum-chemical calculations underpin modern molecular modelling, materials discovery, and machine-learning workflows, yet even semi-empirical methods become restrictive when many molecules must be evaluated. Here we report the first hardware-native realisation of semi-empirical electronic structure theory on a field-programmable gate array (FPGA), implementing as a proof of principle Extended Hückel Theory (EHT) and non-self-consistent Density Functional Tight Binding (DFTB0). Our design performs Hamiltonian construction and diagonalisation on the FPGA device through a streaming dataflow, enabling deterministic execution without host intervention. On a mid-range Artix-7 FPGA, the DFTB0 Hamiltonian generator delivers a throughput over fourfold higher than that of a contemporary server-class CPU. Improvements in eigensolver design, memory capacity, and extensions to nuclear gradients and excited states could further expand capability. Combined with the inherent energy efficiency of FPGA dataflow, this work opens a pathway towards sustainable, hardware-native acceleration of electronic-structure simulation and direct hardware implementations of a broad class of methods."}
{"id": "2602.11734", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.11734", "abs": "https://arxiv.org/abs/2602.11734", "authors": ["Ruofan Wang", "Mohammed Al-Kobaisi"], "title": "Ultra-Fast 3D Porous Media Generation: a GPU- Accelerated List-Indexed Explicit Time-Stepping QSGS Algorithm", "comment": null, "summary": "Efficient generation of high-resolution synthetic microstructures is essential in digital rock physics, yet classical Quartet Structure Generation Set (QSGS) algorithms become prohibitively expensive on large three-dimensional grids. We develop a list-indexed explicit time-stepping (LIETS) formulation of QSGS that restricts stochastic growth operations to an explicit active front instead of the entire voxel grid. The method is implemented in Python using NumPy on CPUs and CuPy on GPUs, and incorporates seed-spacing control via diamond dilation together with a volume-fraction-dependent directional growth probability. For a 400^3 domain, LIETS reduces generation time from tens of minutes for a serial CPU implementation and several minutes for vectorized CPU and GPU QSGS to about 24 s on a consumer-grade RTX 4060, achieving peak throughputs up to 2.7x10^7 nodes/s. A Fontainebleau sandstone benchmark at 500^3 resolution shows that LIETS reproduces the dependence of pore and grain size distributions on seed spacing (optimal s=30 voxels) and yields permeability-porosity trends within the experimental envelope and consistent with previously published Fast-QSGS results."}
{"id": "2602.11386", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2602.11386", "abs": "https://arxiv.org/abs/2602.11386", "authors": ["Luiz G. M. Tenório", "André J. Chaves", "Emiko Hiyama", "Tobias Frederico"], "title": "Gaussian Expansion Method for few-body states in two-dimensional materials", "comment": "16 pages, 7 figures, Supplementary material (6 pages) included", "summary": "We investigate the properties of trions in transition metal dichalcogenides (TMDCs) monolayers using the Gaussian Expansion Method (GEM) adapted to two-dimensional systems. Excitons and trions in monolayer TMDCs with the chemical composition MX$_2$ in the 2H phase are studied systematically. We computed the associated exciton and trion binding energies. We find in addition to the known $J = 0$ trion the existence of a bound state with orbital angular momentum $J = 1$. The results for $J = 0$ are benchmarked against existing calculations from the Stochastic Variational Method (SVM) and Quantum Monte Carlo (QMC). Furthermore, we analyze the trion internal structure and geometry through their probability density distributions, accounting for the effects of different material shows that GEM -- widely used in studies of strongly interacting few-body systems -- is well adapted to allow comprehensive and computationally efficient investigations of trions and potentially other weakly bound few-body states in layered materials. In addition, we systematically exploit the effect of strain and dieletric environment in the $J = 1$ trion predictions, illustrated for the MoS$_2$ monolayer example."}
{"id": "2602.11266", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2602.11266", "abs": "https://arxiv.org/abs/2602.11266", "authors": ["Salvatore D. Pace", "Daniel Bulmash"], "title": "Lieb-Schultz-Mattis constraints from stratified anomalies of modulated symmetries", "comment": "35 pages plus appendices", "summary": "We introduce stratified symmetry operators and stratified anomalies in quantum lattice systems as generalizations of onsite symmetry operators and onsite projective representations. A stratified symmetry operator is a symmetry operator that factorizes into mutually independent subsystem symmetry operators; its stratified anomaly is defined as the collection of anomalies associated with these subsystem operators. We develop a cellular chain complex formalism for stratified anomalies of internal symmetries and show that, in the presence of crystalline symmetries, they give rise to Lieb-Schultz-Mattis (LSM) constraints. This includes LSM anomalies and SPT-LSM theorems. We apply this framework to modulated $G$ symmetries, which are symmetries whose total symmetry group is ${G_\\mathrm{tot} = G \\rtimes G_\\mathrm{s}}$, with $G_\\mathrm{s}$ the crystalline symmetry group. Notably, a nonzero stratified anomaly within a fundamental domain of $G_\\mathrm{s}$ (e.g., a unit cell) does not always imply an LSM anomaly for modulated symmetries. Instead, the existence of an LSM anomaly also depends on how $G_\\mathrm{s}$ acts on $G$. When $G_\\mathrm{s}$ is the lattice translation group, we find an explicit criterion for when a stratified anomaly causes an LSM anomaly, and classify LSM anomalies using homology groups of $G_\\mathrm{s}$-invariant cellular chains. We illustrate this through examples of exponential and dipole symmetries with stratified anomalies, both in ${(1+1)}$D and ${(2+1)}$D, and construct a stabilizer code model of a modulated SPT subject to an SPT-LSM theorem."}
{"id": "2602.11489", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.11489", "abs": "https://arxiv.org/abs/2602.11489", "authors": ["Jonathas N. da Silva", "Octavio D. Rodriguez Salmon", "Minos A. Neto"], "title": "Intermediate Thermal Equilibrium Stages in Molecular Dynamics Simulations of two Bodies in Contact", "comment": "15 pages, 12 figures", "summary": "The Zeroth Law of Thermodynamics states that if two systems are in thermal equilibrium with a third one, then they are also in equilibrium with each other. This study explores not only the final state of thermal equilibrium between ideal gases separated by heat-conducting walls, but also the intermediate stages leading up to equilibrium, using classical molecular dynamics simulations. Two- and three-region models with argon atoms are analyzed. Fluctuations, correlations, and temperature distributions are observed, highlighting how heat conduction between regions influences the time to reach equilibrium. This work is distinguished by its detailed analysis of the intermediate stages that occur until the system reaches thermal equilibrium, in accordance with the Zeroth Law of Thermodynamics."}
{"id": "2602.11386", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2602.11386", "abs": "https://arxiv.org/abs/2602.11386", "authors": ["Luiz G. M. Tenório", "André J. Chaves", "Emiko Hiyama", "Tobias Frederico"], "title": "Gaussian Expansion Method for few-body states in two-dimensional materials", "comment": "16 pages, 7 figures, Supplementary material (6 pages) included", "summary": "We investigate the properties of trions in transition metal dichalcogenides (TMDCs) monolayers using the Gaussian Expansion Method (GEM) adapted to two-dimensional systems. Excitons and trions in monolayer TMDCs with the chemical composition MX$_2$ in the 2H phase are studied systematically. We computed the associated exciton and trion binding energies. We find in addition to the known $J = 0$ trion the existence of a bound state with orbital angular momentum $J = 1$. The results for $J = 0$ are benchmarked against existing calculations from the Stochastic Variational Method (SVM) and Quantum Monte Carlo (QMC). Furthermore, we analyze the trion internal structure and geometry through their probability density distributions, accounting for the effects of different material shows that GEM -- widely used in studies of strongly interacting few-body systems -- is well adapted to allow comprehensive and computationally efficient investigations of trions and potentially other weakly bound few-body states in layered materials. In addition, we systematically exploit the effect of strain and dieletric environment in the $J = 1$ trion predictions, illustrated for the MoS$_2$ monolayer example."}
{"id": "2602.12240", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.12240", "abs": "https://arxiv.org/abs/2602.12240", "authors": ["Venkat Kapil"], "title": "Harmonic-to-anharmonic thermodynamic integration made simple using REG TI", "comment": "7 pages, 2 figures", "summary": "Standard harmonic-to-anharmonic thermodynamic integration (TI) is known to develop a near singularity in the integrand for solids exhibiting diffusive degrees of freedom, such as rotating functional groups or migrating defects. This pathology results in numerical challenges for estimating absolute free energies within a single thermodynamic cycle. In this work, we introduce a simple regularization that removes this singularity and yields a well-behaved integrand that can be accurately evaluated on a uniform grid. The approach -- termed Regularized End-point Gradient (REG) TI -- is demonstrated on a model system and on predicting the relative stability of paracetamol polymorphs for which quasi-free methyl rotations lead to a near singularity in standard TI. We expect REG TI to simplify anharmonic free energy calculations for solids and to potentially enable their automation."}
{"id": "2602.11489", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.11489", "abs": "https://arxiv.org/abs/2602.11489", "authors": ["Jonathas N. da Silva", "Octavio D. Rodriguez Salmon", "Minos A. Neto"], "title": "Intermediate Thermal Equilibrium Stages in Molecular Dynamics Simulations of two Bodies in Contact", "comment": "15 pages, 12 figures", "summary": "The Zeroth Law of Thermodynamics states that if two systems are in thermal equilibrium with a third one, then they are also in equilibrium with each other. This study explores not only the final state of thermal equilibrium between ideal gases separated by heat-conducting walls, but also the intermediate stages leading up to equilibrium, using classical molecular dynamics simulations. Two- and three-region models with argon atoms are analyzed. Fluctuations, correlations, and temperature distributions are observed, highlighting how heat conduction between regions influences the time to reach equilibrium. This work is distinguished by its detailed analysis of the intermediate stages that occur until the system reaches thermal equilibrium, in accordance with the Zeroth Law of Thermodynamics."}
{"id": "2602.11428", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.11428", "abs": "https://arxiv.org/abs/2602.11428", "authors": ["Davide Zenatti", "Patanjali Kambhampati"], "title": "Optical gain in colloidal quantum dots is limited by biexciton absorption, not biexciton recombination", "comment": null, "summary": "Despite three decades of experimental study, optical gain in colloidal quantum dots still lacks a microscopic theory capable of explaining gain thresholds approaching one exciton per dot, their size dependence, or the anomalously small effective stimulated-emission cross sections observed across materials. Existing descriptions treat quantum dots as effective two-level systems comprised of an exciton and a biexciton, attributing gain thresholds to biexciton Auger recombination. This assumption is inconsistent with state-resolved optical pumping experiments and basic spectroscopic constraints. Here we present a microscopic theory of optical gain explicitly anchored in the Einstein relations governing absorption and stimulated emission. Within this framework, gain is determined by a spectral balance between stimulated emission from single excitons and excited-state absorption into biexcitonic manifolds, rather than by biexciton lifetimes. Using a spin-boson description of excitons coupled to a lattice bath, we show that gain thresholds and effective gain cross sections are controlled by the interplay of biexciton stabilization and exciton-lattice dressing. The theory unifies disparate materials by quantitatively explaining all longstanding gain phenomenology in CdSe quantum dots and predicts a continuous crossover to effective four-level, near-thresholdless gain in dynamically disordered lattices such as perovskite quantum dots."}
{"id": "2602.11428", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.11428", "abs": "https://arxiv.org/abs/2602.11428", "authors": ["Davide Zenatti", "Patanjali Kambhampati"], "title": "Optical gain in colloidal quantum dots is limited by biexciton absorption, not biexciton recombination", "comment": null, "summary": "Despite three decades of experimental study, optical gain in colloidal quantum dots still lacks a microscopic theory capable of explaining gain thresholds approaching one exciton per dot, their size dependence, or the anomalously small effective stimulated-emission cross sections observed across materials. Existing descriptions treat quantum dots as effective two-level systems comprised of an exciton and a biexciton, attributing gain thresholds to biexciton Auger recombination. This assumption is inconsistent with state-resolved optical pumping experiments and basic spectroscopic constraints. Here we present a microscopic theory of optical gain explicitly anchored in the Einstein relations governing absorption and stimulated emission. Within this framework, gain is determined by a spectral balance between stimulated emission from single excitons and excited-state absorption into biexcitonic manifolds, rather than by biexciton lifetimes. Using a spin-boson description of excitons coupled to a lattice bath, we show that gain thresholds and effective gain cross sections are controlled by the interplay of biexciton stabilization and exciton-lattice dressing. The theory unifies disparate materials by quantitatively explaining all longstanding gain phenomenology in CdSe quantum dots and predicts a continuous crossover to effective four-level, near-thresholdless gain in dynamically disordered lattices such as perovskite quantum dots."}
{"id": "2602.11489", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.11489", "abs": "https://arxiv.org/abs/2602.11489", "authors": ["Jonathas N. da Silva", "Octavio D. Rodriguez Salmon", "Minos A. Neto"], "title": "Intermediate Thermal Equilibrium Stages in Molecular Dynamics Simulations of two Bodies in Contact", "comment": "15 pages, 12 figures", "summary": "The Zeroth Law of Thermodynamics states that if two systems are in thermal equilibrium with a third one, then they are also in equilibrium with each other. This study explores not only the final state of thermal equilibrium between ideal gases separated by heat-conducting walls, but also the intermediate stages leading up to equilibrium, using classical molecular dynamics simulations. Two- and three-region models with argon atoms are analyzed. Fluctuations, correlations, and temperature distributions are observed, highlighting how heat conduction between regions influences the time to reach equilibrium. This work is distinguished by its detailed analysis of the intermediate stages that occur until the system reaches thermal equilibrium, in accordance with the Zeroth Law of Thermodynamics."}
