{"id": "2601.02442", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.02442", "abs": "https://arxiv.org/abs/2601.02442", "authors": ["Weijia Wang", "Qicheng Zhang", "Kun Zhang", "Shuaishuai Tong", "Chunyin Qiu"], "title": "Anomalous Collision of Exceptional Points on Nonorientable Manifolds", "comment": null, "summary": "Band degeneracies, ranging from Hermitian Dirac points to non-Hermitian exceptional points (EPs), play a central role in topological phase transitions. Beyond the topology of individual degeneracies, their mutual interactions yield richer phenomena. A representative example is the anomalous non-annihilating collision of pairwise-created degeneracies, previously believed to occur only in non-Abelian multiband systems. Here, we theoretically reveal and experimentally demonstrate that such an anomalous collision can emerge even in a simple two-band system without non-Abelian nature. In a two-dimensional non-Hermitian lattice whose Brillouin zone forms a nonorientable Klein bottle, two EPs with opposite topological charges, pairwise created from a hybrid point, merge into a new vortex point upon re-encounter, instead of annihilating. Remarkably, the hybrid point is a defective degeneracy featuring no eigenenergy braiding, whereas the vortex point is a non-defective degeneracy yet exhibits nontrivial eigenenergy braiding. This process manifests a non-Hermitian phase transition from a gapped phase to a gapless phase, a scenario that we directly observe in a hybrid-dimensional acoustic lattice via momentum-resolved band braid and Berry phase measurements. Our findings identify nonorientability as a new arena for engineering band degeneracies and topological phases, and pave the way for experimentally exploring the interplay between exceptional and nonorientable topology."}
{"id": "2601.02473", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02473", "abs": "https://arxiv.org/abs/2601.02473", "authors": ["Irene Gaiardoni", "Mattia Trama", "Alfonso Maiellaro", "Claudio Guarcello", "Francesco Romeo", "Roberta Citro"], "title": "Boltzmann theory of the inverse Edelstein effect in a two-dimensional Rashba gas", "comment": "11 pages, 7 figures", "summary": "We investigate the inverse Edelstein effect in a non-homogeneous system consisting of a ferromagnetic layer coupled to a Rashba two-dimensional electron gas. Within a semiclassical Boltzmann framework, we derive analytical expressions for the charge and spin currents and analyze their dependence on key parameters such as the chemical potential and the Rashba coupling strength. We show how interfacial exchange and spin-orbit interactions jointly control the efficiency of spin-to-charge conversion, leading to distinct regimes characterized by qualitatively different transport responses. A central outcome of our work is the availability of closed-form analytical results, which provide direct physical insight and enable a transparent and quantitative benchmarking with experiments on complex oxide interfaces, such as LaAlO$_3$/SrTiO$_3$."}
{"id": "2601.02658", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02658", "abs": "https://arxiv.org/abs/2601.02658", "authors": ["Keita Funayama", "Jotaro J. Nakane", "Ai Yamakage"], "title": "Realization of a universal topological waveguide by tuning adiabatic geometry", "comment": null, "summary": "Quantum valley Hall-based topological phases have been attracting attention across diverse fields as a robust platform for wave guidance due to their high compatibility with engineering frameworks. Combining three representative boundary types enables topological waveguides with flexible designability and enhanced functionality. However, one of the three, namely the armchair boundary, has long been limited by inter-valley scattering, resulting in weak topological protection and severely restricting its use in practical devices. This long-standing constraint is a major barrier to realizing broadly applicable topological waveguide systems. Here, to address this challenge toward a broadly applicable design framework for topological waveguides, we experimentally demonstrate that topological adiabatic geometry implemented in a micro electromechanical system suppresses valley mixing. We found that the adiabaticity enhances immunity to defects and increases the transmission efficiency of the armchair boundary. As the adiabaticity increases, topological protection is recovered over an increasingly broad portion of the bulk band gap, extending from low to high frequencies. Furthermore, we show that the recovery of protection in the adiabatic armchair boundary enables waves to propagate through 90^° and 150^°-bent waveguides by coupling with other interface geometries. Suppressing valley mixing via adiabaticity paves the way for a universal design framework for topological waveguides and for restoring robust topological characteristics across a wide range of wave phenomena."}
{"id": "2601.02672", "categories": ["cond-mat.mes-hall", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.02672", "abs": "https://arxiv.org/abs/2601.02672", "authors": ["Kang Yang", "Fei Song", "Piet W. Brouwer"], "title": "Stable boundary modes for fragile topology from spontaneous PT-symmetry breaking", "comment": "5+6 pages", "summary": "Two-dimensional topological insulators protected by nonlocal symmetries or with fragile topology usually do not admit robust in-gap edge modes due to the incompatibility between the symmetry and the boundary. Here, we show that in a parity-time (PT) symmetric system robust in-gap topological edge modes can be stably induced by non-Hermitian couplings that spontaneously break the PT symmetry of the eigenstates. The topological edge modes traverse the imaginary spectral gap between a pair of fragile topological bands, which is opened by the presence of the non-Hermitian perturbation. We demonstrate that the net number of resulting in-gap modes is protected by an operator version of anomaly cancellation that extends beyond the Hermitian limit. The results imply that loss and gain can in principle drive fragile topological phenomena to stable topological phenomena."}
{"id": "2601.02388", "categories": ["cond-mat.stat-mech", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2601.02388", "abs": "https://arxiv.org/abs/2601.02388", "authors": ["Allen Lobo", "Saravanan A"], "title": "Feedback Driven Convergence, Competition, and Entanglement in Classical Stochastic Processes", "comment": null, "summary": "We present a dynamical theory of statistical convergence in which the law of large numbers arises from outcome-outcome feedback rather than assumed independence. Defining the convergence field and its derivative, we show that empirical frequencies evolve through coupling, producing competition, finite-m fluctuations, and classical entanglement. Using the Kramers-Moyal expansion, we derive an Ito-Langevin and Fokker-Planck description, reducing in the symmetric regime to a time-dependent Ornstein-Uhlenbeck process. We propose variance-based witnesses that detect outcome-space entanglement in both binary sequences and coupled Brownian trajectories, and confirm entanglement through numerical experiments. Extending the formalism yields multi-outcome feedback dynamics and finite-time cross-diffusion between Brownian particles. The results unify convergence, fluctuation, and entanglement as consequences of a single feedback-driven stochastic principle."}
{"id": "2601.02707", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02707", "abs": "https://arxiv.org/abs/2601.02707", "authors": ["Asato Onishi", "Zifan Xu", "Cédric Bareille", "Yoichi Kageyama", "Shigeyuki Ishida", "Hiroshi Eisaki", "Kota Ishihara", "Kenichiro Hashimoto", "Toshiyuki Taniuchi", "Takasada Shibauchi"], "title": "Energy-Resolved Real-Space Imaging of Orbital Nematicity in an Fe-Based Superconductor", "comment": "14 pages, 4 figures", "summary": "Electronic nematicity in Fe-based superconductors is manifested by spontaneous rotational symmetry breaking and the formation of nematic domains with mutually orthogonal directions of $d_{xz}$/$d_{yz}$ orbital anisotropy. However, its energy dependence has remained largely unexplored in real space. Using 5.82-eV laser-excited photoemission electron microscopy (laser-PEEM) with an energy-selective slit, we visualize the evolution of linear dichroic (LD) contrast within individual nematic domains of Ba$_{1-x}$Na$_x$Fe$_2$As$_2$ ($x\\approx0.08$). We discover a sign reversal of the LD contrast at an energy $\\sim0.4$ eV below the Fermi level, directly revealing an inversion of orbital anisotropy inside each domain. This behavior reflects a different energy-dependent redistribution of spectral weight between the $d_{xz}$ and $d_{yz}$ states, highlighting the crucial role of orbital-selective coherence in the nematic phase of Fe-based superconductors."}
{"id": "2601.02388", "categories": ["cond-mat.stat-mech", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2601.02388", "abs": "https://arxiv.org/abs/2601.02388", "authors": ["Allen Lobo", "Saravanan A"], "title": "Feedback Driven Convergence, Competition, and Entanglement in Classical Stochastic Processes", "comment": null, "summary": "We present a dynamical theory of statistical convergence in which the law of large numbers arises from outcome-outcome feedback rather than assumed independence. Defining the convergence field and its derivative, we show that empirical frequencies evolve through coupling, producing competition, finite-m fluctuations, and classical entanglement. Using the Kramers-Moyal expansion, we derive an Ito-Langevin and Fokker-Planck description, reducing in the symmetric regime to a time-dependent Ornstein-Uhlenbeck process. We propose variance-based witnesses that detect outcome-space entanglement in both binary sequences and coupled Brownian trajectories, and confirm entanglement through numerical experiments. Extending the formalism yields multi-outcome feedback dynamics and finite-time cross-diffusion between Brownian particles. The results unify convergence, fluctuation, and entanglement as consequences of a single feedback-driven stochastic principle."}
{"id": "2601.02794", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02794", "abs": "https://arxiv.org/abs/2601.02794", "authors": ["Yanhuai Ding", "Dan Qian", "Zhipeng Liu"], "title": "Transformation Journey of Zr-based MOFs: Study on Mechanics and Hydrogen Storage under Doping Regulation", "comment": null, "summary": "This study delves into the transformation journey of Zr-based Metal-Organic Frameworks (MOFs), focusing on enhancing their mechanical properties and hydrogen storage capacities through doping regulation. MOFs, a versatile class of crystalline porous materials, have garnered significant attention due to their unique properties and broad potential applications in gas storage, separation, catalysis, and sensing. Among them, Zr-based MOFs stand out for their exceptional stability and high surface area. This research systematically investigates six key Zr-based MOFs (UIO-66, UIO-67, UIO-68, MOF-801, MOF-802, and MOF-841) using multiscale computational methods, including molecular dynamics (MD) simulations, grand canonical Monte Carlo (GCMC) simulations, and density functional theory (DFT). The study explores the impact of metal ion substitution (Fe, Co, Ni, Cu, Zn) on the mechanical and hydrogen storage properties of these MOFs. Our findings reveal that metal ion substitution significantly influences the mechanical stability and hydrogen adsorption capacity of Zr-based MOFs, providing valuable insights for the design and optimization of high-performance MOF materials."}
{"id": "2601.02510", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.02510", "abs": "https://arxiv.org/abs/2601.02510", "authors": ["Sung Kwon", "Naga Krishnakanth Katturi", "Bruno I. Moreno", "Carlos Cárdenas", "Marcos Dantus"], "title": "Ultrafast cation-dication dynamics in ammonia borane: H-migration to roaming H2 and reduced H3+ formation under strong-field ionization", "comment": "17 pages, 9 figures", "summary": "We report a femtosecond time-resolved strong-field study of ammonia borane (AB, BH3NH3) following both single and double ionization, revealing ultrafast fragmentation dynamics and hydrogen release. Mass spectrometry, combined with fragment correlation analysis and ab initio molecular dynamics simulations, is used to identify the molecular origin of the neutral and ionic products. Singly ionized AB produces neutral H and H2, while doubly ionized AB produces neutral H and H2 along with H+, H2+, and H3+, all within 1 ps. Electronic-structure calculations show that H, H+, H2, H2+, and H3+ originate predominantly from hydrogen atoms bound to the boron center and that their formation proceeds through hydrogen migration and, in some channels, neutral H2 roaming. The calculations further indicate that the dication meets the structural and energetic requirements for neutral H2 release, a prerequisite for forming astrochemically relevant H3+. However, the large adiabatic relaxation energy causes most roaming H2 to dissociate before proton abstraction, suppressing H3+ formation. These results provide new insight into dissociative ionization pathways in hydrogen-rich molecules, extend mechanistic principles developed for halogenated alkanes to ammonia borane, and suggest implications for hydrogen-release chemistry in ammonia-borane-based storage materials."}
{"id": "2601.02424", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2601.02424", "abs": "https://arxiv.org/abs/2601.02424", "authors": ["Kai Gu", "Yingping Liang", "Senliang Peng", "Aotian Guo", "Haizheng Zhong", "Ying Fu"], "title": "A large-scale nanocrystal database with aligned synthesis and properties enabling generative inverse design", "comment": null, "summary": "The synthesis of nanocrystals has been highly dependent on trial-and-error, due to the complex correlation between synthesis parameters and physicochemical properties. Although deep learning offers a potential methodology to achieve generative inverse design, it is still hindered by the scarcity of high-quality datasets that align nanocrystal synthesis routes with their properties. Here, we present the construction of a large-scale, aligned Nanocrystal Synthesis-Property (NSP) database and demonstrate its capability for generative inverse design. To extract structured synthesis routes and their corresponding product properties from literature, we develop NanoExtractor, a large language model (LLM) enhanced by well-designed augmentation strategies. NanoExtractor is validated against human experts, achieving a weighted average score of 88% on the test set, significantly outperforming chemistry-specialized (3%) and general-purpose LLMs (38%). The resulting NSP database contains nearly 160,000 aligned entries and serves as training data for our NanoDesigner, an LLM for inverse synthesis design. The generative capability of NanoDesigner is validated through the successful design of viable synthesis routes for both well-established PbSe nanocrystals and rarely reported MgF2 nanocrystals. Notably, the model recommends a counter-intuitive, non-stoichiometric precursor ratio (1:1) for MgF2 nanocrystals, which is experimentally confirmed as critical for suppressing byproducts. Our work bridges the gap between unstructured literature and data-driven synthesis, and also establishes a powerful human-AI collaborative paradigm for accelerating nanocrystal discovery."}
{"id": "2601.02485", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02485", "abs": "https://arxiv.org/abs/2601.02485", "authors": ["Boran Zhou", "Ya-Hui Zhang"], "title": "Symmetric topological Mott insulator and Mott semimetal", "comment": null, "summary": "Correlated physics in nearly flat topological bands is a central theme in the study of moiré materials. While ground states at integer fillings are typically identified as quantum Hall ferromagnets within a Hartree-Fock framework, we propose the existence of symmetric topological Mott insulators (STMIs) that transcend this Slater determinant picture. Focusing on half-filling of each flavor per unit cell, we demonstrate the existence of STMIs which exhibit a quantized charge or spin Hall response. We first establish this phase in a bilayer Haldane-Hubbard model with localized orbitals on the $A$ sublattice and dispersive band on the $B$ sublattice. Starting from a trivial Mott insulator on the $A$ sublattice, tuning the sublattice potential drives a Bose-Einstein-condensation (BEC) to Bardeen-Cooper-Schrieffer (BCS) transition of the associated $p-\\mathrm{i}p$ exciton pairing, realizing a topological Mott insulator with $C=1$ per flavor. We further generalize this construction to a single-layer spinful model, where the resulting STMI hosts charge edge modes coexisting with bulk local moments. A Mott semimetal is identified at the quantum critical point between the STMI and the trivial Mott insulator. Finally, we discuss applications to AA-stacked MoTe$_2$/WSe$_2$, proposing a ferromagnetic Chern insulator phase as a low-temperature descendant of the symmetric Mott semimetal."}
{"id": "2601.02756", "categories": ["cond-mat.mes-hall", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2601.02756", "abs": "https://arxiv.org/abs/2601.02756", "authors": ["Noriko Akutsu", "Yoshihiro Kangawa"], "title": "Intrinsic Step Jamming in Nanometer-Scale KPZ-like Rough Surfaces under Interface-Limited Crystal Growth and Retreat", "comment": "stepJam_w7y5arxivex; 10 pages, 6 figures. Submitted to Crstal Growth & Design", "summary": "We investigate an intrinsic step-jamming phenomenon at the nanometer scale on Kardar-Parisi-Zhang (KPZ)-like kinetically roughened crystal surfaces that arises during interface-limited steady crystal growth or retreat. Monte Carlo simulations using the Metropolis algorithm on a restricted solid-on-solid (RSOS) lattice model demonstrate that intrinsic step jamming persists on surfaces below 20 nm. In the present model, transport processes such as surface and volume diffusion are excluded, as are elastic interactions, step-step repulsion or attraction, and stoichiometric effects. We show that intrinsic step jamming arises from asymmetric fluctuations in atomic attachment and detachment driven by biased transition probabilities under the SOS restriction, leading to collective step congestion. Asymmetric fluctuations also determine whether adatom or hole clusters grow or recede. This mechanism bears close similarity to jamming phenomena in the asymmetric simple exclusion process (ASEP), including multi-lane variants. In contrast, symmetric thermal fluctuations generate adatom or hole clusters on terraces, thereby suppressing intrinsic step jamming. Possible routes to suppress intrinsic step jamming, including experimentally accessible strategies, are also discussed."}
{"id": "2601.02417", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02417", "abs": "https://arxiv.org/abs/2601.02417", "authors": ["Satish Prajapati"], "title": "A Unified Computational Framework for Two Dimensional Diffusion Limited Aggregation via Finite-Size Scaling, Multifractality, and Morphological Analysis", "comment": null, "summary": "Diffusion-Limited Aggregation (DLA), the canonical model for non-equilibrium fractal growth, emerges from the simple rule of irreversible attachment by random walkers. Despite four decades of study, a unified computational framework reconciling its stochastic algorithm, universal fractal dimension, multifractal growth measure, and finite-size effects remains essential for applications from materials science to geomorphology. Through large-scale simulations (clusters up to $N = 10^6$ particles) in two dimensions, we perform a tripartite analysis: (1) We establish a definitive finite-size scaling collapse, extracting the universal fractal dimension $D = 1.712 \\pm 0.015$ and identifying the crossover to boundary-dominated growth at a scaled mass $x_0 \\approx 0.10 \\pm 0.02$. (2) We quantify the full multifractal spectrum of the harmonic measure ($Δα\\approx 1.13$), directly linking the stochastic algorithm to the deterministic Laplacian growth equation $\\nabla^2 p = 0$ and explaining the screening effect via an exponential decay $η\\sim e^{-r/ξ}$ with screening length $ξ= 22.7 \\pm 0.8$ lattice units. (3) We provide a complete morphological characterization, revealing power-law branch length distributions ($τ\\approx 2.1$) and angular branching preferences ($\\sim 72^\\circ$). This work computationally validates DLA as a robust universality class and provides a scalable methodology for analyzing diffusion-controlled pattern formation across disciplines."}
{"id": "2601.02959", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02959", "abs": "https://arxiv.org/abs/2601.02959", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook", "Graeme J Ackland"], "title": "Charge Density Wave Order and Superconductivity in Janus MoXH Monolayers", "comment": "6 figures, 6 pages", "summary": "Two-dimensional Janus hydrogenated transition metal chalcogenides provide an unusual platform where lattice instabilities, electron-phonon coupling, and superconductivity are strongly intertwined. Using first-principles calculations, we demonstrate that Janus 2H and 1T MoXH (X = S, Se) monolayers host an intrinsic, commensurate charge density wave (CDW) ground state originating from soft phonon modes at the Brillouin zone M point. Real-space supercell optimizations confirm that the CDW reconstruction lowers the total energy and fully stabilizes the lattice, eliminating the imaginary phonon modes present in the high-symmetry metallic structures. Analysis of the electronic susceptibility shows that the CDW instability is not driven by Fermi surface nesting, but instead arises from strong electron-phonon coupling. We further reveal a material-dependent interplay between CDW order and superconductivity. In 1T MoSH, CDW formation enhances low-energy phonon contributions and strengthens electron-phonon coupling, leading to an increased superconducting transition temperature. In contrast, for 1T MoSeH and 2H MoSeH, the CDW phase suppresses electron-phonon coupling and reduces superconductivity. Finally, we show that thermal fluctuations, compressive strain, and carrier doping can selectively suppress CDW order and restore superconductivity. These results establish Janus MoXH monolayers as a tunable two-dimensional system for exploring lattice-driven charge ordering and its competition with superconductivity."}
{"id": "2601.02417", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02417", "abs": "https://arxiv.org/abs/2601.02417", "authors": ["Satish Prajapati"], "title": "A Unified Computational Framework for Two Dimensional Diffusion Limited Aggregation via Finite-Size Scaling, Multifractality, and Morphological Analysis", "comment": null, "summary": "Diffusion-Limited Aggregation (DLA), the canonical model for non-equilibrium fractal growth, emerges from the simple rule of irreversible attachment by random walkers. Despite four decades of study, a unified computational framework reconciling its stochastic algorithm, universal fractal dimension, multifractal growth measure, and finite-size effects remains essential for applications from materials science to geomorphology. Through large-scale simulations (clusters up to $N = 10^6$ particles) in two dimensions, we perform a tripartite analysis: (1) We establish a definitive finite-size scaling collapse, extracting the universal fractal dimension $D = 1.712 \\pm 0.015$ and identifying the crossover to boundary-dominated growth at a scaled mass $x_0 \\approx 0.10 \\pm 0.02$. (2) We quantify the full multifractal spectrum of the harmonic measure ($Δα\\approx 1.13$), directly linking the stochastic algorithm to the deterministic Laplacian growth equation $\\nabla^2 p = 0$ and explaining the screening effect via an exponential decay $η\\sim e^{-r/ξ}$ with screening length $ξ= 22.7 \\pm 0.8$ lattice units. (3) We provide a complete morphological characterization, revealing power-law branch length distributions ($τ\\approx 2.1$) and angular branching preferences ($\\sim 72^\\circ$). This work computationally validates DLA as a robust universality class and provides a scalable methodology for analyzing diffusion-controlled pattern formation across disciplines."}
{"id": "2601.02932", "categories": ["cond-mat.stat-mech", "math.DS", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02932", "abs": "https://arxiv.org/abs/2601.02932", "authors": ["Nathalie Wehlitz", "Grigorios A. Pavliotis", "Christof Schütte", "Stefanie Winkelmann"], "title": "Data-driven Reduction of Transfer Operators for Particle Clustering Dynamics", "comment": null, "summary": "We develop an operator-based framework to coarse-grain interacting particle systems that exhibit clustering dynamics. Starting from the particle-based transfer operator, we first construct a sequence of reduced representations: the operator is projected onto concentrations and then further reduced by representing the concentration dynamics on a geometric low-dimensional manifold and an adapted finite-state discretization. The resulting coarse-grained transfer operator is finally estimated from dynamical simulation data by inferring the transition probabilities between the Markov states. Applied to systems with multichromatic and Morse interaction potentials, the reduced model reproduces key features of the clustering process, including transitions between cluster configurations and the emergence of metastable states. Spectral analysis and transition-path analysis of the estimated operator reveal implied time scales and dominant transition pathways, providing an interpretable and efficient description of particle-clustering dynamics."}
{"id": "2601.02652", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.02652", "abs": "https://arxiv.org/abs/2601.02652", "authors": ["Sophia H. Kim", "Eric J. Heller"], "title": "Musical Molecules: Sonifying the IR Spectra and Modeling Intramolecular Vibrational Energy Redistribution of Small Molecules", "comment": null, "summary": "This work explores how small molecules sound. Infrared (IR) spectra of HCl, H2O, NH3, and acetone are mapped into the audible range using a simple anharmonic oscillator model and NIST vibrational data. Comparing harmonic and anharmonic sonifications reveals systematic pitch flattening, beating, and the emergence of combination bands, which are analyzed with spectrograms and autocorrelation functions. A time-dependent model of intramolecular vibrational energy redistribution (IVR) in acetone, implemented by \"plucking\" a single mode, produces evolving sound textures that mirror energy flow through the molecule. These results suggest that sonified IR spectra can provide an intuitive, pedagogical window into anharmonicity, mode coupling, and IVR."}
{"id": "2601.02431", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02431", "abs": "https://arxiv.org/abs/2601.02431", "authors": ["Dilshod Nematov", "Khilmirzo Kholmurodov", "Mirzoaziz Husenzoda", "Andrey Lyubchyk", "Amondulloi Burhonzoda"], "title": "Molecular Adsorption of H2O on TiO2 and TiO2:Y Surfaces", "comment": null, "summary": "In this work, using theoretical calculations within the framework of the density functional theory, taking into account the dispersive VDW interaction, the processes of adsorption and interaction of a water molecule with a TiO2 surface in various configurations are investigated. At the atomic/molecular level, the interactions of a water molecule with a TiO2 surface have been studied for various orientations. The results of calculations within the framework of DFT+ VDW show that the adsorption energies of single water molecules in different initial positions on the substrate surface vary from-0.72 to-0.84 eV, and the most stable adsorbate structure is the TiO2+ H2O system upon adsorption of a molecule of water, parallel to the Y axis, because during the adsorption of H2O parallel to the Y axis, some favorable effects are observed in the band structure of titanium dioxide. On the one hand, the band gap decreases to 2.59 eV, and on the other hand, a new energy state appears in the band gap with an energy contribution of 0.17 eV, when water is physisorbed and interacts with a titanium atom at a distance of 2.12 Å and occupies a perpendicular position relative to the surface."}
{"id": "2601.02508", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02508", "abs": "https://arxiv.org/abs/2601.02508", "authors": ["Liang Fu"], "title": "Fermi Sets: Universal and interpretable neural architectures for fermions", "comment": "5 pages", "summary": "We introduce Fermi Sets, a universal and physically interpretable neural architecture for fermionic many-body wavefunctions. Building on a ``parity-graded'' representation [1], we prove that any continuous fermionic wavefunction on a compact domain can be approximated to arbitrary accuracy by a linear combination of K antisymmetric basis functions--such as pairwise products or Slater determinants--multiplied by symmetric functions. A key result is that the number of required bases is provably small: K=1 suffices in one-dimensional continua (and on lattices in any dimension), K=2 suffices in two dimensions, and in higher dimensions K grows at most linearly with particle number. The antisymmetric bases can be learned by small neural networks, while the symmetric factors are implemented by permutation-invariant networks whose width scales only linearly with particle number. Thus, Fermi Sets achieve universal approximation of fermionic wavefunctions with minimal overhead while retaining clear physical interpretability."}
{"id": "2601.03022", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.03022", "abs": "https://arxiv.org/abs/2601.03022", "authors": ["Yu-Hsin Chen", "Thai-Son Nguyen", "Isabel Streicher", "Jimy Encomendero", "Stefano Leone", "Huili Grace Xing", "Debdeep Jena"], "title": "Shubnikov-de Haas oscillations of two-dimensional electron gases in AlYN/GaN and AlScN/GaN heterostructures", "comment": "7 pages, 4 figures", "summary": "AlYN and AlScN have recently emerged as promising nitride materials that can be integrated with GaN to form two-dimensional electron gases (2DEGs) at heterojunctions. Electron transport properties in these heterostructures have been enhanced through careful design and optimization of epitaxial growth conditions. In this work, we report for the first time Shubnikov-de Haas (SdH) oscillations of 2DEGs in AlYN/GaN and AlScN/GaN heterostructures, grown by metal-organic chemical vapor deposition. SdH oscillations provide direct access to key 2DEG parameters at the Fermi level: (1) carrier density, (2) electron effective mass (m* ~ 0.24 me for AlYN/GaN and m* ~ 0.25 me for AlScN/GaN), and (3) quantum scattering time (~ 68 fs for AlYN/GaN and ~ 70 fs for AlScN/GaN). These measurements of fundamental transport properties provide critical insights for advancing emerging nitride semiconductors for future high-frequency and power electronics."}
{"id": "2601.02459", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.02459", "abs": "https://arxiv.org/abs/2601.02459", "authors": ["Christopher Yang", "Thomas Scaffidi"], "title": "Asymptotic freedom, lost: Complex conformal field theory in the two-dimensional $O(N>2)$ nonlinear sigma model and its realization in the spin-1 Heisenberg chain", "comment": "8 pages, 5 figures", "summary": "The two-dimensional $O(N)$ nonlinear sigma model (NLSM) is asymptotically free for $N>2$: it exhibits neither a nontrivial fixed point nor spontaneous symmetry-breaking. Here we show that a nontrivial fixed point generically does exist in the $\\textit{complex}$ coupling plane and is described by a complex conformal field theory (CCFT). This CCFT fixed point is generic in the sense that it has a single relevant singlet operator, and is thus expected to arise in any non-Hermitian model with $O(N)$ symmetry upon tuning a single complex parameter. We confirm this prediction numerically by locating the CCFT at $N = 3$ in a non-Hermitian spin-1 antiferromagnetic Heisenberg chain, finding good agreement between the complex central charge and scaling dimensions and those obtained by analytic continuation of real fixed points from $N\\leq 2$. We further construct a realistic Lindbladian for a spin-1 chain whose no-click dynamics are governed by the non-Hermitian Hamiltonian realizing the CCFT. Since the CCFT vacuum is the eigenstate with the smallest decay rate, the system naturally relaxes under dissipative dynamics toward a CFT state, thus providing a route to preparing long-range entangled states through engineered dissipation."}
{"id": "2601.02966", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02966", "abs": "https://arxiv.org/abs/2601.02966", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook", "Graeme J Ackland"], "title": "Enhanced Electron-Phonon Coupling and Superconductivity in Ba-Alloyed A15 LaH5.75", "comment": "7 figures, 17 pages", "summary": "Recent experiments have established rare earth A15 type hydrides as a distinct family of high temperature superconductors that can be stabilized at significantly lower pressures compared to other superconducting hydrides. In particular, A15 type LaH5.75 was recently shown to be a high Tc superconductor. We have investigated a range of ternary substitutions and demonstrate that partial substitution of La by Ba stabilizes the A15 hydride lattice, with La0.75Ba0.25H5.75 identified as a stable compound. We calculate a superconducting transition temperature of approximately 183 K, almost double that of LaH5.75 at similar pressures. Ba typically acts as a 2 plus ion, while La is 3 plus. The reduced electron count disrupts the formation of H2 units and shifts the Fermi surface, leading to strongly enhanced electron phonon coupling. By contrast, substitution with Hf fails to produce any stable compounds. This work extends emerging alloy design principles in A15 hydride superconductors, demonstrating that doping can shift the Fermi level and tune the strength of the electron phonon coupling. These results provide concrete guidance for the experimental realization of new high Tc phases."}
{"id": "2601.02424", "categories": ["cond-mat.mtrl-sci", "cs.AI"], "pdf": "https://arxiv.org/pdf/2601.02424", "abs": "https://arxiv.org/abs/2601.02424", "authors": ["Kai Gu", "Yingping Liang", "Senliang Peng", "Aotian Guo", "Haizheng Zhong", "Ying Fu"], "title": "A large-scale nanocrystal database with aligned synthesis and properties enabling generative inverse design", "comment": null, "summary": "The synthesis of nanocrystals has been highly dependent on trial-and-error, due to the complex correlation between synthesis parameters and physicochemical properties. Although deep learning offers a potential methodology to achieve generative inverse design, it is still hindered by the scarcity of high-quality datasets that align nanocrystal synthesis routes with their properties. Here, we present the construction of a large-scale, aligned Nanocrystal Synthesis-Property (NSP) database and demonstrate its capability for generative inverse design. To extract structured synthesis routes and their corresponding product properties from literature, we develop NanoExtractor, a large language model (LLM) enhanced by well-designed augmentation strategies. NanoExtractor is validated against human experts, achieving a weighted average score of 88% on the test set, significantly outperforming chemistry-specialized (3%) and general-purpose LLMs (38%). The resulting NSP database contains nearly 160,000 aligned entries and serves as training data for our NanoDesigner, an LLM for inverse synthesis design. The generative capability of NanoDesigner is validated through the successful design of viable synthesis routes for both well-established PbSe nanocrystals and rarely reported MgF2 nanocrystals. Notably, the model recommends a counter-intuitive, non-stoichiometric precursor ratio (1:1) for MgF2 nanocrystals, which is experimentally confirmed as critical for suppressing byproducts. Our work bridges the gap between unstructured literature and data-driven synthesis, and also establishes a powerful human-AI collaborative paradigm for accelerating nanocrystal discovery."}
{"id": "2601.02938", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02938", "abs": "https://arxiv.org/abs/2601.02938", "authors": ["Yang Li", "Yanzhen Wang", "Boheng Zhao", "Xiaoxun Gong", "Yuxiang Wang", "Zechen Tang", "Zixu Wang", "Zilong Yuan", "Jialin Li", "Minghui Sun", "Zezhou Chen", "Honggeng Tao", "Baochun Wu", "Yuhang Yu", "He Li", "Felipe H. da Jornada", "Wenhui Duan", "Yong Xu"], "title": "DeepH-pack: A general-purpose neural network package for deep-learning electronic structure calculations", "comment": "19 pages, 7 figures, 1 table", "summary": "In computational physics and materials science, first-principles methods, particularly density functional theory, have become central tools for electronic structure prediction and materials design. Recently, rapid advances in artificial intelligence (AI) have begun to reshape the research landscape, giving rise to the emerging field of deep-learning electronic structure calculations. Despite numerous pioneering studies, the field remains in its early stages; existing software implementations are often fragmented, lacking unified frameworks and standardized interfaces required for broad community adoption. Here we present DeepH-pack, a comprehensive and unified software package that integrates first-principles calculations with deep learning. By incorporating fundamental physical principles into neural-network design, such as the nearsightedness principle and the equivariance principle, DeepH-pack achieves robust cross-scale and cross-material generalizability. This allows models trained on small-scale structures to generalize to large-scale and previously unseen materials. The toolkit preserves first-principles accuracy while accelerating electronic structure calculations by several orders of magnitude, establishing an efficient and intelligent computational paradigm for large-scale materials simulation, high-throughput materials database construction, and AI-driven materials discovery."}
{"id": "2601.02985", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.02985", "abs": "https://arxiv.org/abs/2601.02985", "authors": ["Lucien Dupuy", "Emmanuel Fromager"], "title": "Charged excitations made neutral: N-centered ensemble density functional theory of Fukui functions", "comment": null, "summary": "We introduce an in-principle exact working equation to compute Fukui functions within $N$-centered ensemble DFT. It avoids the kernel derivative discontinuity problem of DFT for fractional number of electrons, whose contribution is recovered through weight-derivatives of the ensemble density functional potential. We explore practical strategies to compute its contribution by recycling ground-state density-functional approximations dressed with a weight-dependent scaling function. We also show interpolating between known limits of the ensemble functional and learning from uniform density profiles is a very effective strategy."}
{"id": "2601.02434", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02434", "abs": "https://arxiv.org/abs/2601.02434", "authors": ["Dilshod Nematov"], "title": "Analysis of the Optical Properties and Electronic Structure of Semiconductors of the Cu2NiXS4 (X = Si, Ge, Sn) Family as New Promising Materials for Optoelectronic Devices", "comment": null, "summary": "In this work, the optoelectronic characteristics of kesterites of the Cu2NiXS4 system (X = Si, Ge, Sn) were studied. The electronic properties of the Cu2NiXS4 (X = Si, Ge, Sn) system were studied using first-principles calculations within the framework of density functional theory. For calculations, ab initio codes VASP and Wien2k were used. The high-precision modified Beke-Jones (mBJ) functional and the hybrid HSE06 functional were used to estimate the bandgap, electronic and optical properties. Calculations have shown that when replacing Si with Ge and Sn, the band gap decreases from 2.58 eV to 1.33 eV. Replacing Si with Ge and Sn reduces the overall density of electronic states. In addition, new deep (shallow) states are formed in the band gap of these crystals, which is confirmed by the behavior of their optical properties. The obtained band gap values are compared with existing experimental measurements, demonstrating good agreement between HSE06 calculations and experimental data. The nature of changes in the dielectric constant, absorption capacity and optical conductivity of these systems depending on the photon energy has also been studied. The statistical dielectric constant and refractive index of these materials were found. The results will help increase the amount of information about the properties of the materials under study and will allow the use of these compounds in a wider range of optoelectronic devices, in particular, in solar cells and other devices that use solar radiation to generate electric current."}
{"id": "2601.02555", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02555", "abs": "https://arxiv.org/abs/2601.02555", "authors": ["A. A. Aczel", "B. R. Ortiz", "Y. Luo", "G. Pokharel", "P. M. Sarte", "C. dela Cruz", "J. Liu", "G. Sala", "S. D. Wilson", "B. A. Frandsen", "J. A. M. Paddison"], "title": "Influence of controlled disorder on the dipolar spin ice state of Ho-based pyrochlores", "comment": "15 pages, 6 figures", "summary": "Pyrochlore magnets of the form $R_2B_2$O$_7$, in which rare-earth ions on the $R$-site form a three-dimensional network of corner-sharing tetrahedra, provide a canonical setting for geometrical frustration. Ho-based pyrochlores host a dipolar spin-ice ground state, characterized by Ising moments constrained by the ice rules and elementary excitations analogous to magnetic monopoles. Here we examine how controlled chemical disorder influences this state by introducing site mixing on the non-magnetic $B$-site in two compounds. Ho$_2$GaSbO$_7$ contains only Ga$^{3+}$/Sb$^{5+}$ charge disorder, whereas Ho$_2$ScSbO$_7$ exhibits both charge and substantial size disorder arising from the large ionic-radius mismatch between Sc$^{3+}$ and Sb$^{5+}$. Although both materials retain the pyrochlore structure, neutron scattering measurements reveal a reduced correlation length for the $R/B$-site cation ordering and enhanced local structural distortions in Ho$_2$ScSbO$_7$. Despite these structural differences, bulk thermodynamic measurements and magnetic diffuse scattering demonstrate that both systems exhibit the defining signatures of a dipolar spin-ice state. Low-energy inelastic neutron spectroscopy further uncovers broad magnetic excitations that develop within the dipolar spin-ice regime, a feature absent in pristine Ho pyrochlores and indicative of disorder-induced splitting of the non-Kramers ground-state doublet. Together, these results show that controlled disorder generates tunable transverse-field-driven quantum fluctuations in Ho-based pyrochlores, although the dipolar spin-ice state is remarkably robust to this disorder."}
{"id": "2601.03045", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03045", "abs": "https://arxiv.org/abs/2601.03045", "authors": ["Ranju Dalal", "Harsimran Singh", "Rwik Dutta", "Hariharan Swaminathan", "Kenji Watanabe", "Takashi Taniguchi", "Mit H Naik", "Manish Jain", "Akshay Singh"], "title": "Signatures of moiré intralayer biexcitons and exciton-phason coupling in WSe2/WS2 heterostructures", "comment": "Main text and Supplementary figures included, having total 40 pages. Main text contains 4 figures", "summary": "Interactions among electronic and lattice degrees-of-freedom are foundational to various phases in condensed-matter physics, yet the dynamic interplay between excitonic and phononic quasiparticles represents an equivalent, underexplored frontier. Moiré superlattices provide an ideal platform for realizing these interactions by offering localized intralayer excitons (IALX) and ultralow-energy collective lattice modes, such as phasons. Here, by optically suppressing ultrafast charge-transfer (CT) to interlayer excitons in WSe2/WS2 heterostructures, we uncover dynamics of moiré IALX revealing long lifetimes (τ > 1000 ps) arising from localized Wannier and in-plane CT nature. We then observe moiré intralayer intervalley biexcitons with binding energy ~ 16 meV, with long lifetimes due to moiré confinement. Furthermore, we find time-domain signatures of strong coupling between moiré-IALX and ~ 10 micro-eV phasons, evidenced as twist-angle-dependent GHz oscillations in IALX dynamics. Our findings establish moiré superlattices as interacting hybrid quantum systems and for engineering non-equilibrium phenomena, as well as for GHz-scale optoelectronics."}
{"id": "2601.02475", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02475", "abs": "https://arxiv.org/abs/2601.02475", "authors": ["Ewan McCulloch", "Romain Vasseur", "Sarang Gopalakrishnan"], "title": "Anomalous diffusion from hydrodynamic recoupling in particle-hole symmetric fluids", "comment": "7 pages, 4 figures, 10 pages of supplemental material", "summary": "In charged fluids obeying particle-hole symmetry, such as the Dirac fluid in graphene, charge transport is diffusive despite the presence of ballistically propagating sound waves: sound waves \"hydrodynamically decouple\" from the slower charge fluctuations. For quasi-one-dimensional fluids, we show that this symmetry-protected charge diffusion is not smoothly connected to the normal diffusion that arises when momentum conservation is broken by noise (or static impurities). Instead, the charge diffusion constant is a discontinuous function of noise, which (in the weak-noise limit) depends only on the ratio of momentum and energy relaxation rates. In the special limit of momentum-conserving noise (e.g., spatially uniform fluctuations of the Hamiltonian), the diffusion constant diverges in the presence of noise. We describe the resulting superdiffusion in terms of coupled Burgers equations. We present a general mechanism--hydrodynamic recoupling--by which weak noise can induce singular changes in transport coefficients. Our results highlight the limits of zero-noise extrapolation for predicting dynamical quantities like diffusion constants."}
{"id": "2601.02647", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02647", "abs": "https://arxiv.org/abs/2601.02647", "authors": ["Pedro H. A. Moya", "Marli R. Cantarino", "Lucas E. Correa", "Leandro R. de Faria", "Rodrigo M. C. Huamani", "Wendell S. Silva", "Claude Monney", "Antonio J. S. Machado", "Fernando A. Garcia"], "title": "Electronic band structure reconstruction in Ni$_{x}$ZrTe$_{2}$", "comment": null, "summary": "The filling of the large van der Waals gap in Transition Metal Dichalcogenides (TMDs) often leads to lattice and electronic instabilities, which prelude the onset of a rich phenomenology. Here, we investigate the electronic structure of the TMDs ZrTe$_2$ and Ni-intercalated ZrTe$_2$ (Ni$_x$ZrTe$_2$, $x\\approx 0.05$) employing angle-resolved photoemission spectroscopy (ARPES). We readily identify in Ni$_x$ZrTe$_2$ two flat bands, most likely associated with localized Ni-derived 3$d$-states, at about $\\approx-0.7$ eV and $\\approx-1.2$ eV in binding energy. The presence of these flat bands is observed for all temperatures ($T$) in our study. More significantly, at low-$T$, we identify an electronic structure reconstruction in Ni$_x$ZrTe$_2$, which halves the electronic periodicity along the $k_{z}$ direction. This is reminiscent of a commensurate band folding with wave-vector $q=(0,0,π)$. Together with previous results from macroscopic measurements, namely heat capacity and resistivity, our findings suggest that Ni intercalation drives a structural instability at $T^{*}=287$ K, which causes the observed electronic band reconstruction. Our findings invite further investigation into the structural properties of ZrTe$_2$ and of the intercalated and defect-engineered versions of this material."}
{"id": "2601.02431", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02431", "abs": "https://arxiv.org/abs/2601.02431", "authors": ["Dilshod Nematov", "Khilmirzo Kholmurodov", "Mirzoaziz Husenzoda", "Andrey Lyubchyk", "Amondulloi Burhonzoda"], "title": "Molecular Adsorption of H2O on TiO2 and TiO2:Y Surfaces", "comment": null, "summary": "In this work, using theoretical calculations within the framework of the density functional theory, taking into account the dispersive VDW interaction, the processes of adsorption and interaction of a water molecule with a TiO2 surface in various configurations are investigated. At the atomic/molecular level, the interactions of a water molecule with a TiO2 surface have been studied for various orientations. The results of calculations within the framework of DFT+ VDW show that the adsorption energies of single water molecules in different initial positions on the substrate surface vary from-0.72 to-0.84 eV, and the most stable adsorbate structure is the TiO2+ H2O system upon adsorption of a molecule of water, parallel to the Y axis, because during the adsorption of H2O parallel to the Y axis, some favorable effects are observed in the band structure of titanium dioxide. On the one hand, the band gap decreases to 2.59 eV, and on the other hand, a new energy state appears in the band gap with an energy contribution of 0.17 eV, when water is physisorbed and interacts with a titanium atom at a distance of 2.12 Å and occupies a perpendicular position relative to the surface."}
{"id": "2601.03004", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.03004", "abs": "https://arxiv.org/abs/2601.03004", "authors": ["Lorenzo Niccoli", "Gian-Marco Camenisch", "Matías Chávez", "Matthias Ernst"], "title": "Effective Hamiltonian based DNP Sequence Optimization", "comment": null, "summary": "Dynamic nuclear polarization (DNP) enhances the intensity of NMR signals by transferring polarization from electron spins to nuclei via microwave irradiation. Pulsed DNP methods offer more control on the spin dynamics than conventional continuous-wave approaches. Here, we report on-resonance and off-resonance DNP sequences optimized using effective Hamiltonians derived from continuous Floquet theory. Experiments at 80 K and 0.35 T using a sample of 5 mM Trityl OX063 in a glycerol-d8/D2O/H2O matrix (60:30:10, v/v/v) demonstrate that the optimized on-resonance sequence achieves 100 MHz electron offset bandwidth, while the offresonance sequence cantered at an electron offset of 50 MHz can cover 20 MHz, with 25 MHz and 20 MHz of microwave power, respectively. These results demonstrate that continuous Floquet theory is a useful framework for the optimization of pulsed DNP sequences."}
{"id": "2601.02450", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02450", "abs": "https://arxiv.org/abs/2601.02450", "authors": ["Ahmad Ahmad", "Ying-Cheng Chen", "Jie Peng", "Anter El-Azab"], "title": "Strain effects on the binding and diffusion energies of Au adatoms and CeO2 admolcules on Au, CeO2, MgO and SrTiO3 surfaces", "comment": null, "summary": "First-principles density functional theory (DFT) calculations were used to study the effects of elastic strains on the binding and diffusion activation energies of Au adatom and CeO2 admolecule on Au (001), Ce-terminated CeO2 (001), MgO (001), SrO- and TiO2-terminationed SrTiO3 (001) surfaces. In preparation for computing these energies, normal and shear strains within the range 0.15% were applied in the plane of the surface of the supercell prior to placing the adsorbed species on the surface. Our study shows that the dependence of binding energies and diffusion barriers of adatoms and molecules on the strain varies significantly among surfaces. The strain was found to alter the symmetry of surface diffusion pathways causing anisotropy of the diffusion barriers. This strain-induced anisotropy depends on the orientation of the applied strains relative to the in-plane crystallographic directions of the free surface. The binding and diffusion activation energies were fit linearly in terms of strain components in the range 0.15% and the extrapolated values compared favorably to DFT computed values up to 0.5%. The scheme presented here for the computation and fitting of the binding and diffusion energies in terms of strain can be used to inform models of surface diffusion, clustering and growth of multi-component and multi-phase thin films and investigate the effect of strain on the self-organization in such systems."}
{"id": "2601.02590", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02590", "abs": "https://arxiv.org/abs/2601.02590", "authors": ["Loïc Herviou", "Elodie Campan", "Pierre Nataf"], "title": "$\\mathbb{Z}_L$ symmetry breaking in SU(N) Fermi-Hubbard dots at zero and finite temperature", "comment": "17 pages, 11 figures", "summary": "We address the SU(N) Fermi-Hubbard model on a chain, with $N$ the number of degenerate orbitals, or colors, for each fermion. In the limit of both large number of colors $N$ and particles, and small number of sites $L \\geq 2$, the model is proved to undergo a $\\mathbb{Z}_L$ symmetry breaking for attractive local interaction amplitude $U$. Using a combination of Exact Diagonalization with full SU(N) symmetry, generalized L-levels Holstein-Primakoff transformation, Hartree-Fock method and large-N saddle point approximation of the partition function, we extend the results obtained in [PRA 111, L020201 (2025)] to $L \\geq 3$ and finite temperature $T>0$. In particular, we show that at $T=0$ for $U<U_c\\sim -1/N$, the ground state is L-fold degenerate, while for positive temperatures, the critical temperature is both proportional to $N$ and $U$, i.e. $T_c \\propto -U N$, making this phase transition particularly suitable for large-N fermions."}
{"id": "2601.03106", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03106", "abs": "https://arxiv.org/abs/2601.03106", "authors": ["Xingqiang Zhang", "Liu Chang", "Liyi Li", "Zhe Cheng"], "title": "Thermal conductance across bonded SiOx-SiOx interfaces in hybrid bonding process", "comment": null, "summary": "Hybrid bonding is a pivotal technology for enabling three dimensional integrated circuits. Among the foremost challenges facing 3D IC implementation is thermal management, where a deep understanding of heat conduction across bonded interfaces is essential for addressing heat dissipation and reliability issues. Nevertheless, the thermal conductance of bonded dielectric-dielectric interfaces remains poorly understood. In this study, we employ the low-temperature bonding technique integral to hybrid bonding to fabricate SiO-SiO interfaces and investigate their thermal boundary conductance using time domain thermoreflectance. Structural characterizations show high quality bonded interfaces. By fitting the data with an equivalent multilayer thermal model, we establish a lower limit TBC of 150 MW/m2-K for the SiO-SiO interfaces, which corresponds to a thermal resistance lower than that of a 9.2-nm-thick dielectric layer. These findings offer valuable insights into thermal transport in hybrid-bonded structures and provide critical guidance for the thermal design of advanced packaging solutions."}
{"id": "2601.02477", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.02477", "abs": "https://arxiv.org/abs/2601.02477", "authors": ["Harald Schmid", "Felix von Oppen", "Gil Refael", "Yang Peng"], "title": "Superextensive charging speeds in a correlated quantum charger", "comment": null, "summary": "We define a quantum charger as an interacting quantum system that transfers energy between two drives. The key figure of merit characterizing a charger is its charging power. Remarkably, the presence of long-range interactions within the charger can induce a collective steady-state charging mode that depends superlinearly on the size of the charger, exceeding the performance of noninteracting, parallel units. Using the driven Lipkin-Meshkov-Glick model and power-law interacting spin chains, we show that this effect persists up to a critical system size set by the breakdown of the high-frequency regime. We discuss optimal work output as well as experimentally accessible initial states. The superlinear charging effect can be probed in trapped-ion experiments, and positions interacting Floquet systems as promising platforms for enhanced energy conversion."}
{"id": "2601.02820", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02820", "abs": "https://arxiv.org/abs/2601.02820", "authors": ["Hai Zeng", "Yiwei Chen", "Zhuo Wang", "Shuo Zou", "Kangjian Luo", "Yang Yuan", "Meng Zhang", "Yongkang Luo"], "title": "Inverse magnetic melting effect in vdW-like Kondo lattice CeSn$_{0.75}$Sb$_2$", "comment": "8+3 pages, 5+4 figures, 0+1 tables", "summary": "Given the intimate connection between magnetic orders and the interplay among multiple degrees of freedom in heavy-fermion systems, controlling and understanding the associated inverse melting effect is crucial for unveiling novel condensed-matter states and their potential applications. Here, we report the growth of single crystalline quasi-two-dimensional van-der-Waals-like Kondo lattice CeSn$_{0.75}$Sb$_2$, and its physical properties by a combination of transport / magnetic / thermodynamic measurements. We find that it hosts a fragile antiferromagnetic (AFM) order and a cluster glass (CG) ground state, both of which are highly sensitive to external fields. Upon cooling under low in-plane magnetic fields, the AFM phase evolves into a polarized paramagnetic phase, either directly or indirectly through the intermediate CG phase. This process constitutes an inverse magnetic melting effect that restores the broken translational / rotational symmetries. Our work provides a rare paradigm of inverse magnetic melting effect in vdW-like heavy-fermion materials, and enriches the physics in conventional Kondo-lattice models."}
{"id": "2601.02434", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02434", "abs": "https://arxiv.org/abs/2601.02434", "authors": ["Dilshod Nematov"], "title": "Analysis of the Optical Properties and Electronic Structure of Semiconductors of the Cu2NiXS4 (X = Si, Ge, Sn) Family as New Promising Materials for Optoelectronic Devices", "comment": null, "summary": "In this work, the optoelectronic characteristics of kesterites of the Cu2NiXS4 system (X = Si, Ge, Sn) were studied. The electronic properties of the Cu2NiXS4 (X = Si, Ge, Sn) system were studied using first-principles calculations within the framework of density functional theory. For calculations, ab initio codes VASP and Wien2k were used. The high-precision modified Beke-Jones (mBJ) functional and the hybrid HSE06 functional were used to estimate the bandgap, electronic and optical properties. Calculations have shown that when replacing Si with Ge and Sn, the band gap decreases from 2.58 eV to 1.33 eV. Replacing Si with Ge and Sn reduces the overall density of electronic states. In addition, new deep (shallow) states are formed in the band gap of these crystals, which is confirmed by the behavior of their optical properties. The obtained band gap values are compared with existing experimental measurements, demonstrating good agreement between HSE06 calculations and experimental data. The nature of changes in the dielectric constant, absorption capacity and optical conductivity of these systems depending on the photon energy has also been studied. The statistical dielectric constant and refractive index of these materials were found. The results will help increase the amount of information about the properties of the materials under study and will allow the use of these compounds in a wider range of optoelectronic devices, in particular, in solar cells and other devices that use solar radiation to generate electric current."}
{"id": "2601.02938", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02938", "abs": "https://arxiv.org/abs/2601.02938", "authors": ["Yang Li", "Yanzhen Wang", "Boheng Zhao", "Xiaoxun Gong", "Yuxiang Wang", "Zechen Tang", "Zixu Wang", "Zilong Yuan", "Jialin Li", "Minghui Sun", "Zezhou Chen", "Honggeng Tao", "Baochun Wu", "Yuhang Yu", "He Li", "Felipe H. da Jornada", "Wenhui Duan", "Yong Xu"], "title": "DeepH-pack: A general-purpose neural network package for deep-learning electronic structure calculations", "comment": "19 pages, 7 figures, 1 table", "summary": "In computational physics and materials science, first-principles methods, particularly density functional theory, have become central tools for electronic structure prediction and materials design. Recently, rapid advances in artificial intelligence (AI) have begun to reshape the research landscape, giving rise to the emerging field of deep-learning electronic structure calculations. Despite numerous pioneering studies, the field remains in its early stages; existing software implementations are often fragmented, lacking unified frameworks and standardized interfaces required for broad community adoption. Here we present DeepH-pack, a comprehensive and unified software package that integrates first-principles calculations with deep learning. By incorporating fundamental physical principles into neural-network design, such as the nearsightedness principle and the equivariance principle, DeepH-pack achieves robust cross-scale and cross-material generalizability. This allows models trained on small-scale structures to generalize to large-scale and previously unseen materials. The toolkit preserves first-principles accuracy while accelerating electronic structure calculations by several orders of magnitude, establishing an efficient and intelligent computational paradigm for large-scale materials simulation, high-throughput materials database construction, and AI-driven materials discovery."}
{"id": "2601.02481", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02481", "abs": "https://arxiv.org/abs/2601.02481", "authors": ["Ezra Day-Roberts", "Huan Wu", "Onur Erten", "A. S Botana"], "title": "An altermagnetic materials library in intercalated transition-metal dichalcogenides", "comment": "9 pages, 3 figures", "summary": "Altermagnets represent a promising class of magnetic materials owing to their distinctive spin-split band structures in the absence of net magnetization. Here, we present a first-principles investigation of altermagnetism in magnetically intercalated transition metal dichalcogenides (TMDs) with the general formula T$_y$MX$_2$ (T= 3$d$-transition metal, M= transition-metal, X=chalcogen, $y$= 1/3 or 1/4). For a TMD host with 2H structure, compounds exhibiting A-type antiferromagnetism are $g$-wave altermagnets by symmetry. We identify several intercalated TMDs fulfilling the conditions for altermagnetic order to be realized. Several of these candidate materials display spin-splittings at the Fermi level as large as 100 meV."}
{"id": "2601.02647", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02647", "abs": "https://arxiv.org/abs/2601.02647", "authors": ["Pedro H. A. Moya", "Marli R. Cantarino", "Lucas E. Correa", "Leandro R. de Faria", "Rodrigo M. C. Huamani", "Wendell S. Silva", "Claude Monney", "Antonio J. S. Machado", "Fernando A. Garcia"], "title": "Electronic band structure reconstruction in Ni$_{x}$ZrTe$_{2}$", "comment": null, "summary": "The filling of the large van der Waals gap in Transition Metal Dichalcogenides (TMDs) often leads to lattice and electronic instabilities, which prelude the onset of a rich phenomenology. Here, we investigate the electronic structure of the TMDs ZrTe$_2$ and Ni-intercalated ZrTe$_2$ (Ni$_x$ZrTe$_2$, $x\\approx 0.05$) employing angle-resolved photoemission spectroscopy (ARPES). We readily identify in Ni$_x$ZrTe$_2$ two flat bands, most likely associated with localized Ni-derived 3$d$-states, at about $\\approx-0.7$ eV and $\\approx-1.2$ eV in binding energy. The presence of these flat bands is observed for all temperatures ($T$) in our study. More significantly, at low-$T$, we identify an electronic structure reconstruction in Ni$_x$ZrTe$_2$, which halves the electronic periodicity along the $k_{z}$ direction. This is reminiscent of a commensurate band folding with wave-vector $q=(0,0,π)$. Together with previous results from macroscopic measurements, namely heat capacity and resistivity, our findings suggest that Ni intercalation drives a structural instability at $T^{*}=287$ K, which causes the observed electronic band reconstruction. Our findings invite further investigation into the structural properties of ZrTe$_2$ and of the intercalated and defect-engineered versions of this material."}
{"id": "2601.03210", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03210", "abs": "https://arxiv.org/abs/2601.03210", "authors": ["Bobby Kaman", "Jinho Lim", "Yingkai Liu", "Axel Hoffmann"], "title": "Emulating 2D Materials with Magnons", "comment": null, "summary": "Spin waves (magnons) in 2D materials have received increasing interest due to their unique states and potential for tunability. However, many interesting features of these systems, including Dirac points and topological states, occur at high frequencies, where experimental probes are limited. Here, we study a crystal formed by patterning a hexagonal array of holes in a perpendicularly magnetized thin film. Through simulation, we find that the magnonic band structure imitates that of graphene, but additionally has some kagome-like character and includes a few flat bands. Surprisingly, its nature can be understood using a 9-band tight-binding Hamiltonian. This clear analogy to 2D materials enables band-gap engineering in 2D, topological magnons along 1D phase boundaries, and spectrally isolated modes at 0D point defects. Interestingly, the 1D phase boundaries allow access to the valley degree of freedom through a magnonic analog of the quantum valley-Hall insulator. These approaches can be extended to other magnonic systems, but are potentially more general due to the simplicity of the model, which resembles existing results from electron, phonon, photon, and cold atom systems. This finding brings the physics of spin waves in 2D materials to more experimentally accessible scales, augments it, and outlines a few principles for controlling magnonic states."}
{"id": "2601.02497", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.02497", "abs": "https://arxiv.org/abs/2601.02497", "authors": ["Isaías Vallejo-Fabila", "Fausto Borgonovi", "Felix M. Izrailev", "Lea F. Santos"], "title": "Thermalization in the mixed-field Ising model: An occupation number perspective", "comment": "13 pages, 10 figures", "summary": "The occupation number is a key observable for diagnosing thermalization, as it connects directly to standard statistical laws such as Fermi--Dirac, Bose--Einstein, and Boltzmann distributions. In the context of spin systems, it represents the population of the sublevels of the magnetization in the $z$-direction. We use this quantity to probe the onset of thermalization in the isolated quantum and classical one-dimensional spin-1 Ising model with transverse and longitudinal fields. Thermalization is achieved when the long-time average of the occupation number converges to the microcanonical prediction as the chain length $L$ increases, consistent with the emergence of ergodicity. However, the finite-size scaling analysis in the quantum model is challenged by the exponential growth of the Hilbert space with $L$. To overcome this limitation, we turn to the corresponding classical model, which enables access to much larger system sizes. By tracking the dynamics of individual spins on their three-dimensional Bloch spheres and employing tools from random matrix theory, we establish a quantitative criterion for classical ergodicity in interacting spin systems. We find that deviations from classical ergodicity decay algebraically with system size. This power-law scaling then provides a quantitative bound on the approach to thermal equilibrium in the quantum model."}
{"id": "2601.02442", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.02442", "abs": "https://arxiv.org/abs/2601.02442", "authors": ["Weijia Wang", "Qicheng Zhang", "Kun Zhang", "Shuaishuai Tong", "Chunyin Qiu"], "title": "Anomalous Collision of Exceptional Points on Nonorientable Manifolds", "comment": null, "summary": "Band degeneracies, ranging from Hermitian Dirac points to non-Hermitian exceptional points (EPs), play a central role in topological phase transitions. Beyond the topology of individual degeneracies, their mutual interactions yield richer phenomena. A representative example is the anomalous non-annihilating collision of pairwise-created degeneracies, previously believed to occur only in non-Abelian multiband systems. Here, we theoretically reveal and experimentally demonstrate that such an anomalous collision can emerge even in a simple two-band system without non-Abelian nature. In a two-dimensional non-Hermitian lattice whose Brillouin zone forms a nonorientable Klein bottle, two EPs with opposite topological charges, pairwise created from a hybrid point, merge into a new vortex point upon re-encounter, instead of annihilating. Remarkably, the hybrid point is a defective degeneracy featuring no eigenenergy braiding, whereas the vortex point is a non-defective degeneracy yet exhibits nontrivial eigenenergy braiding. This process manifests a non-Hermitian phase transition from a gapped phase to a gapless phase, a scenario that we directly observe in a hybrid-dimensional acoustic lattice via momentum-resolved band braid and Berry phase measurements. Our findings identify nonorientability as a new arena for engineering band degeneracies and topological phases, and pave the way for experimentally exploring the interplay between exceptional and nonorientable topology."}
{"id": "2601.02519", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.02519", "abs": "https://arxiv.org/abs/2601.02519", "authors": ["Austin Dick", "Xiao Tong", "Kim Kisslinger", "Carlos E. Colosqui", "Gregory Doerk"], "title": "Polymer-Iron Oxide Hybrid Films for Controlling Electrokinetic Properties", "comment": "16 pages, 5 figures", "summary": "Electrokinetic phenomena at polymer-water interfaces are central to technologies for water purification, ion separations, and energy conversion, yet the ability to systematically control polymer surface charge and associated electrokinetic processes remains limited. Here, we demonstrate a simple liquid-phase infiltration (LPI) method to synthesize polymer-metal oxide hybrid films with controllable interfacial properties. Hydroxy-terminated poly(2-vinylpyridine) (P2VP-OH) brushes grafted to silicon substrates were infiltrated with iron nitrate from ethanolic solution, followed by low-temperature thermal treatment to convert the infiltrated precursor into iron oxide. Spectroscopic ellipsometry, X-ray photoelectron spectroscopy, and thermogravimetric analysis confirmed oxide incorporation and hybrid film formation without polymer degradation. Electrokinetic flow characterization reveals that the hybrid films acquire the electrokinetic properties of the infiltrated oxide, with concentration-dependent streaming potentials and surface conductivities closely matching those of pure iron oxide films. These results establish metal oxide infiltration as a scalable and low-cost strategy for controlling interfacial charge in polymer surfaces. The approach introduces new materials and design parameters for tailoring ion selectivity, transport, and energy conversion, with broad implications for the development of advanced membranes, electrokinetic harvesting devices, and polymer-supported oxide electrodes."}
{"id": "2601.02820", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02820", "abs": "https://arxiv.org/abs/2601.02820", "authors": ["Hai Zeng", "Yiwei Chen", "Zhuo Wang", "Shuo Zou", "Kangjian Luo", "Yang Yuan", "Meng Zhang", "Yongkang Luo"], "title": "Inverse magnetic melting effect in vdW-like Kondo lattice CeSn$_{0.75}$Sb$_2$", "comment": "8+3 pages, 5+4 figures, 0+1 tables", "summary": "Given the intimate connection between magnetic orders and the interplay among multiple degrees of freedom in heavy-fermion systems, controlling and understanding the associated inverse melting effect is crucial for unveiling novel condensed-matter states and their potential applications. Here, we report the growth of single crystalline quasi-two-dimensional van-der-Waals-like Kondo lattice CeSn$_{0.75}$Sb$_2$, and its physical properties by a combination of transport / magnetic / thermodynamic measurements. We find that it hosts a fragile antiferromagnetic (AFM) order and a cluster glass (CG) ground state, both of which are highly sensitive to external fields. Upon cooling under low in-plane magnetic fields, the AFM phase evolves into a polarized paramagnetic phase, either directly or indirectly through the intermediate CG phase. This process constitutes an inverse magnetic melting effect that restores the broken translational / rotational symmetries. Our work provides a rare paradigm of inverse magnetic melting effect in vdW-like heavy-fermion materials, and enriches the physics in conventional Kondo-lattice models."}
{"id": "2601.02417", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02417", "abs": "https://arxiv.org/abs/2601.02417", "authors": ["Satish Prajapati"], "title": "A Unified Computational Framework for Two Dimensional Diffusion Limited Aggregation via Finite-Size Scaling, Multifractality, and Morphological Analysis", "comment": null, "summary": "Diffusion-Limited Aggregation (DLA), the canonical model for non-equilibrium fractal growth, emerges from the simple rule of irreversible attachment by random walkers. Despite four decades of study, a unified computational framework reconciling its stochastic algorithm, universal fractal dimension, multifractal growth measure, and finite-size effects remains essential for applications from materials science to geomorphology. Through large-scale simulations (clusters up to $N = 10^6$ particles) in two dimensions, we perform a tripartite analysis: (1) We establish a definitive finite-size scaling collapse, extracting the universal fractal dimension $D = 1.712 \\pm 0.015$ and identifying the crossover to boundary-dominated growth at a scaled mass $x_0 \\approx 0.10 \\pm 0.02$. (2) We quantify the full multifractal spectrum of the harmonic measure ($Δα\\approx 1.13$), directly linking the stochastic algorithm to the deterministic Laplacian growth equation $\\nabla^2 p = 0$ and explaining the screening effect via an exponential decay $η\\sim e^{-r/ξ}$ with screening length $ξ= 22.7 \\pm 0.8$ lattice units. (3) We provide a complete morphological characterization, revealing power-law branch length distributions ($τ\\approx 2.1$) and angular branching preferences ($\\sim 72^\\circ$). This work computationally validates DLA as a robust universality class and provides a scalable methodology for analyzing diffusion-controlled pattern formation across disciplines."}
{"id": "2601.02502", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "math-ph"], "pdf": "https://arxiv.org/pdf/2601.02502", "abs": "https://arxiv.org/abs/2601.02502", "authors": ["Davidson Noby Joseph", "Igor Boettcher"], "title": "Exact critical-temperature bounds for two-dimensional Ising models", "comment": "5+79 pages", "summary": "We derive exact critical-temperature bounds for the classical ferromagnetic Ising model on two-dimensional periodic tessellations of the plane. For any such tessellation or lattice, the critical temperature is bounded from a above by a universal number that is solely determined by the largest coordination number on the lattice. Crucially, these bounds are tight in some cases such as the Honeycomb, Square, and Triangular lattices. We prove the bounds using the Feynman--Kac--Ward formalism, confirm their validity for a selection of over two hundred lattices, and construct a two-dimensional lattice with 24-coordinated sites and record high critical temperature."}
{"id": "2601.02450", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02450", "abs": "https://arxiv.org/abs/2601.02450", "authors": ["Ahmad Ahmad", "Ying-Cheng Chen", "Jie Peng", "Anter El-Azab"], "title": "Strain effects on the binding and diffusion energies of Au adatoms and CeO2 admolcules on Au, CeO2, MgO and SrTiO3 surfaces", "comment": null, "summary": "First-principles density functional theory (DFT) calculations were used to study the effects of elastic strains on the binding and diffusion activation energies of Au adatom and CeO2 admolecule on Au (001), Ce-terminated CeO2 (001), MgO (001), SrO- and TiO2-terminationed SrTiO3 (001) surfaces. In preparation for computing these energies, normal and shear strains within the range 0.15% were applied in the plane of the surface of the supercell prior to placing the adsorbed species on the surface. Our study shows that the dependence of binding energies and diffusion barriers of adatoms and molecules on the strain varies significantly among surfaces. The strain was found to alter the symmetry of surface diffusion pathways causing anisotropy of the diffusion barriers. This strain-induced anisotropy depends on the orientation of the applied strains relative to the in-plane crystallographic directions of the free surface. The binding and diffusion activation energies were fit linearly in terms of strain components in the range 0.15% and the extrapolated values compared favorably to DFT computed values up to 0.5%. The scheme presented here for the computation and fitting of the binding and diffusion energies in terms of strain can be used to inform models of surface diffusion, clustering and growth of multi-component and multi-phase thin films and investigate the effect of strain on the self-organization in such systems."}
{"id": "2601.02550", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.02550", "abs": "https://arxiv.org/abs/2601.02550", "authors": ["Irene Festi", "Antoine Cornet", "Tomoki Fujita", "Jens Moesggard", "Alberto Ronca", "Jie Shen", "Michael Sprung", "Shuai Wei", "Fabian Westermeier", "Raphael Escalier", "Andrea Piarristeguy", "Giacomo Baldi", "Beatrice Ruta"], "title": "X-ray photo-induced atomic motion in Phase Change Materials and conventional covalent chalcogenide glasses", "comment": null, "summary": "X-ray Photon Correlation Spectroscopy (XPCS) enables direct access to atomic-scale dynamics in disordered materials, revealing both spontaneous and X-ray-induced relaxation processes. Here, we study two compositionally similar alloy glasses near their glass transition temperatures: the phase change material (PCM) Ge15Sb85 and the non-PCM alloy Ge15Te85. Both exhibit X-ray induced atomic motion, yet with markedly different responses. Ge15Sb85 undergoes an immediate transition to a photo-induced yielding state, characterised by stationary dynamics governed solely by the absorbed dose. In contrast, Ge15Te85 shows a progressive slowing-down of the relaxation process, accompanied by a crossover from compressed to stretched exponential decay in the density autocorrelation functions. This behaviour is consistent with the emergence of liquid-like collective motion as supported by de Gennes narrowing in the wave-vector dependence of the dynamics at length scales comparable with the first sharp diffraction peak. Unlike Ge15Sb85, this alloy does not reach a stationary regime within experimental timescales, implying that the yielding transition occurs only after thousands of seconds with the available dose rate. Its response is also temperature dependent: at lower temperatures, the dynamics reflects intrinsic stress relaxation processes, whereas at higher temperatures becomes dose-controlled. These findings demonstrate that the dynamical response to X-ray excitation is not determined solely by chemical composition or bonding character, but results from the interplay between irradiation effects and structural relaxation pathways."}
{"id": "2601.02936", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02936", "abs": "https://arxiv.org/abs/2601.02936", "authors": ["Zhijie Huang", "Marvin Schmidt", "Savita Priya", "Mark Kartsovnik", "Natalia Kushch", "Martin Dressel"], "title": "ESR Investigations of the Magnetic Anisotropy in $κ$-(BETS)$_2$Mn[N(CN)$_{2}$]$_3$", "comment": null, "summary": "The two-dimensional molecular conductor $κ$-(BETS)$_2$Mn[N(CN)$_2$]$_3$ has been studied because of the intriguing magnetic coupling of the molecular $π$-electrons to the Mn$^{2+}$ ions. Utilizing X-band electron spin resonance spectroscopy we have performed comprehensive investigations of the magnetic properties, in particular on the temperature and angular dependences of the spin susceptibility, the $g$-factor and the linewidth. Due to the $π$-$d$-coupling, a rearrangement of the $π$-spins occurs: At low temperatures the $g$-factor shifts enormously with a pronounced in-plane anisotropy that flips as the temperature decreases; the lines broaden significantly; and the spin susceptibility increases upon cooling with a kink at the phase transition. By carefully analyzing the angular dependence of $g(θ)$ and $ΔH(θ)$ we reveal the influence of anisotropic Zeeman interaction in addition to spin-phonon coupling. We conclude the presence of two magnetically distinct BETS chains and discuss the possibility of altermagnetic order."}
{"id": "2601.02475", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02475", "abs": "https://arxiv.org/abs/2601.02475", "authors": ["Ewan McCulloch", "Romain Vasseur", "Sarang Gopalakrishnan"], "title": "Anomalous diffusion from hydrodynamic recoupling in particle-hole symmetric fluids", "comment": "7 pages, 4 figures, 10 pages of supplemental material", "summary": "In charged fluids obeying particle-hole symmetry, such as the Dirac fluid in graphene, charge transport is diffusive despite the presence of ballistically propagating sound waves: sound waves \"hydrodynamically decouple\" from the slower charge fluctuations. For quasi-one-dimensional fluids, we show that this symmetry-protected charge diffusion is not smoothly connected to the normal diffusion that arises when momentum conservation is broken by noise (or static impurities). Instead, the charge diffusion constant is a discontinuous function of noise, which (in the weak-noise limit) depends only on the ratio of momentum and energy relaxation rates. In the special limit of momentum-conserving noise (e.g., spatially uniform fluctuations of the Hamiltonian), the diffusion constant diverges in the presence of noise. We describe the resulting superdiffusion in terms of coupled Burgers equations. We present a general mechanism--hydrodynamic recoupling--by which weak noise can induce singular changes in transport coefficients. Our results highlight the limits of zero-noise extrapolation for predicting dynamical quantities like diffusion constants."}
{"id": "2601.02654", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.02654", "abs": "https://arxiv.org/abs/2601.02654", "authors": ["Richard Huang", "David R. Nelson", "Suraj Shankar"], "title": "Thermalized buckling of extensible, semiflexible polymers", "comment": "22 pages, 15 figures", "summary": "The Euler buckling of rods is a long-studied mechanical instability, and it remains relevant to this day, as the constituent components in many biological and physical systems are linear polymers, such as microtubules or carbon nanotubes. At finite temperature, if a polymer is shorter than its persistence length, the polymer is semiflexible, and its elasticity remains rod-like. But polymers can also stretch due to their finite extensibility, which can couple to energetically cheap bending deformations in nonlinear ways when a load is applied to the system. We show how the interplay between thermal fluctuations and nonlinear elasticity dramatically modifies the Euler buckling instability for compressed semiflexible polymers in a fixed strain ensemble. We identify a Ginzburg-like length scale beyond which thermally excited undulations lead to a softened Young's modulus, while the polymer nevertheless remains semiflexible. Both perturbative calculations and numerical Monte Carlo simulations suggest a qualitative change in several scaling properties of the buckling transition. The critical compressional strain for thermal buckling now increases with system size, in contrast to athermal buckling, where it decreases with system size. Renormalization group calculations confirm this picture, and also show that thermal buckling is controlled by a new fixed point with different critical exponents compared to classical Euler buckling."}
{"id": "2601.02459", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.02459", "abs": "https://arxiv.org/abs/2601.02459", "authors": ["Christopher Yang", "Thomas Scaffidi"], "title": "Asymptotic freedom, lost: Complex conformal field theory in the two-dimensional $O(N>2)$ nonlinear sigma model and its realization in the spin-1 Heisenberg chain", "comment": "8 pages, 5 figures", "summary": "The two-dimensional $O(N)$ nonlinear sigma model (NLSM) is asymptotically free for $N>2$: it exhibits neither a nontrivial fixed point nor spontaneous symmetry-breaking. Here we show that a nontrivial fixed point generically does exist in the $\\textit{complex}$ coupling plane and is described by a complex conformal field theory (CCFT). This CCFT fixed point is generic in the sense that it has a single relevant singlet operator, and is thus expected to arise in any non-Hermitian model with $O(N)$ symmetry upon tuning a single complex parameter. We confirm this prediction numerically by locating the CCFT at $N = 3$ in a non-Hermitian spin-1 antiferromagnetic Heisenberg chain, finding good agreement between the complex central charge and scaling dimensions and those obtained by analytic continuation of real fixed points from $N\\leq 2$. We further construct a realistic Lindbladian for a spin-1 chain whose no-click dynamics are governed by the non-Hermitian Hamiltonian realizing the CCFT. Since the CCFT vacuum is the eigenstate with the smallest decay rate, the system naturally relaxes under dissipative dynamics toward a CFT state, thus providing a route to preparing long-range entangled states through engineered dissipation."}
{"id": "2601.02570", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02570", "abs": "https://arxiv.org/abs/2601.02570", "authors": ["Thiago S. Arnaud", "Ryan W. Spangler", "Johnathan D. Georgaras", "Jonah B. Haber", "Daniel Hirt", "Maximilian Obst", "Gonzalo Álvarez-Pérez", "Mackey Long", "Felix G. Kaps", "Jakob Wetzel", "Courtney Ragle", "John E. Buchner", "Youngji Kim", "Aditha S. Senarath", "Richarda Niemann", "Mingze He", "Giulia Carini", "Unai Arregui-Leon", "Akash C. Behera", "Ramachandra Bangari", "Nihar Sahoo", "Niels C. Brumby", "J. Michael Klopf", "Martin Wolf", "Lukas M. Eng", "Susanne C. Kehr", "Thomas G. Folland", "Alexander Paarmann", "Patrick E. Hopkins", "Felipe Jornada", "Jon-Paul Maria", "Joshua D. Caldwell"], "title": "Tailoring phonon-driven responses in α-MoO3 through isotopic enrichment", "comment": null, "summary": "The implementation of polaritonic materials into nanoscale devices requires selective tuning of parameters to realize desired spectral or thermal responses. One robust material is α-MoO3, which as an orthorhombic crystal boasts three distinct phonon dispersions, providing three polaritonic dispersions of hyperbolic phonon polaritons (HPhPs) across the mid-infrared (MIR). Here, the tunability of both optical and thermal responses in isotopically enriched α-MoO3 (98MoO3, Mo18O3 and 98Mo18O3) are explored. A uniform ~5 % spectral redshift from 18O enrichment is observed in both Raman- and IR-active TO phonons. Both the in- and out-of-plane thermal conductivities for the isotopic variations are reported. Ab initio calculations both replicate experimental findings and analyze the select-mode three-phonon scattering contributions. The HPhPs from each isotopic variation are probed with s-SNOM and their Q- factors are reported. A Q-factor maxima increase of ~50 % along the [100] in the RB2 and ~100 % along the [001] in the RB3 are reported for HPhPs supported in 98Mo18O3. Observations in both real and Fourier space of higher-order HPhP modes propagating in single slabs of isotopically enriched α-MoO3 without the use of a subdiffractional surface scatterer are presented here. This work illustrates the tunability of α-MoO3 for thermal and nanophotonic applications."}
{"id": "2601.02963", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02963", "abs": "https://arxiv.org/abs/2601.02963", "authors": ["Zhe Wang", "Xi-Wang Luo", "Bo-Ye Sun", "Zheng-Wei Zhou"], "title": "Soliton Pumping in the Rice-Mele Model with On-Cell Kerr Nonlinearity", "comment": null, "summary": "We investigate the Rice-Mele model with on-cell Kerr-type nonlinearities, where the interaction depends on the total particle number within each unit cell rather than on individual sites. This interaction enables a nontrivial interplay between topology and nonlinear dynamics in soliton pumping. In the weakly interacting regime, the ground-state soliton undergoes quantized Thouless pumping. At intermediate interaction strengths, soliton creation and annihilation break adiabaticity and disrupt quantized transport. In the strong-coupling regime, the coexistence of ground- and excited-state solitons leads to negligible coupling at energy crossings, giving rise to discrete time-translation symmetry breaking (DTTSB) in the soliton dynamics. Comparison of mean-field results with exact diagonalization along closed circular pumping paths confirms both the validity of the mean-field description and the robustness of DTTSB across different pumping trajectories. Our findings reveal how interaction-induced effects can fundamentally modify topological transport and suggest that these phenomena may be explored in cold-atom, photonic, and superconducting-circuit platforms."}
{"id": "2601.02477", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.02477", "abs": "https://arxiv.org/abs/2601.02477", "authors": ["Harald Schmid", "Felix von Oppen", "Gil Refael", "Yang Peng"], "title": "Superextensive charging speeds in a correlated quantum charger", "comment": null, "summary": "We define a quantum charger as an interacting quantum system that transfers energy between two drives. The key figure of merit characterizing a charger is its charging power. Remarkably, the presence of long-range interactions within the charger can induce a collective steady-state charging mode that depends superlinearly on the size of the charger, exceeding the performance of noninteracting, parallel units. Using the driven Lipkin-Meshkov-Glick model and power-law interacting spin chains, we show that this effect persists up to a critical system size set by the breakdown of the high-frequency regime. We discuss optimal work output as well as experimentally accessible initial states. The superlinear charging effect can be probed in trapped-ion experiments, and positions interacting Floquet systems as promising platforms for enhanced energy conversion."}
{"id": "2601.02932", "categories": ["cond-mat.stat-mech", "math.DS", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02932", "abs": "https://arxiv.org/abs/2601.02932", "authors": ["Nathalie Wehlitz", "Grigorios A. Pavliotis", "Christof Schütte", "Stefanie Winkelmann"], "title": "Data-driven Reduction of Transfer Operators for Particle Clustering Dynamics", "comment": null, "summary": "We develop an operator-based framework to coarse-grain interacting particle systems that exhibit clustering dynamics. Starting from the particle-based transfer operator, we first construct a sequence of reduced representations: the operator is projected onto concentrations and then further reduced by representing the concentration dynamics on a geometric low-dimensional manifold and an adapted finite-state discretization. The resulting coarse-grained transfer operator is finally estimated from dynamical simulation data by inferring the transition probabilities between the Markov states. Applied to systems with multichromatic and Morse interaction potentials, the reduced model reproduces key features of the clustering process, including transitions between cluster configurations and the emergence of metastable states. Spectral analysis and transition-path analysis of the estimated operator reveal implied time scales and dominant transition pathways, providing an interpretable and efficient description of particle-clustering dynamics."}
{"id": "2601.02473", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02473", "abs": "https://arxiv.org/abs/2601.02473", "authors": ["Irene Gaiardoni", "Mattia Trama", "Alfonso Maiellaro", "Claudio Guarcello", "Francesco Romeo", "Roberta Citro"], "title": "Boltzmann theory of the inverse Edelstein effect in a two-dimensional Rashba gas", "comment": "11 pages, 7 figures", "summary": "We investigate the inverse Edelstein effect in a non-homogeneous system consisting of a ferromagnetic layer coupled to a Rashba two-dimensional electron gas. Within a semiclassical Boltzmann framework, we derive analytical expressions for the charge and spin currents and analyze their dependence on key parameters such as the chemical potential and the Rashba coupling strength. We show how interfacial exchange and spin-orbit interactions jointly control the efficiency of spin-to-charge conversion, leading to distinct regimes characterized by qualitatively different transport responses. A central outcome of our work is the availability of closed-form analytical results, which provide direct physical insight and enable a transparent and quantitative benchmarking with experiments on complex oxide interfaces, such as LaAlO$_3$/SrTiO$_3$."}
{"id": "2601.02619", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02619", "abs": "https://arxiv.org/abs/2601.02619", "authors": ["Majid Mohseni", "Shivasheesh Varshney", "Seung Gyo Jeong", "Amber Walton", "C. Daniel Frisbie", "Bharat Jalan"], "title": "Wafer-scale High-k SrTiO3 Dielectrics with Rational Barrier-layer Design for Low Leakage and High Charge Density", "comment": "20 pages, 4 figures", "summary": "High-k oxides such as SrTiO3 promise large capacitance, but their dielectric response is often limited by leakage currents due to reduced bandgaps. We show that introducing a thin barrier layer beneath SrTiO3 is a simple and effective way to suppress leakage and increase charge density. Using hybrid molecular beam epitaxy, we grew uniform SrTiO3 films on Nb:SrTiO3, CaSnO3/Nb:SrTiO3, and 2-inch SiO2/p-Si stacks to directly compare how different barrier layers influence device behavior. Both CaSnO3 and SiO2 reduce leakage, but the ultra-wide-bandgap SiO2 layer enables much higher operating voltages, yielding charge densities exceeding 5x10^13 cm^-2 at room temperature - more than a fivefold enhancement compared to devices without a barrier layer. This improvement comes with a predictable trade-off: the lower dielectric constant of SiO2 reduces overall capacitance, making its thickness an important design parameter. Together, these results demonstrate that rational barrier-layer engineering - including wafer-scale integration on Si - provides a clear pathway to achieving higher charge densities in SrTiO3-based dielectric devices."}
{"id": "2601.02973", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02973", "abs": "https://arxiv.org/abs/2601.02973", "authors": ["Igor N. Karnaukhov"], "title": "Electron pairing in model with two overlapping bands", "comment": "13 pages, 2 figures", "summary": "We consider the two-band Hubbard model, where electrons from different bands interact through an on-site one- and two-particle hybridization. The proposed Hamiltonian makes it possible to construct an effective theory and answer the question of the nature of pairing: conduction electrons form pairs due to two-particle hybridization of electrons from different bands, compensating for the direct Hubbard repulsion between conduction electrons. It is shown that an effective attraction between conduction electrons leads to $η$-pairing. The electron-electron pairing mechanism explains the presence of superconductivity at high temperatures experimentally observed in hydrogen-rich materials at high pressure."}
{"id": "2601.02502", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "math-ph"], "pdf": "https://arxiv.org/pdf/2601.02502", "abs": "https://arxiv.org/abs/2601.02502", "authors": ["Davidson Noby Joseph", "Igor Boettcher"], "title": "Exact critical-temperature bounds for two-dimensional Ising models", "comment": "5+79 pages", "summary": "We derive exact critical-temperature bounds for the classical ferromagnetic Ising model on two-dimensional periodic tessellations of the plane. For any such tessellation or lattice, the critical temperature is bounded from a above by a universal number that is solely determined by the largest coordination number on the lattice. Crucially, these bounds are tight in some cases such as the Honeycomb, Square, and Triangular lattices. We prove the bounds using the Feynman--Kac--Ward formalism, confirm their validity for a selection of over two hundred lattices, and construct a two-dimensional lattice with 24-coordinated sites and record high critical temperature."}
{"id": "2601.03174", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.03174", "abs": "https://arxiv.org/abs/2601.03174", "authors": ["Debraj Dutta", "Urna Basu"], "title": "Propulsion dispersion mediated ordering transition in active particles", "comment": "9 pages, 4 figures", "summary": "We show that dispersion in propulsion strength qualitatively alters collective behavior of active multi-particle systems interacting via short-range attractive potential, giving rise to novel ordered phases that combine spatial and orientational ordering. Considering a binary mixture of active Brownian particles with two distinct self-propulsion strengths, we find that, the interplay between interaction range, self-propulsion strengths and the relative numbers of the particles with different propulsion strengths can lead to three different phases, namely, a disordered one, and two ordered ones with partial and complete spatial and orientational ordering. The partially ordered phase is characterized by formation of a ring-like assembly of the slower particles while the faster particles diffuse randomly. Two concentric rings, comprising faster and slower particles, form in the fully ordered phase. Using the example of a truncated harmonic potential, we analytically characterize the phase boundaries and identify the associated order parameters. Our results demonstrate that propulsion dispersion provides a robust and novel route to collective ordering in attractive active matter."}
{"id": "2601.02475", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02475", "abs": "https://arxiv.org/abs/2601.02475", "authors": ["Ewan McCulloch", "Romain Vasseur", "Sarang Gopalakrishnan"], "title": "Anomalous diffusion from hydrodynamic recoupling in particle-hole symmetric fluids", "comment": "7 pages, 4 figures, 10 pages of supplemental material", "summary": "In charged fluids obeying particle-hole symmetry, such as the Dirac fluid in graphene, charge transport is diffusive despite the presence of ballistically propagating sound waves: sound waves \"hydrodynamically decouple\" from the slower charge fluctuations. For quasi-one-dimensional fluids, we show that this symmetry-protected charge diffusion is not smoothly connected to the normal diffusion that arises when momentum conservation is broken by noise (or static impurities). Instead, the charge diffusion constant is a discontinuous function of noise, which (in the weak-noise limit) depends only on the ratio of momentum and energy relaxation rates. In the special limit of momentum-conserving noise (e.g., spatially uniform fluctuations of the Hamiltonian), the diffusion constant diverges in the presence of noise. We describe the resulting superdiffusion in terms of coupled Burgers equations. We present a general mechanism--hydrodynamic recoupling--by which weak noise can induce singular changes in transport coefficients. Our results highlight the limits of zero-noise extrapolation for predicting dynamical quantities like diffusion constants."}
{"id": "2601.02628", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.02628", "abs": "https://arxiv.org/abs/2601.02628", "authors": ["Xiongfang Liu", "Kaijian Xing", "Chi Sin Tang", "Shuo Sun", "Pan Chen", "Dong-Chen Qi", "Mark B. H. Breese", "Michael S. Fuhrer", "Andrew T. S. Wee", "Xinmao Yin"], "title": "Contact resistance and interfacial engineering: Advances in high-performance 2D-TMD based devices", "comment": null, "summary": "The development of advanced electronic devices is contingent upon sustainable material development and pioneering research breakthroughs. Traditional semiconductor-based electronic technology faces constraints in material thickness scaling and energy efficiency. Atomically thin two-dimensional (2D) transition metal dichalcogenides (TMDs) have emerged as promising candidates for next-generation nanoelectronics and optoelectronic applications, boasting high electron mobility, mechanical strength, and a customizable band gap. Despite these merits, the Fermi level pinning effect introduces uncontrollable Schottky barriers at metal-2D-TMD contacts, challenging prediction through the Schottky-Mott rule. These barriers fundamentally lead to elevated contact resistance and limited current-delivery capability, impeding the enhancement of 2D-TMD transistor and integrated circuit properties. In this review, we succinctly outline the Fermi pinning effect mechanism and peculiar contact resistance behavior at metal/2D-TMD interfaces. Subsequently, highlights on the recent advances in overcoming contact resistance in 2D-TMDs devices, encompassing interface interaction and hybridization, van der Waals (vdW) contacts, prefabricated metal transfer and charge-transfer doping will be addressed. Finally, the discussion extends to challenges and offers insights into future developmental prospects."}
{"id": "2601.03104", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.03104", "abs": "https://arxiv.org/abs/2601.03104", "authors": ["Yuhao Shi", "Zhao Liu"], "title": "Intervalley Band Crossing and Transition of Fractional Chern Insulators in Floquet Twisted Bilayer MoTe$_2$", "comment": "12 pages, 7 figures", "summary": "We study the twisted MoTe$_2$ homobilayer coupled to periodic driving of a circularly polarized light (CPL). Using Floquet theory in the high-frequency limit, we start from the Dirac model including both the valence and conduction bands of monolayer MoTe$_2$ to derive an effective time-independent Floquet Hamiltonian. This Floquet Hamiltonian contains explicit time-reversal symmetry breaking terms that are absent if conduction bands are neglected from the beginning of the derivation. Based on the Floquet Hamiltonian, we find the increasing of CPL driving intensity can cause the crossing of Floquet bands between the two valleys. When interactions are included, we identify the redistribution of holes during the intervalley Floquet band crossing. Accordingly, the ground state of the Floquet Hamiltonian at total hole filling $5/3$ evolves from the Laughlin-type FCI in one valley to that in the other valley."}
{"id": "2601.02570", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02570", "abs": "https://arxiv.org/abs/2601.02570", "authors": ["Thiago S. Arnaud", "Ryan W. Spangler", "Johnathan D. Georgaras", "Jonah B. Haber", "Daniel Hirt", "Maximilian Obst", "Gonzalo Álvarez-Pérez", "Mackey Long", "Felix G. Kaps", "Jakob Wetzel", "Courtney Ragle", "John E. Buchner", "Youngji Kim", "Aditha S. Senarath", "Richarda Niemann", "Mingze He", "Giulia Carini", "Unai Arregui-Leon", "Akash C. Behera", "Ramachandra Bangari", "Nihar Sahoo", "Niels C. Brumby", "J. Michael Klopf", "Martin Wolf", "Lukas M. Eng", "Susanne C. Kehr", "Thomas G. Folland", "Alexander Paarmann", "Patrick E. Hopkins", "Felipe Jornada", "Jon-Paul Maria", "Joshua D. Caldwell"], "title": "Tailoring phonon-driven responses in α-MoO3 through isotopic enrichment", "comment": null, "summary": "The implementation of polaritonic materials into nanoscale devices requires selective tuning of parameters to realize desired spectral or thermal responses. One robust material is α-MoO3, which as an orthorhombic crystal boasts three distinct phonon dispersions, providing three polaritonic dispersions of hyperbolic phonon polaritons (HPhPs) across the mid-infrared (MIR). Here, the tunability of both optical and thermal responses in isotopically enriched α-MoO3 (98MoO3, Mo18O3 and 98Mo18O3) are explored. A uniform ~5 % spectral redshift from 18O enrichment is observed in both Raman- and IR-active TO phonons. Both the in- and out-of-plane thermal conductivities for the isotopic variations are reported. Ab initio calculations both replicate experimental findings and analyze the select-mode three-phonon scattering contributions. The HPhPs from each isotopic variation are probed with s-SNOM and their Q- factors are reported. A Q-factor maxima increase of ~50 % along the [100] in the RB2 and ~100 % along the [001] in the RB3 are reported for HPhPs supported in 98Mo18O3. Observations in both real and Fourier space of higher-order HPhP modes propagating in single slabs of isotopically enriched α-MoO3 without the use of a subdiffractional surface scatterer are presented here. This work illustrates the tunability of α-MoO3 for thermal and nanophotonic applications."}
{"id": "2601.03245", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.03245", "abs": "https://arxiv.org/abs/2601.03245", "authors": ["Rémi Goerlich", "Benjamin Sorkin", "Dima Boriskovsky", "Luís B Pires", "Benjamin Lindner", "Cyriaque Genet", "Yael Roichman"], "title": "Consistent thermodynamics reconstructed from transitions between nonequilibrium steady-states", "comment": null, "summary": "Constructing a thermodynamic framework for nonequilibrium systems remains a major challenge, as quantities such as temperature and free energy often become ambiguous when inferred solely from steady-state properties. Here we take a transformation-based approach and experimentally examine transitions between nonequilibrium steady states (NESS). Using an optically trapped microparticle driven by a tunable correlated stochastic force, we generate active-like steady states with controllable noise statistics. By abruptly changing the trap stiffness, we measure the stochastic work, heat, and entropy produced during NESS-to-NESS transformations. We identify a state-dependent effective temperature that restores the second law for these transitions, enabling the definition of a generalized work that incorporates the consequence of the nonequilibrium fluctuations. With this quantity, we derive and experimentally verify a Crooks-like fluctuation relation linking work distributions to a nonequilibrium free-energy difference defined through the effective temperature. Finally, we establish a fluctuation-response relation for the positional variance following stiffness changes. We demonstrate that this relation is key to distinguishing systems that can be described by a unique effective temperature (i.e., those under equilibrium or white-noise conditions) from those under colored-noise, where an equilibrium-like response cannot be restored. These results delineate the applicability and limits of effective-temperature thermodynamics in driven systems."}
{"id": "2601.02477", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.02477", "abs": "https://arxiv.org/abs/2601.02477", "authors": ["Harald Schmid", "Felix von Oppen", "Gil Refael", "Yang Peng"], "title": "Superextensive charging speeds in a correlated quantum charger", "comment": null, "summary": "We define a quantum charger as an interacting quantum system that transfers energy between two drives. The key figure of merit characterizing a charger is its charging power. Remarkably, the presence of long-range interactions within the charger can induce a collective steady-state charging mode that depends superlinearly on the size of the charger, exceeding the performance of noninteracting, parallel units. Using the driven Lipkin-Meshkov-Glick model and power-law interacting spin chains, we show that this effect persists up to a critical system size set by the breakdown of the high-frequency regime. We discuss optimal work output as well as experimentally accessible initial states. The superlinear charging effect can be probed in trapped-ion experiments, and positions interacting Floquet systems as promising platforms for enhanced energy conversion."}
{"id": "2601.02644", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02644", "abs": "https://arxiv.org/abs/2601.02644", "authors": ["Mengying Guo", "Xudong Jing", "Kristýna Davídková", "Roman Verba", "Zhenyu Zhou", "Xueyu Guo", "Carsten Dubs", "Yiheng Rao", "Kaiming Cai", "Jing Li", "Philipp Pirro", "Andrii V. Chumak", "Qi Wang"], "title": "Integrated magnonic chip using cascaded logic", "comment": "14 pages, 5 Figures", "summary": "The transistor transformed not only electronics but everyday life, and the integrated circuit - now simply the \"chip\" - made computation scalable and ubiquitous. Magnonics has long promised a parallel path to low-energy information processing by using spin waves instead of charge. Progress, however, has been limited by two fundamental obstacles: intrinsic attenuation of spin waves and the requirement for precisely normalised output intensity and input phase to ensure reliable logic operation - conditions that are difficult to maintain in large-scale circuits owing to inevitable imperfections. Here, we report an integrated magnonic circuit that overcomes both limitations through engineered nonlinearity in nanoscale yttrium iron garnet waveguides. Nonlinear self-adjustment of the spin wave phase renders logic operation insensitive to the relative phases of the inputs, while a deeply nonlinear, threshold-activated self-normalised excitation restores and standardises the output intensity. Using space-resolved micro-focused Brillouin light scattering, we demonstrate reconfigurable AND, OR and three-input majority gates and realise deterministic cascading across sequential stages, establishing a scalable on-chip logic primitive. The architecture operates with gigahertz frequencies, supports dynamic threshold control for functional reconfiguration, and is compatible with scalable integration, making it attractive for adaptive and neuromorphic computing. By resolving phase-independent operation and signal restoration at the level of device physics, this work advances magnonics from isolated proof-of-concept devices towards integrated magnonic chips that can complement advanced CMOS in energy-constrained computing tasks."}
{"id": "2601.03138", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.03138", "abs": "https://arxiv.org/abs/2601.03138", "authors": ["D. V. Dmitriev", "V. Ya. Krivnov", "O. A. Vasilyev"], "title": "Phase diagram and macroscopic ground state degeneracy of frustrated spin-1/2 anisotropic Heisenberg model on diamond-decorated lattices", "comment": "22 pages, 6 figures", "summary": "We study the ground state properties of the anisotropic spin-1/2 Heisenberg model on lattices built from ideal diamond units with competing ferro- and antiferromagnetic interactions. The study covers the one-dimensional diamond chain and its two- and three-dimensional generalizations. The ground-state phase diagram contains four distinct phases: ferromagnetic (F), critical (C), monomer-dimer (MD), and tetramer-dimer (TD), which converge at a quadruple point. We demonstrate the presence of macroscopic ground-state degeneracy and corresponding residual entropy, which is maximal at the quadruple point and also extends throughout the MD phase and its boundaries with TD and F phases. For the diamond chain, we derive exact degeneracies, while for higher-dimensional lattices, we map the problem onto a bond percolation model or used transfer-matrix approach, enabling the numerical computation of the ground state degeneracy."}
{"id": "2601.02644", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02644", "abs": "https://arxiv.org/abs/2601.02644", "authors": ["Mengying Guo", "Xudong Jing", "Kristýna Davídková", "Roman Verba", "Zhenyu Zhou", "Xueyu Guo", "Carsten Dubs", "Yiheng Rao", "Kaiming Cai", "Jing Li", "Philipp Pirro", "Andrii V. Chumak", "Qi Wang"], "title": "Integrated magnonic chip using cascaded logic", "comment": "14 pages, 5 Figures", "summary": "The transistor transformed not only electronics but everyday life, and the integrated circuit - now simply the \"chip\" - made computation scalable and ubiquitous. Magnonics has long promised a parallel path to low-energy information processing by using spin waves instead of charge. Progress, however, has been limited by two fundamental obstacles: intrinsic attenuation of spin waves and the requirement for precisely normalised output intensity and input phase to ensure reliable logic operation - conditions that are difficult to maintain in large-scale circuits owing to inevitable imperfections. Here, we report an integrated magnonic circuit that overcomes both limitations through engineered nonlinearity in nanoscale yttrium iron garnet waveguides. Nonlinear self-adjustment of the spin wave phase renders logic operation insensitive to the relative phases of the inputs, while a deeply nonlinear, threshold-activated self-normalised excitation restores and standardises the output intensity. Using space-resolved micro-focused Brillouin light scattering, we demonstrate reconfigurable AND, OR and three-input majority gates and realise deterministic cascading across sequential stages, establishing a scalable on-chip logic primitive. The architecture operates with gigahertz frequencies, supports dynamic threshold control for functional reconfiguration, and is compatible with scalable integration, making it attractive for adaptive and neuromorphic computing. By resolving phase-independent operation and signal restoration at the level of device physics, this work advances magnonics from isolated proof-of-concept devices towards integrated magnonic chips that can complement advanced CMOS in energy-constrained computing tasks."}
{"id": "2601.03138", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.03138", "abs": "https://arxiv.org/abs/2601.03138", "authors": ["D. V. Dmitriev", "V. Ya. Krivnov", "O. A. Vasilyev"], "title": "Phase diagram and macroscopic ground state degeneracy of frustrated spin-1/2 anisotropic Heisenberg model on diamond-decorated lattices", "comment": "22 pages, 6 figures", "summary": "We study the ground state properties of the anisotropic spin-1/2 Heisenberg model on lattices built from ideal diamond units with competing ferro- and antiferromagnetic interactions. The study covers the one-dimensional diamond chain and its two- and three-dimensional generalizations. The ground-state phase diagram contains four distinct phases: ferromagnetic (F), critical (C), monomer-dimer (MD), and tetramer-dimer (TD), which converge at a quadruple point. We demonstrate the presence of macroscopic ground-state degeneracy and corresponding residual entropy, which is maximal at the quadruple point and also extends throughout the MD phase and its boundaries with TD and F phases. For the diamond chain, we derive exact degeneracies, while for higher-dimensional lattices, we map the problem onto a bond percolation model or used transfer-matrix approach, enabling the numerical computation of the ground state degeneracy."}
{"id": "2601.02481", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02481", "abs": "https://arxiv.org/abs/2601.02481", "authors": ["Ezra Day-Roberts", "Huan Wu", "Onur Erten", "A. S Botana"], "title": "An altermagnetic materials library in intercalated transition-metal dichalcogenides", "comment": "9 pages, 3 figures", "summary": "Altermagnets represent a promising class of magnetic materials owing to their distinctive spin-split band structures in the absence of net magnetization. Here, we present a first-principles investigation of altermagnetism in magnetically intercalated transition metal dichalcogenides (TMDs) with the general formula T$_y$MX$_2$ (T= 3$d$-transition metal, M= transition-metal, X=chalcogen, $y$= 1/3 or 1/4). For a TMD host with 2H structure, compounds exhibiting A-type antiferromagnetism are $g$-wave altermagnets by symmetry. We identify several intercalated TMDs fulfilling the conditions for altermagnetic order to be realized. Several of these candidate materials display spin-splittings at the Fermi level as large as 100 meV."}
{"id": "2601.02661", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02661", "abs": "https://arxiv.org/abs/2601.02661", "authors": ["Li Fu", "Longfei Lv", "Fan Zhang", "Si Zhou", "Weiwei Gao", "Jijun Zhao"], "title": "Efficient Screening of Organic Singlet Fission Molecules Using Graph Neural Networks", "comment": "6 figures", "summary": "Singlet fission (SF) provides a promising strategy for surpassing the Shockley-Queisser limit in photovoltaics. However, the identification of efficient SF materials is hindered by the limited availability of suitable molecular candidates and the high computational costs associated with conventional quantum-chemical methods for excited states. In this study, we introduce a high-throughput screening framework that integrates a graph neural network (GNN) with multi-level validation to accelerate the discovery of SF-active molecules. Trained on a previously reported FORMED database, the GNN achieves state-of-the-art accuracy in predicting SF-relevant excited-state properties, demonstrating a mean absolute error of about 0.1 eV for S1, T1, and T2 excitation energies. This capability facilitates the efficient screening of over 20 million molecular structures from both OE62 and QO2Mol databases. Our framework significantly reduces the computational demand associated with Time-Dependent Density Functional Theory validation by four orders of magnitude and identifies 180 potential SF molecules along with more than 1000 conformers. Subsequent assessments regarding synthetic accessibility, GW approximation and Bethe-Salpeter equation calculations further highlight a subset of experimentally feasible candidates among these SF candidates. The approach presented herein exemplifies an effective strategy for accelerating the discovery of functional molecules with optoelectronic applications."}
{"id": "2601.03150", "categories": ["cond-mat.str-el", "hep-th", "math-ph", "math.AT", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.03150", "abs": "https://arxiv.org/abs/2601.03150", "authors": ["Sadok Kallel", "Hisham Sati", "Urs Schreiber"], "title": "Higher-Dimensional Anyons via Higher Cohomotopy", "comment": "32 pages, 5 figures", "summary": "We highlight that integer Heisenberg groups at level 2 underlie topological quantum phenomena: their group algebras coincide with the algebras of quantum observables of abelian anyons in fractional quantum Hall (FQH) systems on closed surfaces. Decades ago, these groups were shown to arise as the fundamental groups of the space of maps from the surface to the 2-sphere -- which has recently been understood as reflecting an effective FQH flux quantization in 2-Cohomotopy. Here we streamline and generalize this theorem using the homotopy theory of H-groups, showing that for $k \\in \\{1,2,4\\}$, the non-torsion part of $π_1 \\mathrm{Map}\\big({(S^{2k-1})^2, S^{2k}}\\big)$ is an integer Heisenberg group of level 2, where we identify this level with 2 divided by the Hopf invariant of the generator of $π_{4k-1}(S^{2k})$. This result implies the existence of higher-dimensional analogs of FQH anyons in the cohomotopical completion of 11D supergravity (\"Hypothesis H\")."}
{"id": "2601.02654", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.02654", "abs": "https://arxiv.org/abs/2601.02654", "authors": ["Richard Huang", "David R. Nelson", "Suraj Shankar"], "title": "Thermalized buckling of extensible, semiflexible polymers", "comment": "22 pages, 15 figures", "summary": "The Euler buckling of rods is a long-studied mechanical instability, and it remains relevant to this day, as the constituent components in many biological and physical systems are linear polymers, such as microtubules or carbon nanotubes. At finite temperature, if a polymer is shorter than its persistence length, the polymer is semiflexible, and its elasticity remains rod-like. But polymers can also stretch due to their finite extensibility, which can couple to energetically cheap bending deformations in nonlinear ways when a load is applied to the system. We show how the interplay between thermal fluctuations and nonlinear elasticity dramatically modifies the Euler buckling instability for compressed semiflexible polymers in a fixed strain ensemble. We identify a Ginzburg-like length scale beyond which thermally excited undulations lead to a softened Young's modulus, while the polymer nevertheless remains semiflexible. Both perturbative calculations and numerical Monte Carlo simulations suggest a qualitative change in several scaling properties of the buckling transition. The critical compressional strain for thermal buckling now increases with system size, in contrast to athermal buckling, where it decreases with system size. Renormalization group calculations confirm this picture, and also show that thermal buckling is controlled by a new fixed point with different critical exponents compared to classical Euler buckling."}
{"id": "2601.02485", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02485", "abs": "https://arxiv.org/abs/2601.02485", "authors": ["Boran Zhou", "Ya-Hui Zhang"], "title": "Symmetric topological Mott insulator and Mott semimetal", "comment": null, "summary": "Correlated physics in nearly flat topological bands is a central theme in the study of moiré materials. While ground states at integer fillings are typically identified as quantum Hall ferromagnets within a Hartree-Fock framework, we propose the existence of symmetric topological Mott insulators (STMIs) that transcend this Slater determinant picture. Focusing on half-filling of each flavor per unit cell, we demonstrate the existence of STMIs which exhibit a quantized charge or spin Hall response. We first establish this phase in a bilayer Haldane-Hubbard model with localized orbitals on the $A$ sublattice and dispersive band on the $B$ sublattice. Starting from a trivial Mott insulator on the $A$ sublattice, tuning the sublattice potential drives a Bose-Einstein-condensation (BEC) to Bardeen-Cooper-Schrieffer (BCS) transition of the associated $p-\\mathrm{i}p$ exciton pairing, realizing a topological Mott insulator with $C=1$ per flavor. We further generalize this construction to a single-layer spinful model, where the resulting STMI hosts charge edge modes coexisting with bulk local moments. A Mott semimetal is identified at the quantum critical point between the STMI and the trivial Mott insulator. Finally, we discuss applications to AA-stacked MoTe$_2$/WSe$_2$, proposing a ferromagnetic Chern insulator phase as a low-temperature descendant of the symmetric Mott semimetal."}
{"id": "2601.02770", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02770", "abs": "https://arxiv.org/abs/2601.02770", "authors": ["Taiqiao Liu", "Tongtong Wang", "Zeyuan Li", "E Zhou", "Junlei Zhao", "Jiaren Feng", "Xiaoyu Fei", "Yuzheng Guo", "Flyura Djurabekova", "Sheng Liu", "Zhaofu Zhang"], "title": "Anisotropic Kinetics of Ion-Irradiation-Induced Phase Transition in Gallium Oxide", "comment": null, "summary": "Radiation-tolerant semiconductors have traditionally been engineered by the principle of suppressing defect accumulation and amorphization, based on the assumption that radiation damage is inherently stochastic. Here we show that, in monoclinic $β$-\\ce{Ga2O3}, a promising ultrawide-bandgap semiconductor, surface crystallographic orientation deterministically governs radiation tolerance through highly anisotropic kinetics of the $β$-to-$γ$ phase transition. Using machine-learning molecular dynamics coupled with a local configurational-entropy descriptor, we quantitatively map anisotropic $β$-to-$γ$ transition kinetics, showing that the critical dose, transition-layer depth, and kinetic stability of the $γ$-phase are fundamentally governed by surface orientation. Under ion irradiation, non-channeling surfaces such as (100), (001), and (-201) undergo severe surface amorphization, whereas the strongly channeling (010) surface resists damage accumulation and promotes subsurface $γ$-phase nucleation. During thermal annealing recovery process, these initial states follow two distinct recovery pathways: the channeling (010) surface reverts directly from $γ$-to-$β$, whereas non-channeling surfaces follow a sequential amorphous-to-$γ$-to-$β$ transition pathway. This work establishes surface orientation as a fundamental design principle for achieving radiation tolerance through controlled polymorphic transitions, providing a universal framework for engineering functional materials capable of withstanding extreme irradiation environments."}
{"id": "2601.03202", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.03202", "abs": "https://arxiv.org/abs/2601.03202", "authors": ["Bin Gao", "Zhengbang Zhou", "Tingjun Zhang", "Andrey Podlesnyak", "Sang-Wook Cheong", "Yong Baek Kim", "Pengcheng Dai"], "title": "Spectroscopic Demarcation of Emergent Photons and Spinons in a Dipolar-Octupolar Quantum Spin Liquid", "comment": null, "summary": "The identification of fractionalized excitations in quantum spin liquids (QSLs) remains a central challenge in condensed matter physics. In dipolar-octupolar (DO) pyrochlores, such as $\\text{Ce}_2\\text{Zr}_2\\text{O}_7$, the candidate $π$-flux quantum spin ice (QSI) state is predicted to host both gapless emergent photons and a continuum of spinons. However, resolving these modes at zero field is complicated by their spectral overlap and the presence of nonmagnetic scattering near zero energy. Here, we report neutron scattering experiments on $\\text{Ce}_2\\text{Zr}_2\\text{O}_7$ under a magnetic field along the $[1,1,1]$ direction. In contrast to previous unpolarized studies at zero-field that relied on high-temperature subtraction, we use a same-temperature high-field subtraction protocol to isolate the photon mode. Leveraging the selective coupling of the magnetic field to the dipolar degrees of freedom, we demonstrate the spectroscopic demarcation of these excitations. We observe that weak fields ($\\approx 0.15$ T) suppress the low-energy photon weight while leaving the high-energy spinon continuum robust, albeit hardened. Our results, supported by gauge mean-field theory and exact diagonalization calculations, provide strong evidence for the $π$-flux QSI state and introduce a powerful field-tuning protocol for investigating DO-QSLs."}
{"id": "2601.02497", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.02497", "abs": "https://arxiv.org/abs/2601.02497", "authors": ["Isaías Vallejo-Fabila", "Fausto Borgonovi", "Felix M. Izrailev", "Lea F. Santos"], "title": "Thermalization in the mixed-field Ising model: An occupation number perspective", "comment": "13 pages, 10 figures", "summary": "The occupation number is a key observable for diagnosing thermalization, as it connects directly to standard statistical laws such as Fermi--Dirac, Bose--Einstein, and Boltzmann distributions. In the context of spin systems, it represents the population of the sublevels of the magnetization in the $z$-direction. We use this quantity to probe the onset of thermalization in the isolated quantum and classical one-dimensional spin-1 Ising model with transverse and longitudinal fields. Thermalization is achieved when the long-time average of the occupation number converges to the microcanonical prediction as the chain length $L$ increases, consistent with the emergence of ergodicity. However, the finite-size scaling analysis in the quantum model is challenged by the exponential growth of the Hilbert space with $L$. To overcome this limitation, we turn to the corresponding classical model, which enables access to much larger system sizes. By tracking the dynamics of individual spins on their three-dimensional Bloch spheres and employing tools from random matrix theory, we establish a quantitative criterion for classical ergodicity in interacting spin systems. We find that deviations from classical ergodicity decay algebraically with system size. This power-law scaling then provides a quantitative bound on the approach to thermal equilibrium in the quantum model."}
{"id": "2601.02794", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02794", "abs": "https://arxiv.org/abs/2601.02794", "authors": ["Yanhuai Ding", "Dan Qian", "Zhipeng Liu"], "title": "Transformation Journey of Zr-based MOFs: Study on Mechanics and Hydrogen Storage under Doping Regulation", "comment": null, "summary": "This study delves into the transformation journey of Zr-based Metal-Organic Frameworks (MOFs), focusing on enhancing their mechanical properties and hydrogen storage capacities through doping regulation. MOFs, a versatile class of crystalline porous materials, have garnered significant attention due to their unique properties and broad potential applications in gas storage, separation, catalysis, and sensing. Among them, Zr-based MOFs stand out for their exceptional stability and high surface area. This research systematically investigates six key Zr-based MOFs (UIO-66, UIO-67, UIO-68, MOF-801, MOF-802, and MOF-841) using multiscale computational methods, including molecular dynamics (MD) simulations, grand canonical Monte Carlo (GCMC) simulations, and density functional theory (DFT). The study explores the impact of metal ion substitution (Fe, Co, Ni, Cu, Zn) on the mechanical and hydrogen storage properties of these MOFs. Our findings reveal that metal ion substitution significantly influences the mechanical stability and hydrogen adsorption capacity of Zr-based MOFs, providing valuable insights for the design and optimization of high-performance MOF materials."}
{"id": "2601.02459", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.02459", "abs": "https://arxiv.org/abs/2601.02459", "authors": ["Christopher Yang", "Thomas Scaffidi"], "title": "Asymptotic freedom, lost: Complex conformal field theory in the two-dimensional $O(N>2)$ nonlinear sigma model and its realization in the spin-1 Heisenberg chain", "comment": "8 pages, 5 figures", "summary": "The two-dimensional $O(N)$ nonlinear sigma model (NLSM) is asymptotically free for $N>2$: it exhibits neither a nontrivial fixed point nor spontaneous symmetry-breaking. Here we show that a nontrivial fixed point generically does exist in the $\\textit{complex}$ coupling plane and is described by a complex conformal field theory (CCFT). This CCFT fixed point is generic in the sense that it has a single relevant singlet operator, and is thus expected to arise in any non-Hermitian model with $O(N)$ symmetry upon tuning a single complex parameter. We confirm this prediction numerically by locating the CCFT at $N = 3$ in a non-Hermitian spin-1 antiferromagnetic Heisenberg chain, finding good agreement between the complex central charge and scaling dimensions and those obtained by analytic continuation of real fixed points from $N\\leq 2$. We further construct a realistic Lindbladian for a spin-1 chain whose no-click dynamics are governed by the non-Hermitian Hamiltonian realizing the CCFT. Since the CCFT vacuum is the eigenstate with the smallest decay rate, the system naturally relaxes under dissipative dynamics toward a CFT state, thus providing a route to preparing long-range entangled states through engineered dissipation."}
{"id": "2601.02502", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "math-ph"], "pdf": "https://arxiv.org/pdf/2601.02502", "abs": "https://arxiv.org/abs/2601.02502", "authors": ["Davidson Noby Joseph", "Igor Boettcher"], "title": "Exact critical-temperature bounds for two-dimensional Ising models", "comment": "5+79 pages", "summary": "We derive exact critical-temperature bounds for the classical ferromagnetic Ising model on two-dimensional periodic tessellations of the plane. For any such tessellation or lattice, the critical temperature is bounded from a above by a universal number that is solely determined by the largest coordination number on the lattice. Crucially, these bounds are tight in some cases such as the Honeycomb, Square, and Triangular lattices. We prove the bounds using the Feynman--Kac--Ward formalism, confirm their validity for a selection of over two hundred lattices, and construct a two-dimensional lattice with 24-coordinated sites and record high critical temperature."}
{"id": "2601.02833", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02833", "abs": "https://arxiv.org/abs/2601.02833", "authors": ["Sunil Gangwar", "C. S. Yadav"], "title": "Anomalous Hall transport in Mn$_{3}$Sn$_{0.5}$X$_{0.5}$C (X = Ge and Zn)", "comment": "5 pages, 3 figures", "summary": "Mn-based antiperovskites that exhibit topological surface states show potential applications in spintronics, magnetoelectronics, and quantum devices owing to the interplay between magnetism and topology. In this family of compounds, Mn$3$SnC exhibits a concurrent ferromagnetic and antiferromagnetic ground state below $T \\sim 285$ K, along with a Berry curvature driven anomalous Hall effect. Here, we report the anomalous Hall effect in Ge- and Zn-doped Mn$3$SnC compounds, namely Mn$3$Sn${0.5}$Ge${0.5}$C (MSGC) and Mn$3$Sn${0.5}$Zn${0.5}$C (MSZC). MSGC undergoes a paramagnetic to concurrent antiferromagnetic and ferromagnetic transition at $T_C \\sim 300$ K, whereas MSZC exhibits a paramagnetic to ferromagnetic transition at $T_C \\sim 240$ K, followed by a ferromagnetic to ferrimagnetic transition at $T_N \\sim 170$ K. The electronic transport in these compounds is governed by electron-phonon and electron-magnon scattering and shows anomalous Hall resistivity $ρ^A_{xy}$. Our analysis indicates that the anomalous Hall effect arises from contributions of skew scattering and intrinsic Berry curvature mechanisms, with electron-phonon and electron-magnon scattering playing an important role in skew scattering at high temperatures. Ge and Zn doping in Mn$_3$SnC significantly enhances the anomalous Hall conductivity."}
{"id": "2601.02475", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.quant-gas", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02475", "abs": "https://arxiv.org/abs/2601.02475", "authors": ["Ewan McCulloch", "Romain Vasseur", "Sarang Gopalakrishnan"], "title": "Anomalous diffusion from hydrodynamic recoupling in particle-hole symmetric fluids", "comment": "7 pages, 4 figures, 10 pages of supplemental material", "summary": "In charged fluids obeying particle-hole symmetry, such as the Dirac fluid in graphene, charge transport is diffusive despite the presence of ballistically propagating sound waves: sound waves \"hydrodynamically decouple\" from the slower charge fluctuations. For quasi-one-dimensional fluids, we show that this symmetry-protected charge diffusion is not smoothly connected to the normal diffusion that arises when momentum conservation is broken by noise (or static impurities). Instead, the charge diffusion constant is a discontinuous function of noise, which (in the weak-noise limit) depends only on the ratio of momentum and energy relaxation rates. In the special limit of momentum-conserving noise (e.g., spatially uniform fluctuations of the Hamiltonian), the diffusion constant diverges in the presence of noise. We describe the resulting superdiffusion in terms of coupled Burgers equations. We present a general mechanism--hydrodynamic recoupling--by which weak noise can induce singular changes in transport coefficients. Our results highlight the limits of zero-noise extrapolation for predicting dynamical quantities like diffusion constants."}
{"id": "2601.02508", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02508", "abs": "https://arxiv.org/abs/2601.02508", "authors": ["Liang Fu"], "title": "Fermi Sets: Universal and interpretable neural architectures for fermions", "comment": "5 pages", "summary": "We introduce Fermi Sets, a universal and physically interpretable neural architecture for fermionic many-body wavefunctions. Building on a ``parity-graded'' representation [1], we prove that any continuous fermionic wavefunction on a compact domain can be approximated to arbitrary accuracy by a linear combination of K antisymmetric basis functions--such as pairwise products or Slater determinants--multiplied by symmetric functions. A key result is that the number of required bases is provably small: K=1 suffices in one-dimensional continua (and on lattices in any dimension), K=2 suffices in two dimensions, and in higher dimensions K grows at most linearly with particle number. The antisymmetric bases can be learned by small neural networks, while the symmetric factors are implemented by permutation-invariant networks whose width scales only linearly with particle number. Thus, Fermi Sets achieve universal approximation of fermionic wavefunctions with minimal overhead while retaining clear physical interpretability."}
{"id": "2601.02862", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02862", "abs": "https://arxiv.org/abs/2601.02862", "authors": ["Boyuan Li", "Zekun Huang", "Wenao Wang", "Jiaxi Wang", "Yu Chen", "Ce Shang", "Tie Jun Cui", "Shuo Liu"], "title": "Hybrid Disclination Skin-topological Effects in Non-Hermitian Circuits", "comment": "7 pages, 5 figures", "summary": "The bulk-disclination correspondence (BDC) is a fundamental concept in Hermitian systems that has been widely applied to predict disclination states. Recently, disclination states have also been observed and experimentally verified in non-Hermitian systems with C6 lattice symmetry, where gain and loss are introduced to induce non-Hermiticity. In this Letter, we propose a non-Hermitian two-dimensional (2D) Su-Schrieffer-Heeger (SSH) disclination model with skin-topological (ST) disclination states, and calculate its biorthogonal Zak phase. Together with the real-space disclination index, we predict the emergence of disclination states in a C4-symmetric non-Hermitian lattice and the corresponding fractional charge. We also generalize the symmetry indicator within the biorthogonal framework to predict the anomalous filling near the disclination core. Experimentally, the model is implemented on a nonreciprocal circuit platform, where we analyze the impedance matrix characterized by complex eigenfrequencies and directly observe the ST disclination states. Our work further extends the bulk-disclination correspondence to the non-Hermitian realm."}
{"id": "2601.02707", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02707", "abs": "https://arxiv.org/abs/2601.02707", "authors": ["Asato Onishi", "Zifan Xu", "Cédric Bareille", "Yoichi Kageyama", "Shigeyuki Ishida", "Hiroshi Eisaki", "Kota Ishihara", "Kenichiro Hashimoto", "Toshiyuki Taniuchi", "Takasada Shibauchi"], "title": "Energy-Resolved Real-Space Imaging of Orbital Nematicity in an Fe-Based Superconductor", "comment": "14 pages, 4 figures", "summary": "Electronic nematicity in Fe-based superconductors is manifested by spontaneous rotational symmetry breaking and the formation of nematic domains with mutually orthogonal directions of $d_{xz}$/$d_{yz}$ orbital anisotropy. However, its energy dependence has remained largely unexplored in real space. Using 5.82-eV laser-excited photoemission electron microscopy (laser-PEEM) with an energy-selective slit, we visualize the evolution of linear dichroic (LD) contrast within individual nematic domains of Ba$_{1-x}$Na$_x$Fe$_2$As$_2$ ($x\\approx0.08$). We discover a sign reversal of the LD contrast at an energy $\\sim0.4$ eV below the Fermi level, directly revealing an inversion of orbital anisotropy inside each domain. This behavior reflects a different energy-dependent redistribution of spectral weight between the $d_{xz}$ and $d_{yz}$ states, highlighting the crucial role of orbital-selective coherence in the nematic phase of Fe-based superconductors."}
{"id": "2601.02519", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.02519", "abs": "https://arxiv.org/abs/2601.02519", "authors": ["Austin Dick", "Xiao Tong", "Kim Kisslinger", "Carlos E. Colosqui", "Gregory Doerk"], "title": "Polymer-Iron Oxide Hybrid Films for Controlling Electrokinetic Properties", "comment": "16 pages, 5 figures", "summary": "Electrokinetic phenomena at polymer-water interfaces are central to technologies for water purification, ion separations, and energy conversion, yet the ability to systematically control polymer surface charge and associated electrokinetic processes remains limited. Here, we demonstrate a simple liquid-phase infiltration (LPI) method to synthesize polymer-metal oxide hybrid films with controllable interfacial properties. Hydroxy-terminated poly(2-vinylpyridine) (P2VP-OH) brushes grafted to silicon substrates were infiltrated with iron nitrate from ethanolic solution, followed by low-temperature thermal treatment to convert the infiltrated precursor into iron oxide. Spectroscopic ellipsometry, X-ray photoelectron spectroscopy, and thermogravimetric analysis confirmed oxide incorporation and hybrid film formation without polymer degradation. Electrokinetic flow characterization reveals that the hybrid films acquire the electrokinetic properties of the infiltrated oxide, with concentration-dependent streaming potentials and surface conductivities closely matching those of pure iron oxide films. These results establish metal oxide infiltration as a scalable and low-cost strategy for controlling interfacial charge in polymer surfaces. The approach introduces new materials and design parameters for tailoring ion selectivity, transport, and energy conversion, with broad implications for the development of advanced membranes, electrokinetic harvesting devices, and polymer-supported oxide electrodes."}
{"id": "2601.02883", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02883", "abs": "https://arxiv.org/abs/2601.02883", "authors": ["Quanxin Hu", "Xingkai Cheng", "Qingchen Duan", "Yudong Hu", "Bei Jiang", "Yusen Xiao", "Yaqi Li", "Mojun Pan", "Liwei Deng", "Changchao Liu", "Guanghan Cao", "Zhengtai Liu", "Mao Ye", "Shan Qiao", "Zhanfeng Liu", "Zhe Sun", "Anyuan Gao", "Yaobo Huang", "Ruidan Zhong", "Junwei Liu", "Baiqing Lv", "Hong Ding"], "title": "Observation of spin-valley locked nodal lines in a quasi-2D altermagnet", "comment": "26 pages, 13 figures", "summary": "The interplay among quantum degrees of freedom-spin, orbital and momentum-has emerged as a fertile ground for realizing magnetic quantum states with transformative potential for electronic and spintronic technologies. Prominent examples include ferromagnetic Weyl semimetals and antiferromagnetic axion insulators. Recently, altermagnets(AMs) have been identified as a distinct spin-splitting class of collinear antiferromagnets(AFMs), characterized by crystal symmetry that connects magnetic sublattices in real space and enforces C-paired spin-momentum locking in reciprocal space. These materials combine the advantages of nonrelativistic spin-polarization akin to FMs and vanished net-magnetization as AFMs, making them highly promising for spintronic applications. Furthermore, they introduce nontrivial spin-momentum locking spin texture as an additional degree of freedom for realizing novel quantum phases. In this work, we report the discovery of a new type of spin-valley-locked nodal line phase in the layered AM Rb-intercalated V{_2}Te{_2}O. By combining high-resolution spin and angle-resolved photoemission spectroscopy with first-principles calculations, we observe the coexistence of both spinless and spinful nodal lines near the Fermi level. Remarkably, the spinful nodal lines exhibit uniform spin polarization within each valley, while displaying opposite spin polarizations across symmetry-paired valleys-a unique feature we term spin-valley-locked nodal lines, which is exclusive to AMs. Direct measurements of out-of-plane band dispersion using a side-cleaving technique reveal the two-dimensional nature of these nodal lines. Our findings not only unveil a previously unexplored topological phase in AMs where valley-locked spin as an additional quantum character but also establish RbV{_2}Te{_2}O as a promising platform for spintronics, valleytronics, and moire-engineered quantum devices."}
{"id": "2601.02833", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02833", "abs": "https://arxiv.org/abs/2601.02833", "authors": ["Sunil Gangwar", "C. S. Yadav"], "title": "Anomalous Hall transport in Mn$_{3}$Sn$_{0.5}$X$_{0.5}$C (X = Ge and Zn)", "comment": "5 pages, 3 figures", "summary": "Mn-based antiperovskites that exhibit topological surface states show potential applications in spintronics, magnetoelectronics, and quantum devices owing to the interplay between magnetism and topology. In this family of compounds, Mn$3$SnC exhibits a concurrent ferromagnetic and antiferromagnetic ground state below $T \\sim 285$ K, along with a Berry curvature driven anomalous Hall effect. Here, we report the anomalous Hall effect in Ge- and Zn-doped Mn$3$SnC compounds, namely Mn$3$Sn${0.5}$Ge${0.5}$C (MSGC) and Mn$3$Sn${0.5}$Zn${0.5}$C (MSZC). MSGC undergoes a paramagnetic to concurrent antiferromagnetic and ferromagnetic transition at $T_C \\sim 300$ K, whereas MSZC exhibits a paramagnetic to ferromagnetic transition at $T_C \\sim 240$ K, followed by a ferromagnetic to ferrimagnetic transition at $T_N \\sim 170$ K. The electronic transport in these compounds is governed by electron-phonon and electron-magnon scattering and shows anomalous Hall resistivity $ρ^A_{xy}$. Our analysis indicates that the anomalous Hall effect arises from contributions of skew scattering and intrinsic Berry curvature mechanisms, with electron-phonon and electron-magnon scattering playing an important role in skew scattering at high temperatures. Ge and Zn doping in Mn$_3$SnC significantly enhances the anomalous Hall conductivity."}
{"id": "2601.02550", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.02550", "abs": "https://arxiv.org/abs/2601.02550", "authors": ["Irene Festi", "Antoine Cornet", "Tomoki Fujita", "Jens Moesggard", "Alberto Ronca", "Jie Shen", "Michael Sprung", "Shuai Wei", "Fabian Westermeier", "Raphael Escalier", "Andrea Piarristeguy", "Giacomo Baldi", "Beatrice Ruta"], "title": "X-ray photo-induced atomic motion in Phase Change Materials and conventional covalent chalcogenide glasses", "comment": null, "summary": "X-ray Photon Correlation Spectroscopy (XPCS) enables direct access to atomic-scale dynamics in disordered materials, revealing both spontaneous and X-ray-induced relaxation processes. Here, we study two compositionally similar alloy glasses near their glass transition temperatures: the phase change material (PCM) Ge15Sb85 and the non-PCM alloy Ge15Te85. Both exhibit X-ray induced atomic motion, yet with markedly different responses. Ge15Sb85 undergoes an immediate transition to a photo-induced yielding state, characterised by stationary dynamics governed solely by the absorbed dose. In contrast, Ge15Te85 shows a progressive slowing-down of the relaxation process, accompanied by a crossover from compressed to stretched exponential decay in the density autocorrelation functions. This behaviour is consistent with the emergence of liquid-like collective motion as supported by de Gennes narrowing in the wave-vector dependence of the dynamics at length scales comparable with the first sharp diffraction peak. Unlike Ge15Sb85, this alloy does not reach a stationary regime within experimental timescales, implying that the yielding transition occurs only after thousands of seconds with the available dose rate. Its response is also temperature dependent: at lower temperatures, the dynamics reflects intrinsic stress relaxation processes, whereas at higher temperatures becomes dose-controlled. These findings demonstrate that the dynamical response to X-ray excitation is not determined solely by chemical composition or bonding character, but results from the interplay between irradiation effects and structural relaxation pathways."}
{"id": "2601.02913", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02913", "abs": "https://arxiv.org/abs/2601.02913", "authors": ["Weiwei Chen", "Ziyu Zhou", "Jie Meng", "Weiyi Wang", "Ye Yang", "Zhongjun Li"], "title": "Strain Engineering of Intrinsic Anomalous Hall and Nernst Effects in Altermagnetic MnTe at Realistic Doping Levels", "comment": null, "summary": "Hexagonal MnTe has emerged as a prototypical g-wave altermagnet, hosting time-reversal symmetry breaking in momentum space despite a vanishing net magnetization. While this symmetry breaking theoretically allows for an intrinsic anomalous Hall effect, experimentally observed signals have remained weak. In this work, we investigate the origin of this suppression and demonstrate a strategy to amplify anomalous transport responses within the experimentally accessible doping regime. Using a $\\bm{k}\\cdot\\bm{p}$ effective model, we reveal that near the valence band maximum, which corresponds to the energy window relevant for typical hole doping ($\\sim10^{19}cm^{-3}$), the intrinsic Hall effect is suppressed due to a symmetry-enforced cancellation of opposing Berry curvature contributions. We propose that breaking the crystalline symmetry via volume-conserving biaxial strain lifts this cancellation, resulting in a significant enhancement of the anomalous Hall conductivity by orders of magnitude. This strain-induced Fermi surface distortion also amplifies the anomalous Nernst effect. Furthermore, the analysis of the spin texture confirms that these strain-enabled anomalous transport signatures emerge while preserving the zero net magnetization."}
{"id": "2601.02555", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02555", "abs": "https://arxiv.org/abs/2601.02555", "authors": ["A. A. Aczel", "B. R. Ortiz", "Y. Luo", "G. Pokharel", "P. M. Sarte", "C. dela Cruz", "J. Liu", "G. Sala", "S. D. Wilson", "B. A. Frandsen", "J. A. M. Paddison"], "title": "Influence of controlled disorder on the dipolar spin ice state of Ho-based pyrochlores", "comment": "15 pages, 6 figures", "summary": "Pyrochlore magnets of the form $R_2B_2$O$_7$, in which rare-earth ions on the $R$-site form a three-dimensional network of corner-sharing tetrahedra, provide a canonical setting for geometrical frustration. Ho-based pyrochlores host a dipolar spin-ice ground state, characterized by Ising moments constrained by the ice rules and elementary excitations analogous to magnetic monopoles. Here we examine how controlled chemical disorder influences this state by introducing site mixing on the non-magnetic $B$-site in two compounds. Ho$_2$GaSbO$_7$ contains only Ga$^{3+}$/Sb$^{5+}$ charge disorder, whereas Ho$_2$ScSbO$_7$ exhibits both charge and substantial size disorder arising from the large ionic-radius mismatch between Sc$^{3+}$ and Sb$^{5+}$. Although both materials retain the pyrochlore structure, neutron scattering measurements reveal a reduced correlation length for the $R/B$-site cation ordering and enhanced local structural distortions in Ho$_2$ScSbO$_7$. Despite these structural differences, bulk thermodynamic measurements and magnetic diffuse scattering demonstrate that both systems exhibit the defining signatures of a dipolar spin-ice state. Low-energy inelastic neutron spectroscopy further uncovers broad magnetic excitations that develop within the dipolar spin-ice regime, a feature absent in pristine Ho pyrochlores and indicative of disorder-induced splitting of the non-Kramers ground-state doublet. Together, these results show that controlled disorder generates tunable transverse-field-driven quantum fluctuations in Ho-based pyrochlores, although the dipolar spin-ice state is remarkably robust to this disorder."}
{"id": "2601.02922", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02922", "abs": "https://arxiv.org/abs/2601.02922", "authors": ["Thomas Pierron", "José de Jesùs Villalobos Castro", "Etienne Barre", "Dan Wang", "Stephane Pons", "Dimitri Roditchev", "Azzedine Bendounan", "Valerie Guisset", "Philippe David", "Johann Coraux", "Lorenzo Sponza", "Sergio Vlaic"], "title": "Surface reconstruction-driven band folding and spin-orbit enhancement at the $α$-antimonene/Au(111) interface", "comment": "9 pages, 7 figures", "summary": "The electronic properties of the two-dimensional (2D) $α$ phase of antimonene are unique, featuring unpinned Dirac cones that can be moved with strain. Here we investigate the structural and electronic properties of an epitaxial 2D $α$-antimonene, grown on Au(111). Using angle-resolved photoemission spectroscopy and density-functional theory, we reveal a strong hybridization at the Sb/Au interface, which imprints a rectangular reconstruction in the Au states, producing a band folding and hybrid bands exhibiting trigonal pockets. Additionally, hybridization displaces part of the Au wavefunction in regions of large electrostatic potential gradient, thereby enhancing spin-orbit splitting. Our work underscores that the pristine electronic properties of $α$-antimonene may be deeply modified by its substrate, and even overwhelmed by the bands of the latter, and also shows that spin-orbit interaction in a heavy metal (Au) can be substantially enhanced by a lighter element (Sb)."}
{"id": "2601.02570", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02570", "abs": "https://arxiv.org/abs/2601.02570", "authors": ["Thiago S. Arnaud", "Ryan W. Spangler", "Johnathan D. Georgaras", "Jonah B. Haber", "Daniel Hirt", "Maximilian Obst", "Gonzalo Álvarez-Pérez", "Mackey Long", "Felix G. Kaps", "Jakob Wetzel", "Courtney Ragle", "John E. Buchner", "Youngji Kim", "Aditha S. Senarath", "Richarda Niemann", "Mingze He", "Giulia Carini", "Unai Arregui-Leon", "Akash C. Behera", "Ramachandra Bangari", "Nihar Sahoo", "Niels C. Brumby", "J. Michael Klopf", "Martin Wolf", "Lukas M. Eng", "Susanne C. Kehr", "Thomas G. Folland", "Alexander Paarmann", "Patrick E. Hopkins", "Felipe Jornada", "Jon-Paul Maria", "Joshua D. Caldwell"], "title": "Tailoring phonon-driven responses in α-MoO3 through isotopic enrichment", "comment": null, "summary": "The implementation of polaritonic materials into nanoscale devices requires selective tuning of parameters to realize desired spectral or thermal responses. One robust material is α-MoO3, which as an orthorhombic crystal boasts three distinct phonon dispersions, providing three polaritonic dispersions of hyperbolic phonon polaritons (HPhPs) across the mid-infrared (MIR). Here, the tunability of both optical and thermal responses in isotopically enriched α-MoO3 (98MoO3, Mo18O3 and 98Mo18O3) are explored. A uniform ~5 % spectral redshift from 18O enrichment is observed in both Raman- and IR-active TO phonons. Both the in- and out-of-plane thermal conductivities for the isotopic variations are reported. Ab initio calculations both replicate experimental findings and analyze the select-mode three-phonon scattering contributions. The HPhPs from each isotopic variation are probed with s-SNOM and their Q- factors are reported. A Q-factor maxima increase of ~50 % along the [100] in the RB2 and ~100 % along the [001] in the RB3 are reported for HPhPs supported in 98Mo18O3. Observations in both real and Fourier space of higher-order HPhP modes propagating in single slabs of isotopically enriched α-MoO3 without the use of a subdiffractional surface scatterer are presented here. This work illustrates the tunability of α-MoO3 for thermal and nanophotonic applications."}
{"id": "2601.02938", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02938", "abs": "https://arxiv.org/abs/2601.02938", "authors": ["Yang Li", "Yanzhen Wang", "Boheng Zhao", "Xiaoxun Gong", "Yuxiang Wang", "Zechen Tang", "Zixu Wang", "Zilong Yuan", "Jialin Li", "Minghui Sun", "Zezhou Chen", "Honggeng Tao", "Baochun Wu", "Yuhang Yu", "He Li", "Felipe H. da Jornada", "Wenhui Duan", "Yong Xu"], "title": "DeepH-pack: A general-purpose neural network package for deep-learning electronic structure calculations", "comment": "19 pages, 7 figures, 1 table", "summary": "In computational physics and materials science, first-principles methods, particularly density functional theory, have become central tools for electronic structure prediction and materials design. Recently, rapid advances in artificial intelligence (AI) have begun to reshape the research landscape, giving rise to the emerging field of deep-learning electronic structure calculations. Despite numerous pioneering studies, the field remains in its early stages; existing software implementations are often fragmented, lacking unified frameworks and standardized interfaces required for broad community adoption. Here we present DeepH-pack, a comprehensive and unified software package that integrates first-principles calculations with deep learning. By incorporating fundamental physical principles into neural-network design, such as the nearsightedness principle and the equivariance principle, DeepH-pack achieves robust cross-scale and cross-material generalizability. This allows models trained on small-scale structures to generalize to large-scale and previously unseen materials. The toolkit preserves first-principles accuracy while accelerating electronic structure calculations by several orders of magnitude, establishing an efficient and intelligent computational paradigm for large-scale materials simulation, high-throughput materials database construction, and AI-driven materials discovery."}
{"id": "2601.02590", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02590", "abs": "https://arxiv.org/abs/2601.02590", "authors": ["Loïc Herviou", "Elodie Campan", "Pierre Nataf"], "title": "$\\mathbb{Z}_L$ symmetry breaking in SU(N) Fermi-Hubbard dots at zero and finite temperature", "comment": "17 pages, 11 figures", "summary": "We address the SU(N) Fermi-Hubbard model on a chain, with $N$ the number of degenerate orbitals, or colors, for each fermion. In the limit of both large number of colors $N$ and particles, and small number of sites $L \\geq 2$, the model is proved to undergo a $\\mathbb{Z}_L$ symmetry breaking for attractive local interaction amplitude $U$. Using a combination of Exact Diagonalization with full SU(N) symmetry, generalized L-levels Holstein-Primakoff transformation, Hartree-Fock method and large-N saddle point approximation of the partition function, we extend the results obtained in [PRA 111, L020201 (2025)] to $L \\geq 3$ and finite temperature $T>0$. In particular, we show that at $T=0$ for $U<U_c\\sim -1/N$, the ground state is L-fold degenerate, while for positive temperatures, the critical temperature is both proportional to $N$ and $U$, i.e. $T_c \\propto -U N$, making this phase transition particularly suitable for large-N fermions."}
{"id": "2601.03012", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03012", "abs": "https://arxiv.org/abs/2601.03012", "authors": ["Yuli Goshen", "Eli Kraisler"], "title": "Many-electron systems with fractional electron number and spin: exact properties above and below the equilibrium total spin value", "comment": "25 pages, 17 figures", "summary": "In this work, we analyze the fundamental question of what is the ensemble ground state of a general, finite, many-electron system at zero temperature, with a given, possibly fractional, electron number $N_{tot}$ and a given $z$-projection of the spin, $M_{tot}$, distinguishing between low- and high-spin cases. For the low-spin case, the general form of the ensemble ground state has been rigorously derived in J. Phys. Chem. Lett. 15, 2337 (2024), finding the presence of an ambiguity in the ground state. Here we further discuss this ambiguity, and show that it can be removed via maximization of the entropy. For the high-spin case, we find that the form of the ensemble ground state strongly depends on the system in question. Furthermore, we prove three general properties which characterize the ensemble, and narrow the list of pure states it may consist of. We relate the frontier Kohn-Sham orbital energies to total energy differences, providing a generalization of the ionization potential theorem to systems with arbitrary fractional $M_{tot}$. Furthermore, we derive expressions for new derivative discontinuities, which appear as jumps in the KS potentials when crossing a boundary in the $N_{\\uparrow}$-$N_{\\downarrow}$ plane. Our analytical results are supported by an extensive numerical analysis of the Atomic Spectra Database of the National Institute of Standards. The new exact conditions for many-electron systems derived in this work are instrumental for development of advanced approximations in density functional theory and other many-electron methods."}
{"id": "2601.02619", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02619", "abs": "https://arxiv.org/abs/2601.02619", "authors": ["Majid Mohseni", "Shivasheesh Varshney", "Seung Gyo Jeong", "Amber Walton", "C. Daniel Frisbie", "Bharat Jalan"], "title": "Wafer-scale High-k SrTiO3 Dielectrics with Rational Barrier-layer Design for Low Leakage and High Charge Density", "comment": "20 pages, 4 figures", "summary": "High-k oxides such as SrTiO3 promise large capacitance, but their dielectric response is often limited by leakage currents due to reduced bandgaps. We show that introducing a thin barrier layer beneath SrTiO3 is a simple and effective way to suppress leakage and increase charge density. Using hybrid molecular beam epitaxy, we grew uniform SrTiO3 films on Nb:SrTiO3, CaSnO3/Nb:SrTiO3, and 2-inch SiO2/p-Si stacks to directly compare how different barrier layers influence device behavior. Both CaSnO3 and SiO2 reduce leakage, but the ultra-wide-bandgap SiO2 layer enables much higher operating voltages, yielding charge densities exceeding 5x10^13 cm^-2 at room temperature - more than a fivefold enhancement compared to devices without a barrier layer. This improvement comes with a predictable trade-off: the lower dielectric constant of SiO2 reduces overall capacitance, making its thickness an important design parameter. Together, these results demonstrate that rational barrier-layer engineering - including wafer-scale integration on Si - provides a clear pathway to achieving higher charge densities in SrTiO3-based dielectric devices."}
{"id": "2601.03021", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03021", "abs": "https://arxiv.org/abs/2601.03021", "authors": ["Antoine Cornet", "Thierry Deschamps", "Valérie Martinez", "Dominique de Ligny", "Christine Martinet"], "title": "Multiscale Experimental Evidence of a Transitory State in the HDA-LDA Transition in Alumino-sodo-silicate Glasses", "comment": null, "summary": "The structural evolution with temperature of pure silica (SiO2), sodium-silicate (5Na2O-95SiO2, 10Na2O-90SiO2 and 25Na2O-75SiO2) and albite (15Na2O-15Al2O3-75SiO2) glasses previously densified from hot compression is monitored with a combination of small and wide angle x-ray scattering. Transient scattering maxima in the length scales associated with both techniques indicate the presence of a transitory state, suggesting the classification of the initial and final states as distinct glass states in the context of polyamorphism. In all glasses, a transient intensity peak in the small angle scattering is observed, consistent with the nucleation of a new amorphous state. Based on a comparison with the phenomenology observed in supercooled and glassy water, we propose that this structural evolution provide a strong evidence of the glass polyamorphism as the consequence of the existence of an underlying but thermodynamically defined liquid-liquid transition, independent on the polymerization degree of the system."}
{"id": "2601.02628", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.02628", "abs": "https://arxiv.org/abs/2601.02628", "authors": ["Xiongfang Liu", "Kaijian Xing", "Chi Sin Tang", "Shuo Sun", "Pan Chen", "Dong-Chen Qi", "Mark B. H. Breese", "Michael S. Fuhrer", "Andrew T. S. Wee", "Xinmao Yin"], "title": "Contact resistance and interfacial engineering: Advances in high-performance 2D-TMD based devices", "comment": null, "summary": "The development of advanced electronic devices is contingent upon sustainable material development and pioneering research breakthroughs. Traditional semiconductor-based electronic technology faces constraints in material thickness scaling and energy efficiency. Atomically thin two-dimensional (2D) transition metal dichalcogenides (TMDs) have emerged as promising candidates for next-generation nanoelectronics and optoelectronic applications, boasting high electron mobility, mechanical strength, and a customizable band gap. Despite these merits, the Fermi level pinning effect introduces uncontrollable Schottky barriers at metal-2D-TMD contacts, challenging prediction through the Schottky-Mott rule. These barriers fundamentally lead to elevated contact resistance and limited current-delivery capability, impeding the enhancement of 2D-TMD transistor and integrated circuit properties. In this review, we succinctly outline the Fermi pinning effect mechanism and peculiar contact resistance behavior at metal/2D-TMD interfaces. Subsequently, highlights on the recent advances in overcoming contact resistance in 2D-TMDs devices, encompassing interface interaction and hybridization, van der Waals (vdW) contacts, prefabricated metal transfer and charge-transfer doping will be addressed. Finally, the discussion extends to challenges and offers insights into future developmental prospects."}
{"id": "2601.03058", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.03058", "abs": "https://arxiv.org/abs/2601.03058", "authors": ["L. B. Avila", "Zuchong Yang", "Ilknur Hatice Eryilmaz", "Lilian Skokan", "Leonardo N Furini", "Andreas Ruediger", "H. Bock", "I. H. Bechtold", "E. Orgiu"], "title": "Charge transport in liquid-crystalline phthalocyanine-based thin-film transistors", "comment": "18 pages", "summary": "We investigate a series of liquid-crystalline phthalocyanines (metal-free and Cu, Zn, Ni, Co complexes) by correlating their vibrational signatures with their electronic performance in organic thin-film transistors (OTFTs). Raman spectroscopy reveals metal-dependent distortions of the phthalocyanine macrocycle, reflected in systematic shifts of the C-N-C and M-N vibrational modes. When integrated into OTFTs, all compounds exhibit markedly enhanced current response under ultrahigh vacuum compared to an N2-rich environment, demonstrating that intrinsic charge transport is strongly suppressed by atmospheric species. Temperature-dependent measurements (100-300 K) show clear threshold-voltage shifts driven by deep interface and bulk traps, while all devices display thermally activated mobility with low activation energies (14-20 meV). These results highlight how mesomorphic order, metal coordination, and environmental conditions collectively govern charge transport in liquid-crystalline phthalocyanines, offering design guidelines for their use as orientable semiconducting materials in organic electronics."}
{"id": "2601.02644", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02644", "abs": "https://arxiv.org/abs/2601.02644", "authors": ["Mengying Guo", "Xudong Jing", "Kristýna Davídková", "Roman Verba", "Zhenyu Zhou", "Xueyu Guo", "Carsten Dubs", "Yiheng Rao", "Kaiming Cai", "Jing Li", "Philipp Pirro", "Andrii V. Chumak", "Qi Wang"], "title": "Integrated magnonic chip using cascaded logic", "comment": "14 pages, 5 Figures", "summary": "The transistor transformed not only electronics but everyday life, and the integrated circuit - now simply the \"chip\" - made computation scalable and ubiquitous. Magnonics has long promised a parallel path to low-energy information processing by using spin waves instead of charge. Progress, however, has been limited by two fundamental obstacles: intrinsic attenuation of spin waves and the requirement for precisely normalised output intensity and input phase to ensure reliable logic operation - conditions that are difficult to maintain in large-scale circuits owing to inevitable imperfections. Here, we report an integrated magnonic circuit that overcomes both limitations through engineered nonlinearity in nanoscale yttrium iron garnet waveguides. Nonlinear self-adjustment of the spin wave phase renders logic operation insensitive to the relative phases of the inputs, while a deeply nonlinear, threshold-activated self-normalised excitation restores and standardises the output intensity. Using space-resolved micro-focused Brillouin light scattering, we demonstrate reconfigurable AND, OR and three-input majority gates and realise deterministic cascading across sequential stages, establishing a scalable on-chip logic primitive. The architecture operates with gigahertz frequencies, supports dynamic threshold control for functional reconfiguration, and is compatible with scalable integration, making it attractive for adaptive and neuromorphic computing. By resolving phase-independent operation and signal restoration at the level of device physics, this work advances magnonics from isolated proof-of-concept devices towards integrated magnonic chips that can complement advanced CMOS in energy-constrained computing tasks."}
{"id": "2601.03151", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03151", "abs": "https://arxiv.org/abs/2601.03151", "authors": ["Tushar Singh Thakur", "Loris Ercole", "Nicola Marzari"], "title": "Novel fast Li-ion conductors for solid-state electrolytes from first-principles", "comment": "21 pages, 15 figures, supplementary information", "summary": "We present a high-throughput computational screening for fast lithium-ion conductors to identify promising materials for application in all solid-state electrolytes. Starting from more than 30,000 Li-containing experimental structures sourced from Crystallography Open Database, Inorganic Crystal Structure Database and Materials Platform for Data Science, we perform highly automated calculations to identify electronic insulators. On these ~1000 structures, we use molecular dynamics simulations to estimate Li-ion diffusivities using the pinball model, which describes the potential energy landscape of diffusing lithium with accuracy similar to density functional theory while being 200-500 times faster. Then we study the ~60 most promising and previously unknown fast conductors with full first-principles molecular dynamics simulations at several temperatures to estimate their activation barriers. The results are discussed in detail for the 9 fastest conductors, including $Li_7NbO_6$ which shows a remarkable ionic conductivity of ~5 mS/cm at room temperature. We further present the entire screening protocol, including the workflows where the accuracy of the pinball model is improved self-consistently, necessary to automatically running the required calculations and analysing their results."}
{"id": "2601.02647", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02647", "abs": "https://arxiv.org/abs/2601.02647", "authors": ["Pedro H. A. Moya", "Marli R. Cantarino", "Lucas E. Correa", "Leandro R. de Faria", "Rodrigo M. C. Huamani", "Wendell S. Silva", "Claude Monney", "Antonio J. S. Machado", "Fernando A. Garcia"], "title": "Electronic band structure reconstruction in Ni$_{x}$ZrTe$_{2}$", "comment": null, "summary": "The filling of the large van der Waals gap in Transition Metal Dichalcogenides (TMDs) often leads to lattice and electronic instabilities, which prelude the onset of a rich phenomenology. Here, we investigate the electronic structure of the TMDs ZrTe$_2$ and Ni-intercalated ZrTe$_2$ (Ni$_x$ZrTe$_2$, $x\\approx 0.05$) employing angle-resolved photoemission spectroscopy (ARPES). We readily identify in Ni$_x$ZrTe$_2$ two flat bands, most likely associated with localized Ni-derived 3$d$-states, at about $\\approx-0.7$ eV and $\\approx-1.2$ eV in binding energy. The presence of these flat bands is observed for all temperatures ($T$) in our study. More significantly, at low-$T$, we identify an electronic structure reconstruction in Ni$_x$ZrTe$_2$, which halves the electronic periodicity along the $k_{z}$ direction. This is reminiscent of a commensurate band folding with wave-vector $q=(0,0,π)$. Together with previous results from macroscopic measurements, namely heat capacity and resistivity, our findings suggest that Ni intercalation drives a structural instability at $T^{*}=287$ K, which causes the observed electronic band reconstruction. Our findings invite further investigation into the structural properties of ZrTe$_2$ and of the intercalated and defect-engineered versions of this material."}
{"id": "2601.03167", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03167", "abs": "https://arxiv.org/abs/2601.03167", "authors": ["Stephanie Amos", "Neno Fuller", "Wai-Lun Chan", "Hartwin Peelaers"], "title": "Interface-induced band bending and charge separation in all-organic ZnPc/F$_x$ZnPc heterostructures", "comment": "8 pages; 10 figures", "summary": "Organic semiconductors are attractive building blocks for electronic devices due to their low cost and flexibility. Furthermore, heterostructures with type-II band alignments can efficiently separate photogenerated charges via a charge transfer and separation process.\n  Here, we use density functional theory (DFT) to investigate model interfaces formed by zinc phthalocyanine (ZnPc) and its fluorinated derivatives (F$_8$ZnPc and F$_{16}$ZnPc). We demonstrate that these interfaces not only exhibit a type-II band offset, but also band bending. The band bending causes both the LUMO and HOMO states to localize away from the interface. Therefore, the band bending creates a strong driving force for charge separation. We used ultraviolet photoemission spectroscopy (UPS) to experimentally confirm this predicted band bending. The wavefunction envelopes of vertically-stacked molecules resemble particle-in-a-box states, but this shape is lost when the molecules are staggered.\n  These results elucidate how interface-induced band bending facilitates charge separation in all-organic heterostructures and suggest a design pathway toward improved performance in organic photovoltaic devices."}
{"id": "2601.02654", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.02654", "abs": "https://arxiv.org/abs/2601.02654", "authors": ["Richard Huang", "David R. Nelson", "Suraj Shankar"], "title": "Thermalized buckling of extensible, semiflexible polymers", "comment": "22 pages, 15 figures", "summary": "The Euler buckling of rods is a long-studied mechanical instability, and it remains relevant to this day, as the constituent components in many biological and physical systems are linear polymers, such as microtubules or carbon nanotubes. At finite temperature, if a polymer is shorter than its persistence length, the polymer is semiflexible, and its elasticity remains rod-like. But polymers can also stretch due to their finite extensibility, which can couple to energetically cheap bending deformations in nonlinear ways when a load is applied to the system. We show how the interplay between thermal fluctuations and nonlinear elasticity dramatically modifies the Euler buckling instability for compressed semiflexible polymers in a fixed strain ensemble. We identify a Ginzburg-like length scale beyond which thermally excited undulations lead to a softened Young's modulus, while the polymer nevertheless remains semiflexible. Both perturbative calculations and numerical Monte Carlo simulations suggest a qualitative change in several scaling properties of the buckling transition. The critical compressional strain for thermal buckling now increases with system size, in contrast to athermal buckling, where it decreases with system size. Renormalization group calculations confirm this picture, and also show that thermal buckling is controlled by a new fixed point with different critical exponents compared to classical Euler buckling."}
{"id": "2601.03207", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03207", "abs": "https://arxiv.org/abs/2601.03207", "authors": ["Guglielmo Macrelli"], "title": "Kinetic Flux Equations for Ion Exchange in Silicate Glasses", "comment": "15 pages, 1 Table, 45 Equations", "summary": "Ion exchange kinetic flux equations have been extensively investigated since the mid-twentieth century and continue to provide a fundamental framework for describing mass transport phenomena in solid materials. Despite the maturity of this field, inconsistencies remain in the literature concerning the definition, dimensional consistency, and physical interpretation of the parameters involved. A rigorous and unified treatment of these equations is therefore essential to ensure the reproducibility and comparability of theoretical and experimental studies. The present study aims to establish a coherent and systematic development of ion exchange kinetic flux equations, with particular emphasis on the consistent definition and dimensional formulation of the relevant physical quantities. Beyond refining the theoretical foundations, this study extends the classical formulation by incorporating the influence of mechanical stress on ion transport and considering cross-term interactions within the framework of linear irreversible thermodynamics. These developments provide a more comprehensive description of ion exchange kinetics, particularly as applied to silicate glasses, where coupling between chemical and mechanical effects plays a crucial role in determining transport behavior and performance."}
{"id": "2601.02658", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.02658", "abs": "https://arxiv.org/abs/2601.02658", "authors": ["Keita Funayama", "Jotaro J. Nakane", "Ai Yamakage"], "title": "Realization of a universal topological waveguide by tuning adiabatic geometry", "comment": null, "summary": "Quantum valley Hall-based topological phases have been attracting attention across diverse fields as a robust platform for wave guidance due to their high compatibility with engineering frameworks. Combining three representative boundary types enables topological waveguides with flexible designability and enhanced functionality. However, one of the three, namely the armchair boundary, has long been limited by inter-valley scattering, resulting in weak topological protection and severely restricting its use in practical devices. This long-standing constraint is a major barrier to realizing broadly applicable topological waveguide systems. Here, to address this challenge toward a broadly applicable design framework for topological waveguides, we experimentally demonstrate that topological adiabatic geometry implemented in a micro electromechanical system suppresses valley mixing. We found that the adiabaticity enhances immunity to defects and increases the transmission efficiency of the armchair boundary. As the adiabaticity increases, topological protection is recovered over an increasingly broad portion of the bulk band gap, extending from low to high frequencies. Furthermore, we show that the recovery of protection in the adiabatic armchair boundary enables waves to propagate through 90^° and 150^°-bent waveguides by coupling with other interface geometries. Suppressing valley mixing via adiabaticity paves the way for a universal design framework for topological waveguides and for restoring robust topological characteristics across a wide range of wave phenomena."}
{"id": "2601.02417", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02417", "abs": "https://arxiv.org/abs/2601.02417", "authors": ["Satish Prajapati"], "title": "A Unified Computational Framework for Two Dimensional Diffusion Limited Aggregation via Finite-Size Scaling, Multifractality, and Morphological Analysis", "comment": null, "summary": "Diffusion-Limited Aggregation (DLA), the canonical model for non-equilibrium fractal growth, emerges from the simple rule of irreversible attachment by random walkers. Despite four decades of study, a unified computational framework reconciling its stochastic algorithm, universal fractal dimension, multifractal growth measure, and finite-size effects remains essential for applications from materials science to geomorphology. Through large-scale simulations (clusters up to $N = 10^6$ particles) in two dimensions, we perform a tripartite analysis: (1) We establish a definitive finite-size scaling collapse, extracting the universal fractal dimension $D = 1.712 \\pm 0.015$ and identifying the crossover to boundary-dominated growth at a scaled mass $x_0 \\approx 0.10 \\pm 0.02$. (2) We quantify the full multifractal spectrum of the harmonic measure ($Δα\\approx 1.13$), directly linking the stochastic algorithm to the deterministic Laplacian growth equation $\\nabla^2 p = 0$ and explaining the screening effect via an exponential decay $η\\sim e^{-r/ξ}$ with screening length $ξ= 22.7 \\pm 0.8$ lattice units. (3) We provide a complete morphological characterization, revealing power-law branch length distributions ($τ\\approx 2.1$) and angular branching preferences ($\\sim 72^\\circ$). This work computationally validates DLA as a robust universality class and provides a scalable methodology for analyzing diffusion-controlled pattern formation across disciplines."}
{"id": "2601.02661", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02661", "abs": "https://arxiv.org/abs/2601.02661", "authors": ["Li Fu", "Longfei Lv", "Fan Zhang", "Si Zhou", "Weiwei Gao", "Jijun Zhao"], "title": "Efficient Screening of Organic Singlet Fission Molecules Using Graph Neural Networks", "comment": "6 figures", "summary": "Singlet fission (SF) provides a promising strategy for surpassing the Shockley-Queisser limit in photovoltaics. However, the identification of efficient SF materials is hindered by the limited availability of suitable molecular candidates and the high computational costs associated with conventional quantum-chemical methods for excited states. In this study, we introduce a high-throughput screening framework that integrates a graph neural network (GNN) with multi-level validation to accelerate the discovery of SF-active molecules. Trained on a previously reported FORMED database, the GNN achieves state-of-the-art accuracy in predicting SF-relevant excited-state properties, demonstrating a mean absolute error of about 0.1 eV for S1, T1, and T2 excitation energies. This capability facilitates the efficient screening of over 20 million molecular structures from both OE62 and QO2Mol databases. Our framework significantly reduces the computational demand associated with Time-Dependent Density Functional Theory validation by four orders of magnitude and identifies 180 potential SF molecules along with more than 1000 conformers. Subsequent assessments regarding synthetic accessibility, GW approximation and Bethe-Salpeter equation calculations further highlight a subset of experimentally feasible candidates among these SF candidates. The approach presented herein exemplifies an effective strategy for accelerating the discovery of functional molecules with optoelectronic applications."}
{"id": "2601.02442", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.02442", "abs": "https://arxiv.org/abs/2601.02442", "authors": ["Weijia Wang", "Qicheng Zhang", "Kun Zhang", "Shuaishuai Tong", "Chunyin Qiu"], "title": "Anomalous Collision of Exceptional Points on Nonorientable Manifolds", "comment": null, "summary": "Band degeneracies, ranging from Hermitian Dirac points to non-Hermitian exceptional points (EPs), play a central role in topological phase transitions. Beyond the topology of individual degeneracies, their mutual interactions yield richer phenomena. A representative example is the anomalous non-annihilating collision of pairwise-created degeneracies, previously believed to occur only in non-Abelian multiband systems. Here, we theoretically reveal and experimentally demonstrate that such an anomalous collision can emerge even in a simple two-band system without non-Abelian nature. In a two-dimensional non-Hermitian lattice whose Brillouin zone forms a nonorientable Klein bottle, two EPs with opposite topological charges, pairwise created from a hybrid point, merge into a new vortex point upon re-encounter, instead of annihilating. Remarkably, the hybrid point is a defective degeneracy featuring no eigenenergy braiding, whereas the vortex point is a non-defective degeneracy yet exhibits nontrivial eigenenergy braiding. This process manifests a non-Hermitian phase transition from a gapped phase to a gapless phase, a scenario that we directly observe in a hybrid-dimensional acoustic lattice via momentum-resolved band braid and Berry phase measurements. Our findings identify nonorientability as a new arena for engineering band degeneracies and topological phases, and pave the way for experimentally exploring the interplay between exceptional and nonorientable topology."}
{"id": "2601.02672", "categories": ["cond-mat.mes-hall", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.02672", "abs": "https://arxiv.org/abs/2601.02672", "authors": ["Kang Yang", "Fei Song", "Piet W. Brouwer"], "title": "Stable boundary modes for fragile topology from spontaneous PT-symmetry breaking", "comment": "5+6 pages", "summary": "Two-dimensional topological insulators protected by nonlocal symmetries or with fragile topology usually do not admit robust in-gap edge modes due to the incompatibility between the symmetry and the boundary. Here, we show that in a parity-time (PT) symmetric system robust in-gap topological edge modes can be stably induced by non-Hermitian couplings that spontaneously break the PT symmetry of the eigenstates. The topological edge modes traverse the imaginary spectral gap between a pair of fragile topological bands, which is opened by the presence of the non-Hermitian perturbation. We demonstrate that the net number of resulting in-gap modes is protected by an operator version of anomaly cancellation that extends beyond the Hermitian limit. The results imply that loss and gain can in principle drive fragile topological phenomena to stable topological phenomena."}
{"id": "2601.02508", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02508", "abs": "https://arxiv.org/abs/2601.02508", "authors": ["Liang Fu"], "title": "Fermi Sets: Universal and interpretable neural architectures for fermions", "comment": "5 pages", "summary": "We introduce Fermi Sets, a universal and physically interpretable neural architecture for fermionic many-body wavefunctions. Building on a ``parity-graded'' representation [1], we prove that any continuous fermionic wavefunction on a compact domain can be approximated to arbitrary accuracy by a linear combination of K antisymmetric basis functions--such as pairwise products or Slater determinants--multiplied by symmetric functions. A key result is that the number of required bases is provably small: K=1 suffices in one-dimensional continua (and on lattices in any dimension), K=2 suffices in two dimensions, and in higher dimensions K grows at most linearly with particle number. The antisymmetric bases can be learned by small neural networks, while the symmetric factors are implemented by permutation-invariant networks whose width scales only linearly with particle number. Thus, Fermi Sets achieve universal approximation of fermionic wavefunctions with minimal overhead while retaining clear physical interpretability."}
{"id": "2601.02707", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02707", "abs": "https://arxiv.org/abs/2601.02707", "authors": ["Asato Onishi", "Zifan Xu", "Cédric Bareille", "Yoichi Kageyama", "Shigeyuki Ishida", "Hiroshi Eisaki", "Kota Ishihara", "Kenichiro Hashimoto", "Toshiyuki Taniuchi", "Takasada Shibauchi"], "title": "Energy-Resolved Real-Space Imaging of Orbital Nematicity in an Fe-Based Superconductor", "comment": "14 pages, 4 figures", "summary": "Electronic nematicity in Fe-based superconductors is manifested by spontaneous rotational symmetry breaking and the formation of nematic domains with mutually orthogonal directions of $d_{xz}$/$d_{yz}$ orbital anisotropy. However, its energy dependence has remained largely unexplored in real space. Using 5.82-eV laser-excited photoemission electron microscopy (laser-PEEM) with an energy-selective slit, we visualize the evolution of linear dichroic (LD) contrast within individual nematic domains of Ba$_{1-x}$Na$_x$Fe$_2$As$_2$ ($x\\approx0.08$). We discover a sign reversal of the LD contrast at an energy $\\sim0.4$ eV below the Fermi level, directly revealing an inversion of orbital anisotropy inside each domain. This behavior reflects a different energy-dependent redistribution of spectral weight between the $d_{xz}$ and $d_{yz}$ states, highlighting the crucial role of orbital-selective coherence in the nematic phase of Fe-based superconductors."}
{"id": "2601.02654", "categories": ["cond-mat.stat-mech", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.02654", "abs": "https://arxiv.org/abs/2601.02654", "authors": ["Richard Huang", "David R. Nelson", "Suraj Shankar"], "title": "Thermalized buckling of extensible, semiflexible polymers", "comment": "22 pages, 15 figures", "summary": "The Euler buckling of rods is a long-studied mechanical instability, and it remains relevant to this day, as the constituent components in many biological and physical systems are linear polymers, such as microtubules or carbon nanotubes. At finite temperature, if a polymer is shorter than its persistence length, the polymer is semiflexible, and its elasticity remains rod-like. But polymers can also stretch due to their finite extensibility, which can couple to energetically cheap bending deformations in nonlinear ways when a load is applied to the system. We show how the interplay between thermal fluctuations and nonlinear elasticity dramatically modifies the Euler buckling instability for compressed semiflexible polymers in a fixed strain ensemble. We identify a Ginzburg-like length scale beyond which thermally excited undulations lead to a softened Young's modulus, while the polymer nevertheless remains semiflexible. Both perturbative calculations and numerical Monte Carlo simulations suggest a qualitative change in several scaling properties of the buckling transition. The critical compressional strain for thermal buckling now increases with system size, in contrast to athermal buckling, where it decreases with system size. Renormalization group calculations confirm this picture, and also show that thermal buckling is controlled by a new fixed point with different critical exponents compared to classical Euler buckling."}
{"id": "2601.02756", "categories": ["cond-mat.mes-hall", "nlin.PS"], "pdf": "https://arxiv.org/pdf/2601.02756", "abs": "https://arxiv.org/abs/2601.02756", "authors": ["Noriko Akutsu", "Yoshihiro Kangawa"], "title": "Intrinsic Step Jamming in Nanometer-Scale KPZ-like Rough Surfaces under Interface-Limited Crystal Growth and Retreat", "comment": "stepJam_w7y5arxivex; 10 pages, 6 figures. Submitted to Crstal Growth & Design", "summary": "We investigate an intrinsic step-jamming phenomenon at the nanometer scale on Kardar-Parisi-Zhang (KPZ)-like kinetically roughened crystal surfaces that arises during interface-limited steady crystal growth or retreat. Monte Carlo simulations using the Metropolis algorithm on a restricted solid-on-solid (RSOS) lattice model demonstrate that intrinsic step jamming persists on surfaces below 20 nm. In the present model, transport processes such as surface and volume diffusion are excluded, as are elastic interactions, step-step repulsion or attraction, and stoichiometric effects. We show that intrinsic step jamming arises from asymmetric fluctuations in atomic attachment and detachment driven by biased transition probabilities under the SOS restriction, leading to collective step congestion. Asymmetric fluctuations also determine whether adatom or hole clusters grow or recede. This mechanism bears close similarity to jamming phenomena in the asymmetric simple exclusion process (ASEP), including multi-lane variants. In contrast, symmetric thermal fluctuations generate adatom or hole clusters on terraces, thereby suppressing intrinsic step jamming. Possible routes to suppress intrinsic step jamming, including experimentally accessible strategies, are also discussed."}
{"id": "2601.02820", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02820", "abs": "https://arxiv.org/abs/2601.02820", "authors": ["Hai Zeng", "Yiwei Chen", "Zhuo Wang", "Shuo Zou", "Kangjian Luo", "Yang Yuan", "Meng Zhang", "Yongkang Luo"], "title": "Inverse magnetic melting effect in vdW-like Kondo lattice CeSn$_{0.75}$Sb$_2$", "comment": "8+3 pages, 5+4 figures, 0+1 tables", "summary": "Given the intimate connection between magnetic orders and the interplay among multiple degrees of freedom in heavy-fermion systems, controlling and understanding the associated inverse melting effect is crucial for unveiling novel condensed-matter states and their potential applications. Here, we report the growth of single crystalline quasi-two-dimensional van-der-Waals-like Kondo lattice CeSn$_{0.75}$Sb$_2$, and its physical properties by a combination of transport / magnetic / thermodynamic measurements. We find that it hosts a fragile antiferromagnetic (AFM) order and a cluster glass (CG) ground state, both of which are highly sensitive to external fields. Upon cooling under low in-plane magnetic fields, the AFM phase evolves into a polarized paramagnetic phase, either directly or indirectly through the intermediate CG phase. This process constitutes an inverse magnetic melting effect that restores the broken translational / rotational symmetries. Our work provides a rare paradigm of inverse magnetic melting effect in vdW-like heavy-fermion materials, and enriches the physics in conventional Kondo-lattice models."}
{"id": "2601.02770", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02770", "abs": "https://arxiv.org/abs/2601.02770", "authors": ["Taiqiao Liu", "Tongtong Wang", "Zeyuan Li", "E Zhou", "Junlei Zhao", "Jiaren Feng", "Xiaoyu Fei", "Yuzheng Guo", "Flyura Djurabekova", "Sheng Liu", "Zhaofu Zhang"], "title": "Anisotropic Kinetics of Ion-Irradiation-Induced Phase Transition in Gallium Oxide", "comment": null, "summary": "Radiation-tolerant semiconductors have traditionally been engineered by the principle of suppressing defect accumulation and amorphization, based on the assumption that radiation damage is inherently stochastic. Here we show that, in monoclinic $β$-\\ce{Ga2O3}, a promising ultrawide-bandgap semiconductor, surface crystallographic orientation deterministically governs radiation tolerance through highly anisotropic kinetics of the $β$-to-$γ$ phase transition. Using machine-learning molecular dynamics coupled with a local configurational-entropy descriptor, we quantitatively map anisotropic $β$-to-$γ$ transition kinetics, showing that the critical dose, transition-layer depth, and kinetic stability of the $γ$-phase are fundamentally governed by surface orientation. Under ion irradiation, non-channeling surfaces such as (100), (001), and (-201) undergo severe surface amorphization, whereas the strongly channeling (010) surface resists damage accumulation and promotes subsurface $γ$-phase nucleation. During thermal annealing recovery process, these initial states follow two distinct recovery pathways: the channeling (010) surface reverts directly from $γ$-to-$β$, whereas non-channeling surfaces follow a sequential amorphous-to-$γ$-to-$β$ transition pathway. This work establishes surface orientation as a fundamental design principle for achieving radiation tolerance through controlled polymorphic transitions, providing a universal framework for engineering functional materials capable of withstanding extreme irradiation environments."}
{"id": "2601.03022", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.03022", "abs": "https://arxiv.org/abs/2601.03022", "authors": ["Yu-Hsin Chen", "Thai-Son Nguyen", "Isabel Streicher", "Jimy Encomendero", "Stefano Leone", "Huili Grace Xing", "Debdeep Jena"], "title": "Shubnikov-de Haas oscillations of two-dimensional electron gases in AlYN/GaN and AlScN/GaN heterostructures", "comment": "7 pages, 4 figures", "summary": "AlYN and AlScN have recently emerged as promising nitride materials that can be integrated with GaN to form two-dimensional electron gases (2DEGs) at heterojunctions. Electron transport properties in these heterostructures have been enhanced through careful design and optimization of epitaxial growth conditions. In this work, we report for the first time Shubnikov-de Haas (SdH) oscillations of 2DEGs in AlYN/GaN and AlScN/GaN heterostructures, grown by metal-organic chemical vapor deposition. SdH oscillations provide direct access to key 2DEG parameters at the Fermi level: (1) carrier density, (2) electron effective mass (m* ~ 0.24 me for AlYN/GaN and m* ~ 0.25 me for AlScN/GaN), and (3) quantum scattering time (~ 68 fs for AlYN/GaN and ~ 70 fs for AlScN/GaN). These measurements of fundamental transport properties provide critical insights for advancing emerging nitride semiconductors for future high-frequency and power electronics."}
{"id": "2601.02794", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02794", "abs": "https://arxiv.org/abs/2601.02794", "authors": ["Yanhuai Ding", "Dan Qian", "Zhipeng Liu"], "title": "Transformation Journey of Zr-based MOFs: Study on Mechanics and Hydrogen Storage under Doping Regulation", "comment": null, "summary": "This study delves into the transformation journey of Zr-based Metal-Organic Frameworks (MOFs), focusing on enhancing their mechanical properties and hydrogen storage capacities through doping regulation. MOFs, a versatile class of crystalline porous materials, have garnered significant attention due to their unique properties and broad potential applications in gas storage, separation, catalysis, and sensing. Among them, Zr-based MOFs stand out for their exceptional stability and high surface area. This research systematically investigates six key Zr-based MOFs (UIO-66, UIO-67, UIO-68, MOF-801, MOF-802, and MOF-841) using multiscale computational methods, including molecular dynamics (MD) simulations, grand canonical Monte Carlo (GCMC) simulations, and density functional theory (DFT). The study explores the impact of metal ion substitution (Fe, Co, Ni, Cu, Zn) on the mechanical and hydrogen storage properties of these MOFs. Our findings reveal that metal ion substitution significantly influences the mechanical stability and hydrogen adsorption capacity of Zr-based MOFs, providing valuable insights for the design and optimization of high-performance MOF materials."}
{"id": "2601.03045", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03045", "abs": "https://arxiv.org/abs/2601.03045", "authors": ["Ranju Dalal", "Harsimran Singh", "Rwik Dutta", "Hariharan Swaminathan", "Kenji Watanabe", "Takashi Taniguchi", "Mit H Naik", "Manish Jain", "Akshay Singh"], "title": "Signatures of moiré intralayer biexcitons and exciton-phason coupling in WSe2/WS2 heterostructures", "comment": "Main text and Supplementary figures included, having total 40 pages. Main text contains 4 figures", "summary": "Interactions among electronic and lattice degrees-of-freedom are foundational to various phases in condensed-matter physics, yet the dynamic interplay between excitonic and phononic quasiparticles represents an equivalent, underexplored frontier. Moiré superlattices provide an ideal platform for realizing these interactions by offering localized intralayer excitons (IALX) and ultralow-energy collective lattice modes, such as phasons. Here, by optically suppressing ultrafast charge-transfer (CT) to interlayer excitons in WSe2/WS2 heterostructures, we uncover dynamics of moiré IALX revealing long lifetimes (τ > 1000 ps) arising from localized Wannier and in-plane CT nature. We then observe moiré intralayer intervalley biexcitons with binding energy ~ 16 meV, with long lifetimes due to moiré confinement. Furthermore, we find time-domain signatures of strong coupling between moiré-IALX and ~ 10 micro-eV phasons, evidenced as twist-angle-dependent GHz oscillations in IALX dynamics. Our findings establish moiré superlattices as interacting hybrid quantum systems and for engineering non-equilibrium phenomena, as well as for GHz-scale optoelectronics."}
{"id": "2601.02820", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02820", "abs": "https://arxiv.org/abs/2601.02820", "authors": ["Hai Zeng", "Yiwei Chen", "Zhuo Wang", "Shuo Zou", "Kangjian Luo", "Yang Yuan", "Meng Zhang", "Yongkang Luo"], "title": "Inverse magnetic melting effect in vdW-like Kondo lattice CeSn$_{0.75}$Sb$_2$", "comment": "8+3 pages, 5+4 figures, 0+1 tables", "summary": "Given the intimate connection between magnetic orders and the interplay among multiple degrees of freedom in heavy-fermion systems, controlling and understanding the associated inverse melting effect is crucial for unveiling novel condensed-matter states and their potential applications. Here, we report the growth of single crystalline quasi-two-dimensional van-der-Waals-like Kondo lattice CeSn$_{0.75}$Sb$_2$, and its physical properties by a combination of transport / magnetic / thermodynamic measurements. We find that it hosts a fragile antiferromagnetic (AFM) order and a cluster glass (CG) ground state, both of which are highly sensitive to external fields. Upon cooling under low in-plane magnetic fields, the AFM phase evolves into a polarized paramagnetic phase, either directly or indirectly through the intermediate CG phase. This process constitutes an inverse magnetic melting effect that restores the broken translational / rotational symmetries. Our work provides a rare paradigm of inverse magnetic melting effect in vdW-like heavy-fermion materials, and enriches the physics in conventional Kondo-lattice models."}
{"id": "2601.03106", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03106", "abs": "https://arxiv.org/abs/2601.03106", "authors": ["Xingqiang Zhang", "Liu Chang", "Liyi Li", "Zhe Cheng"], "title": "Thermal conductance across bonded SiOx-SiOx interfaces in hybrid bonding process", "comment": null, "summary": "Hybrid bonding is a pivotal technology for enabling three dimensional integrated circuits. Among the foremost challenges facing 3D IC implementation is thermal management, where a deep understanding of heat conduction across bonded interfaces is essential for addressing heat dissipation and reliability issues. Nevertheless, the thermal conductance of bonded dielectric-dielectric interfaces remains poorly understood. In this study, we employ the low-temperature bonding technique integral to hybrid bonding to fabricate SiO-SiO interfaces and investigate their thermal boundary conductance using time domain thermoreflectance. Structural characterizations show high quality bonded interfaces. By fitting the data with an equivalent multilayer thermal model, we establish a lower limit TBC of 150 MW/m2-K for the SiO-SiO interfaces, which corresponds to a thermal resistance lower than that of a 9.2-nm-thick dielectric layer. These findings offer valuable insights into thermal transport in hybrid-bonded structures and provide critical guidance for the thermal design of advanced packaging solutions."}
{"id": "2601.02833", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02833", "abs": "https://arxiv.org/abs/2601.02833", "authors": ["Sunil Gangwar", "C. S. Yadav"], "title": "Anomalous Hall transport in Mn$_{3}$Sn$_{0.5}$X$_{0.5}$C (X = Ge and Zn)", "comment": "5 pages, 3 figures", "summary": "Mn-based antiperovskites that exhibit topological surface states show potential applications in spintronics, magnetoelectronics, and quantum devices owing to the interplay between magnetism and topology. In this family of compounds, Mn$3$SnC exhibits a concurrent ferromagnetic and antiferromagnetic ground state below $T \\sim 285$ K, along with a Berry curvature driven anomalous Hall effect. Here, we report the anomalous Hall effect in Ge- and Zn-doped Mn$3$SnC compounds, namely Mn$3$Sn${0.5}$Ge${0.5}$C (MSGC) and Mn$3$Sn${0.5}$Zn${0.5}$C (MSZC). MSGC undergoes a paramagnetic to concurrent antiferromagnetic and ferromagnetic transition at $T_C \\sim 300$ K, whereas MSZC exhibits a paramagnetic to ferromagnetic transition at $T_C \\sim 240$ K, followed by a ferromagnetic to ferrimagnetic transition at $T_N \\sim 170$ K. The electronic transport in these compounds is governed by electron-phonon and electron-magnon scattering and shows anomalous Hall resistivity $ρ^A_{xy}$. Our analysis indicates that the anomalous Hall effect arises from contributions of skew scattering and intrinsic Berry curvature mechanisms, with electron-phonon and electron-magnon scattering playing an important role in skew scattering at high temperatures. Ge and Zn doping in Mn$_3$SnC significantly enhances the anomalous Hall conductivity."}
{"id": "2601.03210", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03210", "abs": "https://arxiv.org/abs/2601.03210", "authors": ["Bobby Kaman", "Jinho Lim", "Yingkai Liu", "Axel Hoffmann"], "title": "Emulating 2D Materials with Magnons", "comment": null, "summary": "Spin waves (magnons) in 2D materials have received increasing interest due to their unique states and potential for tunability. However, many interesting features of these systems, including Dirac points and topological states, occur at high frequencies, where experimental probes are limited. Here, we study a crystal formed by patterning a hexagonal array of holes in a perpendicularly magnetized thin film. Through simulation, we find that the magnonic band structure imitates that of graphene, but additionally has some kagome-like character and includes a few flat bands. Surprisingly, its nature can be understood using a 9-band tight-binding Hamiltonian. This clear analogy to 2D materials enables band-gap engineering in 2D, topological magnons along 1D phase boundaries, and spectrally isolated modes at 0D point defects. Interestingly, the 1D phase boundaries allow access to the valley degree of freedom through a magnonic analog of the quantum valley-Hall insulator. These approaches can be extended to other magnonic systems, but are potentially more general due to the simplicity of the model, which resembles existing results from electron, phonon, photon, and cold atom systems. This finding brings the physics of spin waves in 2D materials to more experimentally accessible scales, augments it, and outlines a few principles for controlling magnonic states."}
{"id": "2601.02862", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02862", "abs": "https://arxiv.org/abs/2601.02862", "authors": ["Boyuan Li", "Zekun Huang", "Wenao Wang", "Jiaxi Wang", "Yu Chen", "Ce Shang", "Tie Jun Cui", "Shuo Liu"], "title": "Hybrid Disclination Skin-topological Effects in Non-Hermitian Circuits", "comment": "7 pages, 5 figures", "summary": "The bulk-disclination correspondence (BDC) is a fundamental concept in Hermitian systems that has been widely applied to predict disclination states. Recently, disclination states have also been observed and experimentally verified in non-Hermitian systems with C6 lattice symmetry, where gain and loss are introduced to induce non-Hermiticity. In this Letter, we propose a non-Hermitian two-dimensional (2D) Su-Schrieffer-Heeger (SSH) disclination model with skin-topological (ST) disclination states, and calculate its biorthogonal Zak phase. Together with the real-space disclination index, we predict the emergence of disclination states in a C4-symmetric non-Hermitian lattice and the corresponding fractional charge. We also generalize the symmetry indicator within the biorthogonal framework to predict the anomalous filling near the disclination core. Experimentally, the model is implemented on a nonreciprocal circuit platform, where we analyze the impedance matrix characterized by complex eigenfrequencies and directly observe the ST disclination states. Our work further extends the bulk-disclination correspondence to the non-Hermitian realm."}
{"id": "2601.02883", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02883", "abs": "https://arxiv.org/abs/2601.02883", "authors": ["Quanxin Hu", "Xingkai Cheng", "Qingchen Duan", "Yudong Hu", "Bei Jiang", "Yusen Xiao", "Yaqi Li", "Mojun Pan", "Liwei Deng", "Changchao Liu", "Guanghan Cao", "Zhengtai Liu", "Mao Ye", "Shan Qiao", "Zhanfeng Liu", "Zhe Sun", "Anyuan Gao", "Yaobo Huang", "Ruidan Zhong", "Junwei Liu", "Baiqing Lv", "Hong Ding"], "title": "Observation of spin-valley locked nodal lines in a quasi-2D altermagnet", "comment": "26 pages, 13 figures", "summary": "The interplay among quantum degrees of freedom-spin, orbital and momentum-has emerged as a fertile ground for realizing magnetic quantum states with transformative potential for electronic and spintronic technologies. Prominent examples include ferromagnetic Weyl semimetals and antiferromagnetic axion insulators. Recently, altermagnets(AMs) have been identified as a distinct spin-splitting class of collinear antiferromagnets(AFMs), characterized by crystal symmetry that connects magnetic sublattices in real space and enforces C-paired spin-momentum locking in reciprocal space. These materials combine the advantages of nonrelativistic spin-polarization akin to FMs and vanished net-magnetization as AFMs, making them highly promising for spintronic applications. Furthermore, they introduce nontrivial spin-momentum locking spin texture as an additional degree of freedom for realizing novel quantum phases. In this work, we report the discovery of a new type of spin-valley-locked nodal line phase in the layered AM Rb-intercalated V{_2}Te{_2}O. By combining high-resolution spin and angle-resolved photoemission spectroscopy with first-principles calculations, we observe the coexistence of both spinless and spinful nodal lines near the Fermi level. Remarkably, the spinful nodal lines exhibit uniform spin polarization within each valley, while displaying opposite spin polarizations across symmetry-paired valleys-a unique feature we term spin-valley-locked nodal lines, which is exclusive to AMs. Direct measurements of out-of-plane band dispersion using a side-cleaving technique reveal the two-dimensional nature of these nodal lines. Our findings not only unveil a previously unexplored topological phase in AMs where valley-locked spin as an additional quantum character but also establish RbV{_2}Te{_2}O as a promising platform for spintronics, valleytronics, and moire-engineered quantum devices."}
{"id": "2601.02913", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02913", "abs": "https://arxiv.org/abs/2601.02913", "authors": ["Weiwei Chen", "Ziyu Zhou", "Jie Meng", "Weiyi Wang", "Ye Yang", "Zhongjun Li"], "title": "Strain Engineering of Intrinsic Anomalous Hall and Nernst Effects in Altermagnetic MnTe at Realistic Doping Levels", "comment": null, "summary": "Hexagonal MnTe has emerged as a prototypical g-wave altermagnet, hosting time-reversal symmetry breaking in momentum space despite a vanishing net magnetization. While this symmetry breaking theoretically allows for an intrinsic anomalous Hall effect, experimentally observed signals have remained weak. In this work, we investigate the origin of this suppression and demonstrate a strategy to amplify anomalous transport responses within the experimentally accessible doping regime. Using a $\\bm{k}\\cdot\\bm{p}$ effective model, we reveal that near the valence band maximum, which corresponds to the energy window relevant for typical hole doping ($\\sim10^{19}cm^{-3}$), the intrinsic Hall effect is suppressed due to a symmetry-enforced cancellation of opposing Berry curvature contributions. We propose that breaking the crystalline symmetry via volume-conserving biaxial strain lifts this cancellation, resulting in a significant enhancement of the anomalous Hall conductivity by orders of magnitude. This strain-induced Fermi surface distortion also amplifies the anomalous Nernst effect. Furthermore, the analysis of the spin texture confirms that these strain-enabled anomalous transport signatures emerge while preserving the zero net magnetization."}
{"id": "2601.02922", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.02922", "abs": "https://arxiv.org/abs/2601.02922", "authors": ["Thomas Pierron", "José de Jesùs Villalobos Castro", "Etienne Barre", "Dan Wang", "Stephane Pons", "Dimitri Roditchev", "Azzedine Bendounan", "Valerie Guisset", "Philippe David", "Johann Coraux", "Lorenzo Sponza", "Sergio Vlaic"], "title": "Surface reconstruction-driven band folding and spin-orbit enhancement at the $α$-antimonene/Au(111) interface", "comment": "9 pages, 7 figures", "summary": "The electronic properties of the two-dimensional (2D) $α$ phase of antimonene are unique, featuring unpinned Dirac cones that can be moved with strain. Here we investigate the structural and electronic properties of an epitaxial 2D $α$-antimonene, grown on Au(111). Using angle-resolved photoemission spectroscopy and density-functional theory, we reveal a strong hybridization at the Sb/Au interface, which imprints a rectangular reconstruction in the Au states, producing a band folding and hybrid bands exhibiting trigonal pockets. Additionally, hybridization displaces part of the Au wavefunction in regions of large electrostatic potential gradient, thereby enhancing spin-orbit splitting. Our work underscores that the pristine electronic properties of $α$-antimonene may be deeply modified by its substrate, and even overwhelmed by the bands of the latter, and also shows that spin-orbit interaction in a heavy metal (Au) can be substantially enhanced by a lighter element (Sb)."}
{"id": "2601.02932", "categories": ["cond-mat.stat-mech", "math.DS", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02932", "abs": "https://arxiv.org/abs/2601.02932", "authors": ["Nathalie Wehlitz", "Grigorios A. Pavliotis", "Christof Schütte", "Stefanie Winkelmann"], "title": "Data-driven Reduction of Transfer Operators for Particle Clustering Dynamics", "comment": null, "summary": "We develop an operator-based framework to coarse-grain interacting particle systems that exhibit clustering dynamics. Starting from the particle-based transfer operator, we first construct a sequence of reduced representations: the operator is projected onto concentrations and then further reduced by representing the concentration dynamics on a geometric low-dimensional manifold and an adapted finite-state discretization. The resulting coarse-grained transfer operator is finally estimated from dynamical simulation data by inferring the transition probabilities between the Markov states. Applied to systems with multichromatic and Morse interaction potentials, the reduced model reproduces key features of the clustering process, including transitions between cluster configurations and the emergence of metastable states. Spectral analysis and transition-path analysis of the estimated operator reveal implied time scales and dominant transition pathways, providing an interpretable and efficient description of particle-clustering dynamics."}
{"id": "2601.02936", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02936", "abs": "https://arxiv.org/abs/2601.02936", "authors": ["Zhijie Huang", "Marvin Schmidt", "Savita Priya", "Mark Kartsovnik", "Natalia Kushch", "Martin Dressel"], "title": "ESR Investigations of the Magnetic Anisotropy in $κ$-(BETS)$_2$Mn[N(CN)$_{2}$]$_3$", "comment": null, "summary": "The two-dimensional molecular conductor $κ$-(BETS)$_2$Mn[N(CN)$_2$]$_3$ has been studied because of the intriguing magnetic coupling of the molecular $π$-electrons to the Mn$^{2+}$ ions. Utilizing X-band electron spin resonance spectroscopy we have performed comprehensive investigations of the magnetic properties, in particular on the temperature and angular dependences of the spin susceptibility, the $g$-factor and the linewidth. Due to the $π$-$d$-coupling, a rearrangement of the $π$-spins occurs: At low temperatures the $g$-factor shifts enormously with a pronounced in-plane anisotropy that flips as the temperature decreases; the lines broaden significantly; and the spin susceptibility increases upon cooling with a kink at the phase transition. By carefully analyzing the angular dependence of $g(θ)$ and $ΔH(θ)$ we reveal the influence of anisotropic Zeeman interaction in addition to spin-phonon coupling. We conclude the presence of two magnetically distinct BETS chains and discuss the possibility of altermagnetic order."}
{"id": "2601.02938", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.02938", "abs": "https://arxiv.org/abs/2601.02938", "authors": ["Yang Li", "Yanzhen Wang", "Boheng Zhao", "Xiaoxun Gong", "Yuxiang Wang", "Zechen Tang", "Zixu Wang", "Zilong Yuan", "Jialin Li", "Minghui Sun", "Zezhou Chen", "Honggeng Tao", "Baochun Wu", "Yuhang Yu", "He Li", "Felipe H. da Jornada", "Wenhui Duan", "Yong Xu"], "title": "DeepH-pack: A general-purpose neural network package for deep-learning electronic structure calculations", "comment": "19 pages, 7 figures, 1 table", "summary": "In computational physics and materials science, first-principles methods, particularly density functional theory, have become central tools for electronic structure prediction and materials design. Recently, rapid advances in artificial intelligence (AI) have begun to reshape the research landscape, giving rise to the emerging field of deep-learning electronic structure calculations. Despite numerous pioneering studies, the field remains in its early stages; existing software implementations are often fragmented, lacking unified frameworks and standardized interfaces required for broad community adoption. Here we present DeepH-pack, a comprehensive and unified software package that integrates first-principles calculations with deep learning. By incorporating fundamental physical principles into neural-network design, such as the nearsightedness principle and the equivariance principle, DeepH-pack achieves robust cross-scale and cross-material generalizability. This allows models trained on small-scale structures to generalize to large-scale and previously unseen materials. The toolkit preserves first-principles accuracy while accelerating electronic structure calculations by several orders of magnitude, establishing an efficient and intelligent computational paradigm for large-scale materials simulation, high-throughput materials database construction, and AI-driven materials discovery."}
{"id": "2601.02959", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02959", "abs": "https://arxiv.org/abs/2601.02959", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook", "Graeme J Ackland"], "title": "Charge Density Wave Order and Superconductivity in Janus MoXH Monolayers", "comment": "6 figures, 6 pages", "summary": "Two-dimensional Janus hydrogenated transition metal chalcogenides provide an unusual platform where lattice instabilities, electron-phonon coupling, and superconductivity are strongly intertwined. Using first-principles calculations, we demonstrate that Janus 2H and 1T MoXH (X = S, Se) monolayers host an intrinsic, commensurate charge density wave (CDW) ground state originating from soft phonon modes at the Brillouin zone M point. Real-space supercell optimizations confirm that the CDW reconstruction lowers the total energy and fully stabilizes the lattice, eliminating the imaginary phonon modes present in the high-symmetry metallic structures. Analysis of the electronic susceptibility shows that the CDW instability is not driven by Fermi surface nesting, but instead arises from strong electron-phonon coupling. We further reveal a material-dependent interplay between CDW order and superconductivity. In 1T MoSH, CDW formation enhances low-energy phonon contributions and strengthens electron-phonon coupling, leading to an increased superconducting transition temperature. In contrast, for 1T MoSeH and 2H MoSeH, the CDW phase suppresses electron-phonon coupling and reduces superconductivity. Finally, we show that thermal fluctuations, compressive strain, and carrier doping can selectively suppress CDW order and restore superconductivity. These results establish Janus MoXH monolayers as a tunable two-dimensional system for exploring lattice-driven charge ordering and its competition with superconductivity."}
{"id": "2601.02963", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02963", "abs": "https://arxiv.org/abs/2601.02963", "authors": ["Zhe Wang", "Xi-Wang Luo", "Bo-Ye Sun", "Zheng-Wei Zhou"], "title": "Soliton Pumping in the Rice-Mele Model with On-Cell Kerr Nonlinearity", "comment": null, "summary": "We investigate the Rice-Mele model with on-cell Kerr-type nonlinearities, where the interaction depends on the total particle number within each unit cell rather than on individual sites. This interaction enables a nontrivial interplay between topology and nonlinear dynamics in soliton pumping. In the weakly interacting regime, the ground-state soliton undergoes quantized Thouless pumping. At intermediate interaction strengths, soliton creation and annihilation break adiabaticity and disrupt quantized transport. In the strong-coupling regime, the coexistence of ground- and excited-state solitons leads to negligible coupling at energy crossings, giving rise to discrete time-translation symmetry breaking (DTTSB) in the soliton dynamics. Comparison of mean-field results with exact diagonalization along closed circular pumping paths confirms both the validity of the mean-field description and the robustness of DTTSB across different pumping trajectories. Our findings reveal how interaction-induced effects can fundamentally modify topological transport and suggest that these phenomena may be explored in cold-atom, photonic, and superconducting-circuit platforms."}
{"id": "2601.02966", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.02966", "abs": "https://arxiv.org/abs/2601.02966", "authors": ["Jakkapat Seeyangnok", "Udomsilp Pinsook", "Graeme J Ackland"], "title": "Enhanced Electron-Phonon Coupling and Superconductivity in Ba-Alloyed A15 LaH5.75", "comment": "7 figures, 17 pages", "summary": "Recent experiments have established rare earth A15 type hydrides as a distinct family of high temperature superconductors that can be stabilized at significantly lower pressures compared to other superconducting hydrides. In particular, A15 type LaH5.75 was recently shown to be a high Tc superconductor. We have investigated a range of ternary substitutions and demonstrate that partial substitution of La by Ba stabilizes the A15 hydride lattice, with La0.75Ba0.25H5.75 identified as a stable compound. We calculate a superconducting transition temperature of approximately 183 K, almost double that of LaH5.75 at similar pressures. Ba typically acts as a 2 plus ion, while La is 3 plus. The reduced electron count disrupts the formation of H2 units and shifts the Fermi surface, leading to strongly enhanced electron phonon coupling. By contrast, substitution with Hf fails to produce any stable compounds. This work extends emerging alloy design principles in A15 hydride superconductors, demonstrating that doping can shift the Fermi level and tune the strength of the electron phonon coupling. These results provide concrete guidance for the experimental realization of new high Tc phases."}
{"id": "2601.02973", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.02973", "abs": "https://arxiv.org/abs/2601.02973", "authors": ["Igor N. Karnaukhov"], "title": "Electron pairing in model with two overlapping bands", "comment": "13 pages, 2 figures", "summary": "We consider the two-band Hubbard model, where electrons from different bands interact through an on-site one- and two-particle hybridization. The proposed Hamiltonian makes it possible to construct an effective theory and answer the question of the nature of pairing: conduction electrons form pairs due to two-particle hybridization of electrons from different bands, compensating for the direct Hubbard repulsion between conduction electrons. It is shown that an effective attraction between conduction electrons leads to $η$-pairing. The electron-electron pairing mechanism explains the presence of superconductivity at high temperatures experimentally observed in hydrogen-rich materials at high pressure."}
{"id": "2601.03012", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03012", "abs": "https://arxiv.org/abs/2601.03012", "authors": ["Yuli Goshen", "Eli Kraisler"], "title": "Many-electron systems with fractional electron number and spin: exact properties above and below the equilibrium total spin value", "comment": "25 pages, 17 figures", "summary": "In this work, we analyze the fundamental question of what is the ensemble ground state of a general, finite, many-electron system at zero temperature, with a given, possibly fractional, electron number $N_{tot}$ and a given $z$-projection of the spin, $M_{tot}$, distinguishing between low- and high-spin cases. For the low-spin case, the general form of the ensemble ground state has been rigorously derived in J. Phys. Chem. Lett. 15, 2337 (2024), finding the presence of an ambiguity in the ground state. Here we further discuss this ambiguity, and show that it can be removed via maximization of the entropy. For the high-spin case, we find that the form of the ensemble ground state strongly depends on the system in question. Furthermore, we prove three general properties which characterize the ensemble, and narrow the list of pure states it may consist of. We relate the frontier Kohn-Sham orbital energies to total energy differences, providing a generalization of the ionization potential theorem to systems with arbitrary fractional $M_{tot}$. Furthermore, we derive expressions for new derivative discontinuities, which appear as jumps in the KS potentials when crossing a boundary in the $N_{\\uparrow}$-$N_{\\downarrow}$ plane. Our analytical results are supported by an extensive numerical analysis of the Atomic Spectra Database of the National Institute of Standards. The new exact conditions for many-electron systems derived in this work are instrumental for development of advanced approximations in density functional theory and other many-electron methods."}
{"id": "2601.03021", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03021", "abs": "https://arxiv.org/abs/2601.03021", "authors": ["Antoine Cornet", "Thierry Deschamps", "Valérie Martinez", "Dominique de Ligny", "Christine Martinet"], "title": "Multiscale Experimental Evidence of a Transitory State in the HDA-LDA Transition in Alumino-sodo-silicate Glasses", "comment": null, "summary": "The structural evolution with temperature of pure silica (SiO2), sodium-silicate (5Na2O-95SiO2, 10Na2O-90SiO2 and 25Na2O-75SiO2) and albite (15Na2O-15Al2O3-75SiO2) glasses previously densified from hot compression is monitored with a combination of small and wide angle x-ray scattering. Transient scattering maxima in the length scales associated with both techniques indicate the presence of a transitory state, suggesting the classification of the initial and final states as distinct glass states in the context of polyamorphism. In all glasses, a transient intensity peak in the small angle scattering is observed, consistent with the nucleation of a new amorphous state. Based on a comparison with the phenomenology observed in supercooled and glassy water, we propose that this structural evolution provide a strong evidence of the glass polyamorphism as the consequence of the existence of an underlying but thermodynamically defined liquid-liquid transition, independent on the polymerization degree of the system."}
{"id": "2601.03022", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.03022", "abs": "https://arxiv.org/abs/2601.03022", "authors": ["Yu-Hsin Chen", "Thai-Son Nguyen", "Isabel Streicher", "Jimy Encomendero", "Stefano Leone", "Huili Grace Xing", "Debdeep Jena"], "title": "Shubnikov-de Haas oscillations of two-dimensional electron gases in AlYN/GaN and AlScN/GaN heterostructures", "comment": "7 pages, 4 figures", "summary": "AlYN and AlScN have recently emerged as promising nitride materials that can be integrated with GaN to form two-dimensional electron gases (2DEGs) at heterojunctions. Electron transport properties in these heterostructures have been enhanced through careful design and optimization of epitaxial growth conditions. In this work, we report for the first time Shubnikov-de Haas (SdH) oscillations of 2DEGs in AlYN/GaN and AlScN/GaN heterostructures, grown by metal-organic chemical vapor deposition. SdH oscillations provide direct access to key 2DEG parameters at the Fermi level: (1) carrier density, (2) electron effective mass (m* ~ 0.24 me for AlYN/GaN and m* ~ 0.25 me for AlScN/GaN), and (3) quantum scattering time (~ 68 fs for AlYN/GaN and ~ 70 fs for AlScN/GaN). These measurements of fundamental transport properties provide critical insights for advancing emerging nitride semiconductors for future high-frequency and power electronics."}
{"id": "2601.03045", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03045", "abs": "https://arxiv.org/abs/2601.03045", "authors": ["Ranju Dalal", "Harsimran Singh", "Rwik Dutta", "Hariharan Swaminathan", "Kenji Watanabe", "Takashi Taniguchi", "Mit H Naik", "Manish Jain", "Akshay Singh"], "title": "Signatures of moiré intralayer biexcitons and exciton-phason coupling in WSe2/WS2 heterostructures", "comment": "Main text and Supplementary figures included, having total 40 pages. Main text contains 4 figures", "summary": "Interactions among electronic and lattice degrees-of-freedom are foundational to various phases in condensed-matter physics, yet the dynamic interplay between excitonic and phononic quasiparticles represents an equivalent, underexplored frontier. Moiré superlattices provide an ideal platform for realizing these interactions by offering localized intralayer excitons (IALX) and ultralow-energy collective lattice modes, such as phasons. Here, by optically suppressing ultrafast charge-transfer (CT) to interlayer excitons in WSe2/WS2 heterostructures, we uncover dynamics of moiré IALX revealing long lifetimes (τ > 1000 ps) arising from localized Wannier and in-plane CT nature. We then observe moiré intralayer intervalley biexcitons with binding energy ~ 16 meV, with long lifetimes due to moiré confinement. Furthermore, we find time-domain signatures of strong coupling between moiré-IALX and ~ 10 micro-eV phasons, evidenced as twist-angle-dependent GHz oscillations in IALX dynamics. Our findings establish moiré superlattices as interacting hybrid quantum systems and for engineering non-equilibrium phenomena, as well as for GHz-scale optoelectronics."}
{"id": "2601.03058", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.03058", "abs": "https://arxiv.org/abs/2601.03058", "authors": ["L. B. Avila", "Zuchong Yang", "Ilknur Hatice Eryilmaz", "Lilian Skokan", "Leonardo N Furini", "Andreas Ruediger", "H. Bock", "I. H. Bechtold", "E. Orgiu"], "title": "Charge transport in liquid-crystalline phthalocyanine-based thin-film transistors", "comment": "18 pages", "summary": "We investigate a series of liquid-crystalline phthalocyanines (metal-free and Cu, Zn, Ni, Co complexes) by correlating their vibrational signatures with their electronic performance in organic thin-film transistors (OTFTs). Raman spectroscopy reveals metal-dependent distortions of the phthalocyanine macrocycle, reflected in systematic shifts of the C-N-C and M-N vibrational modes. When integrated into OTFTs, all compounds exhibit markedly enhanced current response under ultrahigh vacuum compared to an N2-rich environment, demonstrating that intrinsic charge transport is strongly suppressed by atmospheric species. Temperature-dependent measurements (100-300 K) show clear threshold-voltage shifts driven by deep interface and bulk traps, while all devices display thermally activated mobility with low activation energies (14-20 meV). These results highlight how mesomorphic order, metal coordination, and environmental conditions collectively govern charge transport in liquid-crystalline phthalocyanines, offering design guidelines for their use as orientable semiconducting materials in organic electronics."}
{"id": "2601.03104", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.03104", "abs": "https://arxiv.org/abs/2601.03104", "authors": ["Yuhao Shi", "Zhao Liu"], "title": "Intervalley Band Crossing and Transition of Fractional Chern Insulators in Floquet Twisted Bilayer MoTe$_2$", "comment": "12 pages, 7 figures", "summary": "We study the twisted MoTe$_2$ homobilayer coupled to periodic driving of a circularly polarized light (CPL). Using Floquet theory in the high-frequency limit, we start from the Dirac model including both the valence and conduction bands of monolayer MoTe$_2$ to derive an effective time-independent Floquet Hamiltonian. This Floquet Hamiltonian contains explicit time-reversal symmetry breaking terms that are absent if conduction bands are neglected from the beginning of the derivation. Based on the Floquet Hamiltonian, we find the increasing of CPL driving intensity can cause the crossing of Floquet bands between the two valleys. When interactions are included, we identify the redistribution of holes during the intervalley Floquet band crossing. Accordingly, the ground state of the Floquet Hamiltonian at total hole filling $5/3$ evolves from the Laughlin-type FCI in one valley to that in the other valley."}
{"id": "2601.03106", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03106", "abs": "https://arxiv.org/abs/2601.03106", "authors": ["Xingqiang Zhang", "Liu Chang", "Liyi Li", "Zhe Cheng"], "title": "Thermal conductance across bonded SiOx-SiOx interfaces in hybrid bonding process", "comment": null, "summary": "Hybrid bonding is a pivotal technology for enabling three dimensional integrated circuits. Among the foremost challenges facing 3D IC implementation is thermal management, where a deep understanding of heat conduction across bonded interfaces is essential for addressing heat dissipation and reliability issues. Nevertheless, the thermal conductance of bonded dielectric-dielectric interfaces remains poorly understood. In this study, we employ the low-temperature bonding technique integral to hybrid bonding to fabricate SiO-SiO interfaces and investigate their thermal boundary conductance using time domain thermoreflectance. Structural characterizations show high quality bonded interfaces. By fitting the data with an equivalent multilayer thermal model, we establish a lower limit TBC of 150 MW/m2-K for the SiO-SiO interfaces, which corresponds to a thermal resistance lower than that of a 9.2-nm-thick dielectric layer. These findings offer valuable insights into thermal transport in hybrid-bonded structures and provide critical guidance for the thermal design of advanced packaging solutions."}
{"id": "2601.03138", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.03138", "abs": "https://arxiv.org/abs/2601.03138", "authors": ["D. V. Dmitriev", "V. Ya. Krivnov", "O. A. Vasilyev"], "title": "Phase diagram and macroscopic ground state degeneracy of frustrated spin-1/2 anisotropic Heisenberg model on diamond-decorated lattices", "comment": "22 pages, 6 figures", "summary": "We study the ground state properties of the anisotropic spin-1/2 Heisenberg model on lattices built from ideal diamond units with competing ferro- and antiferromagnetic interactions. The study covers the one-dimensional diamond chain and its two- and three-dimensional generalizations. The ground-state phase diagram contains four distinct phases: ferromagnetic (F), critical (C), monomer-dimer (MD), and tetramer-dimer (TD), which converge at a quadruple point. We demonstrate the presence of macroscopic ground-state degeneracy and corresponding residual entropy, which is maximal at the quadruple point and also extends throughout the MD phase and its boundaries with TD and F phases. For the diamond chain, we derive exact degeneracies, while for higher-dimensional lattices, we map the problem onto a bond percolation model or used transfer-matrix approach, enabling the numerical computation of the ground state degeneracy."}
{"id": "2601.03150", "categories": ["cond-mat.str-el", "hep-th", "math-ph", "math.AT", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.03150", "abs": "https://arxiv.org/abs/2601.03150", "authors": ["Sadok Kallel", "Hisham Sati", "Urs Schreiber"], "title": "Higher-Dimensional Anyons via Higher Cohomotopy", "comment": "32 pages, 5 figures", "summary": "We highlight that integer Heisenberg groups at level 2 underlie topological quantum phenomena: their group algebras coincide with the algebras of quantum observables of abelian anyons in fractional quantum Hall (FQH) systems on closed surfaces. Decades ago, these groups were shown to arise as the fundamental groups of the space of maps from the surface to the 2-sphere -- which has recently been understood as reflecting an effective FQH flux quantization in 2-Cohomotopy. Here we streamline and generalize this theorem using the homotopy theory of H-groups, showing that for $k \\in \\{1,2,4\\}$, the non-torsion part of $π_1 \\mathrm{Map}\\big({(S^{2k-1})^2, S^{2k}}\\big)$ is an integer Heisenberg group of level 2, where we identify this level with 2 divided by the Hopf invariant of the generator of $π_{4k-1}(S^{2k})$. This result implies the existence of higher-dimensional analogs of FQH anyons in the cohomotopical completion of 11D supergravity (\"Hypothesis H\")."}
{"id": "2601.03151", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03151", "abs": "https://arxiv.org/abs/2601.03151", "authors": ["Tushar Singh Thakur", "Loris Ercole", "Nicola Marzari"], "title": "Novel fast Li-ion conductors for solid-state electrolytes from first-principles", "comment": "21 pages, 15 figures, supplementary information", "summary": "We present a high-throughput computational screening for fast lithium-ion conductors to identify promising materials for application in all solid-state electrolytes. Starting from more than 30,000 Li-containing experimental structures sourced from Crystallography Open Database, Inorganic Crystal Structure Database and Materials Platform for Data Science, we perform highly automated calculations to identify electronic insulators. On these ~1000 structures, we use molecular dynamics simulations to estimate Li-ion diffusivities using the pinball model, which describes the potential energy landscape of diffusing lithium with accuracy similar to density functional theory while being 200-500 times faster. Then we study the ~60 most promising and previously unknown fast conductors with full first-principles molecular dynamics simulations at several temperatures to estimate their activation barriers. The results are discussed in detail for the 9 fastest conductors, including $Li_7NbO_6$ which shows a remarkable ionic conductivity of ~5 mS/cm at room temperature. We further present the entire screening protocol, including the workflows where the accuracy of the pinball model is improved self-consistently, necessary to automatically running the required calculations and analysing their results."}
{"id": "2601.03167", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03167", "abs": "https://arxiv.org/abs/2601.03167", "authors": ["Stephanie Amos", "Neno Fuller", "Wai-Lun Chan", "Hartwin Peelaers"], "title": "Interface-induced band bending and charge separation in all-organic ZnPc/F$_x$ZnPc heterostructures", "comment": "8 pages; 10 figures", "summary": "Organic semiconductors are attractive building blocks for electronic devices due to their low cost and flexibility. Furthermore, heterostructures with type-II band alignments can efficiently separate photogenerated charges via a charge transfer and separation process.\n  Here, we use density functional theory (DFT) to investigate model interfaces formed by zinc phthalocyanine (ZnPc) and its fluorinated derivatives (F$_8$ZnPc and F$_{16}$ZnPc). We demonstrate that these interfaces not only exhibit a type-II band offset, but also band bending. The band bending causes both the LUMO and HOMO states to localize away from the interface. Therefore, the band bending creates a strong driving force for charge separation. We used ultraviolet photoemission spectroscopy (UPS) to experimentally confirm this predicted band bending. The wavefunction envelopes of vertically-stacked molecules resemble particle-in-a-box states, but this shape is lost when the molecules are staggered.\n  These results elucidate how interface-induced band bending facilitates charge separation in all-organic heterostructures and suggest a design pathway toward improved performance in organic photovoltaic devices."}
{"id": "2601.03174", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.03174", "abs": "https://arxiv.org/abs/2601.03174", "authors": ["Debraj Dutta", "Urna Basu"], "title": "Propulsion dispersion mediated ordering transition in active particles", "comment": "9 pages, 4 figures", "summary": "We show that dispersion in propulsion strength qualitatively alters collective behavior of active multi-particle systems interacting via short-range attractive potential, giving rise to novel ordered phases that combine spatial and orientational ordering. Considering a binary mixture of active Brownian particles with two distinct self-propulsion strengths, we find that, the interplay between interaction range, self-propulsion strengths and the relative numbers of the particles with different propulsion strengths can lead to three different phases, namely, a disordered one, and two ordered ones with partial and complete spatial and orientational ordering. The partially ordered phase is characterized by formation of a ring-like assembly of the slower particles while the faster particles diffuse randomly. Two concentric rings, comprising faster and slower particles, form in the fully ordered phase. Using the example of a truncated harmonic potential, we analytically characterize the phase boundaries and identify the associated order parameters. Our results demonstrate that propulsion dispersion provides a robust and novel route to collective ordering in attractive active matter."}
{"id": "2601.03202", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.03202", "abs": "https://arxiv.org/abs/2601.03202", "authors": ["Bin Gao", "Zhengbang Zhou", "Tingjun Zhang", "Andrey Podlesnyak", "Sang-Wook Cheong", "Yong Baek Kim", "Pengcheng Dai"], "title": "Spectroscopic Demarcation of Emergent Photons and Spinons in a Dipolar-Octupolar Quantum Spin Liquid", "comment": null, "summary": "The identification of fractionalized excitations in quantum spin liquids (QSLs) remains a central challenge in condensed matter physics. In dipolar-octupolar (DO) pyrochlores, such as $\\text{Ce}_2\\text{Zr}_2\\text{O}_7$, the candidate $π$-flux quantum spin ice (QSI) state is predicted to host both gapless emergent photons and a continuum of spinons. However, resolving these modes at zero field is complicated by their spectral overlap and the presence of nonmagnetic scattering near zero energy. Here, we report neutron scattering experiments on $\\text{Ce}_2\\text{Zr}_2\\text{O}_7$ under a magnetic field along the $[1,1,1]$ direction. In contrast to previous unpolarized studies at zero-field that relied on high-temperature subtraction, we use a same-temperature high-field subtraction protocol to isolate the photon mode. Leveraging the selective coupling of the magnetic field to the dipolar degrees of freedom, we demonstrate the spectroscopic demarcation of these excitations. We observe that weak fields ($\\approx 0.15$ T) suppress the low-energy photon weight while leaving the high-energy spinon continuum robust, albeit hardened. Our results, supported by gauge mean-field theory and exact diagonalization calculations, provide strong evidence for the $π$-flux QSI state and introduce a powerful field-tuning protocol for investigating DO-QSLs."}
{"id": "2601.03207", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03207", "abs": "https://arxiv.org/abs/2601.03207", "authors": ["Guglielmo Macrelli"], "title": "Kinetic Flux Equations for Ion Exchange in Silicate Glasses", "comment": "15 pages, 1 Table, 45 Equations", "summary": "Ion exchange kinetic flux equations have been extensively investigated since the mid-twentieth century and continue to provide a fundamental framework for describing mass transport phenomena in solid materials. Despite the maturity of this field, inconsistencies remain in the literature concerning the definition, dimensional consistency, and physical interpretation of the parameters involved. A rigorous and unified treatment of these equations is therefore essential to ensure the reproducibility and comparability of theoretical and experimental studies. The present study aims to establish a coherent and systematic development of ion exchange kinetic flux equations, with particular emphasis on the consistent definition and dimensional formulation of the relevant physical quantities. Beyond refining the theoretical foundations, this study extends the classical formulation by incorporating the influence of mechanical stress on ion transport and considering cross-term interactions within the framework of linear irreversible thermodynamics. These developments provide a more comprehensive description of ion exchange kinetics, particularly as applied to silicate glasses, where coupling between chemical and mechanical effects plays a crucial role in determining transport behavior and performance."}
{"id": "2601.03210", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.03210", "abs": "https://arxiv.org/abs/2601.03210", "authors": ["Bobby Kaman", "Jinho Lim", "Yingkai Liu", "Axel Hoffmann"], "title": "Emulating 2D Materials with Magnons", "comment": null, "summary": "Spin waves (magnons) in 2D materials have received increasing interest due to their unique states and potential for tunability. However, many interesting features of these systems, including Dirac points and topological states, occur at high frequencies, where experimental probes are limited. Here, we study a crystal formed by patterning a hexagonal array of holes in a perpendicularly magnetized thin film. Through simulation, we find that the magnonic band structure imitates that of graphene, but additionally has some kagome-like character and includes a few flat bands. Surprisingly, its nature can be understood using a 9-band tight-binding Hamiltonian. This clear analogy to 2D materials enables band-gap engineering in 2D, topological magnons along 1D phase boundaries, and spectrally isolated modes at 0D point defects. Interestingly, the 1D phase boundaries allow access to the valley degree of freedom through a magnonic analog of the quantum valley-Hall insulator. These approaches can be extended to other magnonic systems, but are potentially more general due to the simplicity of the model, which resembles existing results from electron, phonon, photon, and cold atom systems. This finding brings the physics of spin waves in 2D materials to more experimentally accessible scales, augments it, and outlines a few principles for controlling magnonic states."}
{"id": "2601.03245", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.03245", "abs": "https://arxiv.org/abs/2601.03245", "authors": ["Rémi Goerlich", "Benjamin Sorkin", "Dima Boriskovsky", "Luís B Pires", "Benjamin Lindner", "Cyriaque Genet", "Yael Roichman"], "title": "Consistent thermodynamics reconstructed from transitions between nonequilibrium steady-states", "comment": null, "summary": "Constructing a thermodynamic framework for nonequilibrium systems remains a major challenge, as quantities such as temperature and free energy often become ambiguous when inferred solely from steady-state properties. Here we take a transformation-based approach and experimentally examine transitions between nonequilibrium steady states (NESS). Using an optically trapped microparticle driven by a tunable correlated stochastic force, we generate active-like steady states with controllable noise statistics. By abruptly changing the trap stiffness, we measure the stochastic work, heat, and entropy produced during NESS-to-NESS transformations. We identify a state-dependent effective temperature that restores the second law for these transitions, enabling the definition of a generalized work that incorporates the consequence of the nonequilibrium fluctuations. With this quantity, we derive and experimentally verify a Crooks-like fluctuation relation linking work distributions to a nonequilibrium free-energy difference defined through the effective temperature. Finally, we establish a fluctuation-response relation for the positional variance following stiffness changes. We demonstrate that this relation is key to distinguishing systems that can be described by a unique effective temperature (i.e., those under equilibrium or white-noise conditions) from those under colored-noise, where an equilibrium-like response cannot be restored. These results delineate the applicability and limits of effective-temperature thermodynamics in driven systems."}
