{"id": "2602.04914", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04914", "abs": "https://arxiv.org/abs/2602.04914", "authors": ["Penglei Sun", "Shuyan Chen", "Xiang Liu", "Longhan Zhang", "Huajie You", "Chang Yan", "Yongqi Zhang", "Xiaowen Chu", "Tong-yi Zhang"], "title": "From Literature to Lab: Closed-Loop Advancement of Perovskite Solar Cells via Domain Knowledge Guided LLM", "comment": null, "summary": "Perovskite solar cells (PSCs) have been considered as a next-generation disruptive photovoltaic technology, yet their advancement is constrained by the complexity of perovskite recipe with high-dimensional material and process design space. Despite the impressive general reasoning of Large Language Models (LLMs), they struggle with two limitations for application in PSCs: an inability to align general semantics with the perovskite domain knowledge, and an inefficiency in navigating high-dimensional perovskite material and recipe design spaces. To address these limitations, we introduce a domain-knowledge-guided framework PVK-LLM, a specialized model to serve as an expert to bridge general semantics with perovskite domain knowledge. By integrating this domain knowledge into a hierarchical Bayesian Optimization workflow, our approach efficiently navigates the high-dimension design space on a solar cell simulator platform. The domain knowledge resolves cold-start problems while dynamically adapting to simulator feedback. Moreover, in an individual wet-lab experiment aimed at maximizing power conversion efficiency (PCE), our framework autonomously proposes a novel synergistic four-component recipe comprising specialized organic passivation recipe (3MTPAI, PDAI2, EDAI2, and PipDI) which has not been reported in existing literature. This AI-designed recipe effectively achieves a champion PCE value of over 26.0 %, approaching world records achieved through extensive expert trial-and-error. Our approach can effectively enable LLM comprehend the domain knowledge, which can efficiently navigate in a high-dimensional, capable to accelerate the advancement in real-world perovskite as well as other material science development."}
{"id": "2602.04943", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cs.AI", "cs.CC", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04943", "abs": "https://arxiv.org/abs/2602.04943", "authors": ["Mahmud Ashraf Shamim", "Moshiur Rahman", "Mohamed Hibat-Allah", "Paulo T Araujo"], "title": "Graph--Theoretic Analysis of Phase Optimization Complexity in Variational Wave Functions for Heisenberg Antiferromagnets", "comment": null, "summary": "Despite extensive study, the phase structure of the wavefunctions in frustrated Heisenberg antiferromagnets (HAF) is not yet systematically characterized. In this work, we represent the Hilbert space of an HAF as a weighted graph, which we term the Hilbert graph (HG), whose vertices are spin configurations and whose edges are generated by off-diagonal spin-flip terms of the Heisenberg Hamiltonian, with weights set by products of wavefunction amplitudes. Holding the amplitudes fixed and restricting phases to $\\mathbb{Z}_2$ values, the phase-dependent variational energy can be recast as a classical Ising antiferromagnet on the HG, so that phase reconstruction of the ground state reduces to a weighted Max-Cut instance. This shows that phase reconstruction HAF is worst-case NP-hard and provides a direct link between wavefunction sign structure and combinatorial optimization."}
{"id": "2602.04945", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.04945", "abs": "https://arxiv.org/abs/2602.04945", "authors": ["Hanbit Oh", "Julian May-Mann", "Ya-Hui Zhang"], "title": "Incommensurate pair-density-wave correlations in two-leg ladder $t$--$J$--$J_\\perp$ model", "comment": "7+7 pages, 5+6 figures, 1+0 tables", "summary": "We report the discovery of a generalized Luther-Emery liquid phase characterized by incommensurate pair-density-wave (iC-PDW) correlations in the two-leg $t$-$J$-$J_\\perp$ ladder model. By tuning the potential difference between the legs, we explore the regime of intermediate layer polarization $P$. Combining density-matrix renormalization group (DMRG) simulations with bosonization analysis, we identify a spin-gapped phase at finite $P$, where the interlayer and intralayer pair correlations both oscillate, but with distinct periodicities. The interlayer correlations exhibit FFLO-like oscillations, driven by pairing between layers with mismatched Fermi momenta, with a period determined by their momentum difference. In contrast, the intralayer pair correlations arise from the coupling between charges on one layer and spin fluctuations on the opposite layer, with a momentum equal to twice the Fermi momentum of the opposite layer. The iC-PDW state is robust across a wide range of doping and polarization, although finite interlayer hopping eventually destabilizes it toward a state with charge-$4e$ correlations. We conclude by discussing the experimental realization of this model in optical lattice platforms and its relevance to the bilayer nickelate La$_3$Ni$_2$O$_7$."}
{"id": "2602.04953", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04953", "abs": "https://arxiv.org/abs/2602.04953", "authors": ["Debanjan Chowdhury"], "title": "Information, Dissipation, and Planckian Optimality", "comment": "6.5 pages, 1 figure", "summary": "We derive a universal bound on the efficiency with which \"dissipated\" work can generate distinguishable changes in a quantum many-body state at a finite temperature, as quantified by the quantum Fisher information. The bound follows solely from the analytic structure of equilibrium many-body correlators and is independent of all microscopic details. It takes a frequency-resolved form with a characteristic crossover at the Planckian scale, $ω_\\star\\sim k_B T/\\hbar$. We find that Planckian scatterers sit at the edge of optimality, displaying maximal relaxation rate before information-dissipation efficiency collapses. This suggests strange metals are not just fast dissipators, but the fastest that remain efficient in generating distinguishability. The bounded quantity can be evaluated directly from optical conductivity measurements in strongly correlated electronic systems, offering a unique window into how dissipation generates distinguishable changes."}
{"id": "2602.05040", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05040", "abs": "https://arxiv.org/abs/2602.05040", "authors": ["Sergio Pino-Alarcón", "Juan Pablo Esparza", "Vladimir Juričić"], "title": "Minimal Hamiltonian deformations as bulk probes of effective non-Hermiticity in Dirac materials", "comment": "12 pages, 5 figures", "summary": "Non-Hermitian (NH) Dirac semimetals describe open gain--loss systems, yet at charge neutrality models featuring real spectrum often look Hermitian-like, with NH effects absorbed into renormalized band parameters. Here we show that a response-based diagnostic of effective non-Hermiticity can be formulated using minimal pseudo-Lorentz-symmetry-breaking deformations, which separate observables that remain captured by parameter redefinitions from those that exhibit irreducible NH structure. For a two-dimensional NH Dirac semimetal in the weak-NH, real-spectrum regime, we analyze Dirac-cone tilt and velocity anisotropy and compute representative probes of spectral structure, quantum geometry, optical response, and viscoelasticity at zero temperature. We find that tilt yields an NH-dependent slope of the density of states that cannot be collapsed to a single effective velocity, while velocity anisotropy can be captured by effective-velocity reparametrization. Furthermore, the quantum metric and collisionless optical conductivities provide NH-insensitive benchmarks (with the nonlinear conductivity symmetry selected), whereas the shear viscosity offers a discriminator through its tensor structure. Our results identify minimal deformations and bulk response channels that enable access to effective non-Hermiticity even when the spectrum remains real."}
{"id": "2602.05138", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05138", "abs": "https://arxiv.org/abs/2602.05138", "authors": ["Neung-Kyung Yu", "Johannes Voss", "Andrew J. Medford"], "title": "Optimization of random phase approximation calculations for improved energies of molecules, solids, and surfaces", "comment": null, "summary": "We present an optimized random phase approximation method (optRPA26) that significantly improves upon conventional RPA. The method employs an empirically constructed hybrid functional to generate DFT orbitals to evaluate the RPA correlation energy, which is then scaled by a constant. Comprehensive benchmarks across molecules, bulk solids, and surface systems demonstrate that optRPA26 consistently achieves high accuracy, with mean absolute errors of 0.05 eV for W4-11 reaction energies, 0.07 eV for cohesive energies, 0.09 eV for metal oxide formation energies, 0.11-0.12 eV for adsorption of small molecules on metals, and 0.06 eV for adsorption on oxides. In addition, optRPA26 correctly captures phase stability in metal oxides and magnetic metals. The optRPA26 approach can be run using standard RPA implementations, highlighting its potential as a general-purpose reference method that can accurately capture covalent, ionic, and metallic, and van der Waals bonding in molecules, solids, and interfaces."}
{"id": "2602.04973", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04973", "abs": "https://arxiv.org/abs/2602.04973", "authors": ["Chiara Tarantini", "Evgeny F. Talantsev", "Ilaria Pallecchi", "Jens Hänisch", "Jeffery L. Tallon", "David C. Larbalestier"], "title": "Best practices for a proper evaluation and conversion of physical property equations in superconductors: the examples of WHH formulation, Bean model and other cases of interest", "comment": "18 pages, 2 figures", "summary": "In recent years there have been growing concerns about the proper evaluation of physical properties of superconductors, in particular for quantities extracted from magnetic characterizations. Errors can and often do occur due to the following issues: i) several measurement instruments still use Gaussian & cgs-emu units instead of the preferable International System (SI) units; ii) there are decades of valuable publications where, however, equations were expressed in Gaussian & cgs-emu or other unit systems or where constants were normalized to unity, which requires proper understanding and unit conversion in order to correctly evaluate the measured physical quantities; iii) the conversion between unit systems sometimes appears challenging and may not be properly performed. In this paper we will describe how to properly convert physical quantities relevant for the evaluation of magnetic and other properties focusing on the still most used unit systems, SI and Gaussian & cgs-emu. We will provide examples of how to properly verify and understand the physical formulae. We will include examples for the correct method to determine the critical current density Jc of a superconductor from the measurement of its magnetic hysteresis loop through the Bean model, and the correct conversion to SI of the equations for Hc2(T) according to the Werthamer-Helfand-Hohenberg (WHH) formulation. The goals of this paper are to make the readers aware of the unit conversion issue, to provide useful hands-on tools for proper conversion and to strongly encourage future exclusive use of the SI units and formulae."}
{"id": "2602.04943", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cs.AI", "cs.CC", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04943", "abs": "https://arxiv.org/abs/2602.04943", "authors": ["Mahmud Ashraf Shamim", "Moshiur Rahman", "Mohamed Hibat-Allah", "Paulo T Araujo"], "title": "Graph--Theoretic Analysis of Phase Optimization Complexity in Variational Wave Functions for Heisenberg Antiferromagnets", "comment": null, "summary": "Despite extensive study, the phase structure of the wavefunctions in frustrated Heisenberg antiferromagnets (HAF) is not yet systematically characterized. In this work, we represent the Hilbert space of an HAF as a weighted graph, which we term the Hilbert graph (HG), whose vertices are spin configurations and whose edges are generated by off-diagonal spin-flip terms of the Heisenberg Hamiltonian, with weights set by products of wavefunction amplitudes. Holding the amplitudes fixed and restricting phases to $\\mathbb{Z}_2$ values, the phase-dependent variational energy can be recast as a classical Ising antiferromagnet on the HG, so that phase reconstruction of the ground state reduces to a weighted Max-Cut instance. This shows that phase reconstruction HAF is worst-case NP-hard and provides a direct link between wavefunction sign structure and combinatorial optimization."}
{"id": "2602.04961", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04961", "abs": "https://arxiv.org/abs/2602.04961", "authors": ["Yu-Hsueh Chen", "Tarun Grover"], "title": "Constraints on stability and renormalization group flows in nonequilibrium matter", "comment": "5 pages, 4 figures + appendices", "summary": "We derive constraints on renormalization group (RG) flows and stability of phases in nonequilibrium systems using quantum information inequalities. These constraints involve conditional mutual information (CMI), which quantifies correlations between spatially separated regions not mediated by their surroundings. First, assuming CMI is UV finite, we show that the scaling function associated with CMI is monotonic along the RG flow. This implies a non-perturbative stability criterion: a fixed point with smaller CMI cannot be destabilized toward one with larger CMI. Second, we bound the CMI of a convex mixture of states in terms of the CMI of individual components. We use this inequality to infer perturbative stability of spontaneous symmetry breaking states against quantum channels that explicitly break symmetry. We illustrate these constraints through several examples, including decoherence-driven transitions in classical symmetry-broken states, strong-to-weak symmetry breaking criticality in two dimensions, and even transitions in pure quantum states. We also discuss implications for classical nonequilibrium steady states."}
{"id": "2602.04914", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04914", "abs": "https://arxiv.org/abs/2602.04914", "authors": ["Penglei Sun", "Shuyan Chen", "Xiang Liu", "Longhan Zhang", "Huajie You", "Chang Yan", "Yongqi Zhang", "Xiaowen Chu", "Tong-yi Zhang"], "title": "From Literature to Lab: Closed-Loop Advancement of Perovskite Solar Cells via Domain Knowledge Guided LLM", "comment": null, "summary": "Perovskite solar cells (PSCs) have been considered as a next-generation disruptive photovoltaic technology, yet their advancement is constrained by the complexity of perovskite recipe with high-dimensional material and process design space. Despite the impressive general reasoning of Large Language Models (LLMs), they struggle with two limitations for application in PSCs: an inability to align general semantics with the perovskite domain knowledge, and an inefficiency in navigating high-dimensional perovskite material and recipe design spaces. To address these limitations, we introduce a domain-knowledge-guided framework PVK-LLM, a specialized model to serve as an expert to bridge general semantics with perovskite domain knowledge. By integrating this domain knowledge into a hierarchical Bayesian Optimization workflow, our approach efficiently navigates the high-dimension design space on a solar cell simulator platform. The domain knowledge resolves cold-start problems while dynamically adapting to simulator feedback. Moreover, in an individual wet-lab experiment aimed at maximizing power conversion efficiency (PCE), our framework autonomously proposes a novel synergistic four-component recipe comprising specialized organic passivation recipe (3MTPAI, PDAI2, EDAI2, and PipDI) which has not been reported in existing literature. This AI-designed recipe effectively achieves a champion PCE value of over 26.0 %, approaching world records achieved through extensive expert trial-and-error. Our approach can effectively enable LLM comprehend the domain knowledge, which can efficiently navigate in a high-dimensional, capable to accelerate the advancement in real-world perovskite as well as other material science development."}
{"id": "2602.05167", "categories": ["physics.comp-ph", "cond-mat.soft", "cond-mat.stat-mech", "cs.LG", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.05167", "abs": "https://arxiv.org/abs/2602.05167", "authors": ["Porhouy Minh", "Sapna Sarupria"], "title": "Path Sampling for Rare Events Boosted by Machine Learning", "comment": "7 pages, 1 figure", "summary": "The study by Jung et al. (Jung H, Covino R, Arjun A, et al., Nat Comput Sci. 3:334-345 (2023)) introduced Artificial Intelligence for Molecular Mechanism Discovery (AIMMD), a novel sampling algorithm that integrates machine learning to enhance the efficiency of transition path sampling (TPS). By enabling on-the-fly estimation of the committor probability and simultaneously deriving a human-interpretable reaction coordinate, AIMMD offers a robust framework for elucidating the mechanistic pathways of complex molecular processes. This commentary provides a discussion and critical analysis of the core AIMMD framework, explores its recent extensions, and offers an assessment of the method's potential impact and limitations."}
{"id": "2602.04961", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04961", "abs": "https://arxiv.org/abs/2602.04961", "authors": ["Yu-Hsueh Chen", "Tarun Grover"], "title": "Constraints on stability and renormalization group flows in nonequilibrium matter", "comment": "5 pages, 4 figures + appendices", "summary": "We derive constraints on renormalization group (RG) flows and stability of phases in nonequilibrium systems using quantum information inequalities. These constraints involve conditional mutual information (CMI), which quantifies correlations between spatially separated regions not mediated by their surroundings. First, assuming CMI is UV finite, we show that the scaling function associated with CMI is monotonic along the RG flow. This implies a non-perturbative stability criterion: a fixed point with smaller CMI cannot be destabilized toward one with larger CMI. Second, we bound the CMI of a convex mixture of states in terms of the CMI of individual components. We use this inequality to infer perturbative stability of spontaneous symmetry breaking states against quantum channels that explicitly break symmetry. We illustrate these constraints through several examples, including decoherence-driven transitions in classical symmetry-broken states, strong-to-weak symmetry breaking criticality in two dimensions, and even transitions in pure quantum states. We also discuss implications for classical nonequilibrium steady states."}
{"id": "2602.05067", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05067", "abs": "https://arxiv.org/abs/2602.05067", "authors": ["Robin Jacobs-Gedrim", "William Wahby", "Thomas Awe", "Patrick Xiao", "Melvin Witten", "Jacob Martinez-Marez", "Kiran Seetala", "David Hughart", "Alec Talin", "Christopher Bennett", "Matthew Marinella", "Gennadi Bersuker", "Sapan Agarwal"], "title": "Strong radial electric field scaling near nanoscale conductive filaments and the ReRAM resistive switching mechanism", "comment": null, "summary": "The physics underlying reset in bipolar resistive memory has been the subject of decades of controversy and has been identified as the primary barrier to resistive memory technology development. This manuscript introduces a nanoscale effect in current carrying conductors, whereby surface charge induced radial electric fields are found to be inversely proportional to the radius of the conductive path. This nanoscale effect is then applied to explain the negative resistance switching (reset) mechanism in filamentary metal oxide resistive switching memory devices (memristors). Previous explanations for the negative resistive switching mechanism state that diffusion constitutes the radial driving mechanism for oxygen ions, and drift under electric fields is restricted to the direction parallel to current flow. This explanation conflicts with retention and microscopy data collected in a subset of devices presented in literature. We demonstrate that the electric field's dependency on the on the radius of a nanoscale conductive path can result in radial fields on the order of 10^5 to 10^6 V/cm at only -1 V bias, sufficient to govern the negative resistance switching mechanism in filamentary metal oxides. By accounting for this nanoscale size effect, long standing anomalous experimental data about the negative (reset) resistance switching mechanism in bipolar filamentary resistive memory devices is finally reconciled. Wide understanding of surface charges and associated electric fields in nanoscale conductive paths could prove important for further scaling of integrated circuits and aid in elucidating many nanoscale phenomena."}
{"id": "2602.05345", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.05345", "abs": "https://arxiv.org/abs/2602.05345", "authors": ["Xiaoyu Zhang"], "title": "End-to-End Differentiable Learning of a Single Functional for DFT and Linear-Response TDDFT", "comment": "7 pages, 2 figures, 1 table, 18 equations", "summary": "Density functional theory (DFT) and linear-response time-dependent density functional theory (LR-TDDFT) rely on an exchange-correlation (xc) approximation that provides not only energy but also its functional derivatives that enter the self-consistent potential and the response kernel. Here we present an end-to-end differentiable workflow to optimize a single deep-learned energy functional using targets from both Kohn-Sham DFT and adiabatic LR-TDDFT within the Tamm-Dancoff approximation. Implemented in a JAX-based two-component quantum chemistry code (IQC), the learned functional yields a consistent potential and LR kernel via automatic differentiation, enabling gradient-based training through the SCF fixed point and the Casida equation. As a proof of concept in a fixed finite basis (cc-pVDZ), we learn an exchange-correlation functional on the helium spectrum while incorporating one-electron self-interaction cancelation and the Lieb-Oxford inequality as penalty terms, and we assess its possible transfer to molecular test cases."}
{"id": "2602.05170", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05170", "abs": "https://arxiv.org/abs/2602.05170", "authors": ["Yoonkang Kim", "Seongbeom Kim", "Jeonglyul Kim", "Kikyung Jung", "Sejin An", "Jieun Lee", "Hyobin Yoo", "Joon Young Park", "Gyu-Chul Yi"], "title": "Vertical Nb Josephson junctions fabricated by direct metal deposition on both surfaces of freestanding graphene layers", "comment": "30 pages, 8 figures", "summary": "Vertical integration of superconducting electronics requires fabrication strategies that preserve pristine interfaces while accommodating oxidation-sensitive elemental superconductors. However, existing van der Waals-based vertical Josephson junctions largely rely on transfer-based assembly schemes that are incompatible with elemental materials such as niobium (Nb). Here, we introduce a freestanding van der Waals membrane architecture that enables deposition-based fabrication of vertical Josephson junctions through double-sided processing of a single suspended two-dimensional layer. Using multilayer graphene suspended across lithographically defined through-holes in a SiNx membrane, we realize vertical Nb/multilayer graphene/Nb Josephson junctions without ambient exposure of buried interfaces. The resulting devices exhibit clear Josephson coupling, including reproducible supercurrents and a temperature dependence of the critical current consistent with short-junction behaviour. Well-defined magnetic interference patterns governed by the membrane-defined aperture geometry, together with sub-gap features that track a Bardeen-Cooper-Schrieffer (BCS)-like superconducting gap, further confirm the junction quality. This platform establishes a scalable route to vertical superconducting devices based on oxidation-sensitive elemental superconductors and van der Waals materials."}
{"id": "2602.04945", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.04945", "abs": "https://arxiv.org/abs/2602.04945", "authors": ["Hanbit Oh", "Julian May-Mann", "Ya-Hui Zhang"], "title": "Incommensurate pair-density-wave correlations in two-leg ladder $t$--$J$--$J_\\perp$ model", "comment": "7+7 pages, 5+6 figures, 1+0 tables", "summary": "We report the discovery of a generalized Luther-Emery liquid phase characterized by incommensurate pair-density-wave (iC-PDW) correlations in the two-leg $t$-$J$-$J_\\perp$ ladder model. By tuning the potential difference between the legs, we explore the regime of intermediate layer polarization $P$. Combining density-matrix renormalization group (DMRG) simulations with bosonization analysis, we identify a spin-gapped phase at finite $P$, where the interlayer and intralayer pair correlations both oscillate, but with distinct periodicities. The interlayer correlations exhibit FFLO-like oscillations, driven by pairing between layers with mismatched Fermi momenta, with a period determined by their momentum difference. In contrast, the intralayer pair correlations arise from the coupling between charges on one layer and spin fluctuations on the opposite layer, with a momentum equal to twice the Fermi momentum of the opposite layer. The iC-PDW state is robust across a wide range of doping and polarization, although finite interlayer hopping eventually destabilizes it toward a state with charge-$4e$ correlations. We conclude by discussing the experimental realization of this model in optical lattice platforms and its relevance to the bilayer nickelate La$_3$Ni$_2$O$_7$."}
{"id": "2602.05009", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05009", "abs": "https://arxiv.org/abs/2602.05009", "authors": ["José Giral-Barajas", "Paul C. Bressloff"], "title": "Instability of G/M/c queues under stochastic resetting in the interval", "comment": "12 pages, 9 figures", "summary": "Proper management of resources whose arrival and consumption are subject to environmental randomness is an intrinsic process in both natural and artificial systems. This phenomenon can be modeled as a queuing process whose arrival distribution is determined by a search process with stochastic resetting. When the queuing system has a limited number of servers and the search process occurs within a bounded domain, the dynamics of expediting or delaying the search through stochastic resetting interact with the long-term dynamics of the number of resources in the queue. We combine results from queuing theory with those from search processes with stochastic resetting in a bounded domain to obtain regions of the parameter space of the search process that ensure convergence of the number of resources in the queue to a steady state. Furthermore, we find a threshold resetting rate at which the effects of stochastic resetting shift from reducing convergence regions to expanding them. Finally, we demonstrate that this threshold value grows exponentially with the number of servers, making it harder for stochastic resetting to improve the convergence of the queueing system."}
{"id": "2602.05141", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05141", "abs": "https://arxiv.org/abs/2602.05141", "authors": ["Syed Mustafa Shah", "Mohammed Lemaalem", "Anh T. Ngo"], "title": "Predictive Machine Learning Molecular Dynamics of SEI Formation in Concentrated LiTFSI and LiPF6 Electrolytes for Lithium Metal Batteries", "comment": null, "summary": "High-energy-density lithium metal batteries require electrolytes that enable fast ion transport and form a stable solid-electrolyte interphase (SEI) to sustain high-rate cycling, a process that remains challenging to capture experimentally. Here, we develop a Deep Potential-based machine learning molecular dynamics (MLMD) framework, trained on extensive ab initio datasets and validated against experimental transport properties, to resolve early-stage SEI nucleation at lithium metal interfaces with quantum accuracy. We find that at the Li-metal interface, 3.5 M LiTFSI/DMC induces spontaneous, thermally activated reduction reactions, yielding rapidly growing thick anion-derived SEIs enriched in O/F-containing species. In contrast, 1.5-2.5 M LiTFSI/DMC and 1 M LiPF6/EMC/DMC/EC form thinner, LiF-dominated interphases with slower growth kinetics. Our modeling results are consistent with experimental observations, where 3.5 M LiTFSI enhances cycling stability and rate capability, while lower concentrations result in weaker passivation. Our MLMD framework efficiently captures the electrolyte transport and early-stage SEI formation mechanisms in LMBs."}
{"id": "2602.05613", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05613", "abs": "https://arxiv.org/abs/2602.05613", "authors": ["Junwoo Gim", "Jun Heo", "Weng Cho Chew", "Dong-Yeop Na"], "title": "Numerical Evaluation of Angle-Dependent IR-Transparent Radiative Cooling Performance for Asymmetric Periodic Structures", "comment": null, "summary": "Infrared (IR)-transparent passive radiative cooling (PRC) enables non-contact thermal management by regulating radiative heat exchange without direct attachment to the cooling object. While asymmetric IR transmission at a specific incidence angle -- typically normal incidence -- is often emphasized, we show that such single-angle asymmetry is neither sufficient nor predictive of practical cooling performance. In this work, we demonstrate that effective non-contact PRC requires angularly distributed asymmetric IR transparency evaluated through hemispherical integration over emission directions, rather than asymmetry at a single incidence angle. To quantify this effect, an angle-resolved full-wave electromagnetic (EM) model with Bloch periodic boundary conditions and Floquet mode decomposition is employed to compute wavelength- and angle-dependent bidirectional reflection and transmission of periodic PRC structures. The resulting EM response is coupled to an energy-balance-based thermal model to predict the transient temperature evolution of the cooling object. By comparing models that account for the full angular distribution with normal-incidence-only approximations, we show that pronounced asymmetric transmission at normal incidence is generally not preserved at oblique angles. As a result, angular integration yields only marginal cooling or may even result in net heating, whereas normal-incidence-based models can substantially overestimate cooling performance. These results establish angularly distributed asymmetric transparency as a key EM design principle for IR-transparent PRC and wide-angle asymmetric metasurfaces."}
{"id": "2602.04973", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04973", "abs": "https://arxiv.org/abs/2602.04973", "authors": ["Chiara Tarantini", "Evgeny F. Talantsev", "Ilaria Pallecchi", "Jens Hänisch", "Jeffery L. Tallon", "David C. Larbalestier"], "title": "Best practices for a proper evaluation and conversion of physical property equations in superconductors: the examples of WHH formulation, Bean model and other cases of interest", "comment": "18 pages, 2 figures", "summary": "In recent years there have been growing concerns about the proper evaluation of physical properties of superconductors, in particular for quantities extracted from magnetic characterizations. Errors can and often do occur due to the following issues: i) several measurement instruments still use Gaussian & cgs-emu units instead of the preferable International System (SI) units; ii) there are decades of valuable publications where, however, equations were expressed in Gaussian & cgs-emu or other unit systems or where constants were normalized to unity, which requires proper understanding and unit conversion in order to correctly evaluate the measured physical quantities; iii) the conversion between unit systems sometimes appears challenging and may not be properly performed. In this paper we will describe how to properly convert physical quantities relevant for the evaluation of magnetic and other properties focusing on the still most used unit systems, SI and Gaussian & cgs-emu. We will provide examples of how to properly verify and understand the physical formulae. We will include examples for the correct method to determine the critical current density Jc of a superconductor from the measurement of its magnetic hysteresis loop through the Bean model, and the correct conversion to SI of the equations for Hc2(T) according to the Werthamer-Helfand-Hohenberg (WHH) formulation. The goals of this paper are to make the readers aware of the unit conversion issue, to provide useful hands-on tools for proper conversion and to strongly encourage future exclusive use of the SI units and formulae."}
{"id": "2602.05338", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05338", "abs": "https://arxiv.org/abs/2602.05338", "authors": ["Arpita Koley"], "title": "Transport signatures of topological commensurate off-diagonal Aubry-André-Harper chain", "comment": "8 pages, 7 figures", "summary": "We study the interplay between quantum transport and topology in a one-dimensional off-diagonal commensurate Aubry-André-Harper (AAH) chain. The model, formulated within AAH framework, effectively represents a one-dimensional lattice with two competing commensurate modulations, supporting two distinct types of topological edge modes: zero-energy states in the central gapless region and quantum Hall (QH) edge states bridging the gapped bulk bands. These edge modes govern the transport behavior and give rise to sharp variations in transmission across the corresponding gap-closing transitions. A pronounced even-odd effect further emerges, where chains with an odd number of sites exhibit nearly perfect zero-energy transmission at the Dirac points, independent of system-lead coupling, system size, or modulation strength; a robust signature of ballistic transport. To capture the influence of environmental decoherence, we also incorporate Büttiker dephasing probes, which enable a phenomenological description of inelastic scattering and reveal how dephasing modifies, and in some regimes enhances, coherent transport."}
{"id": "2602.05793", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.05793", "abs": "https://arxiv.org/abs/2602.05793", "authors": ["Titus S. van Erp", "Daniel T. Zhang", "Elias Wils", "Sina Safaei", "An Ghysels"], "title": "Generalized Path Reweighting and History-Dependent Free Energies", "comment": "14 pages, 4 figures", "summary": "Transition interface sampling (TIS) and replica exchange TIS (RETIS) are powerful methods for computing rates of rare events inaccessible to straightforward molecular dynamics (MD) simulations. Path reweighting extends their output, enabling the evaluation of diverse thermodynamic and kinetic quantities, including reaction prediction metrics, activation barriers, committor functions, and free energies. The recently developed Infinity-RETIS algorithm boosts parallel efficiency through asynchronous replica exchanges in the infinite-swap limit, eliminating the wall-time bottlenecks of conventional RETIS. This approach introduces fractional samples and biased sampling distributions, requiring a generalized path reweighting framework, for which we derive expressions demonstrating how it can be used to compute exact dynamic and thermodynamic variables. We then focus on a special class of free energy surfaces defined by history-dependent conditions, whose values are influenced by kinetic factors such as particle mass and friction, unlike standard unconditional free energy surfaces. These conditional free energies can reveal kinetically relevant barriers even with suboptimal reaction coordinates and therefore provide a rigorous and versatile tool for characterizing complex molecular transitions."}
{"id": "2602.05473", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05473", "abs": "https://arxiv.org/abs/2602.05473", "authors": ["M. Nursagatov", "Xiyin Ye", "G. A. Bobkov", "Tao Yu", "I. V. Bobkova"], "title": "Ferron-Polaritons in Superconductor/Ferroelectric/Superconductor Heterostructures", "comment": null, "summary": "We predict the formation of ferron-polariton - a hybrid light-matter quasiparticle arising from the coupling between collective ferroelectric excitations (ferrons) and Swihart photons in a superconductor/ferroelectric/superconductor heterostructure. The coupling provides direct evidence for ferrons and reaches the ultrastrong-coupling regime, with a spectral gap in the terahertz range, orders of magnitude larger than those in magnetic analogues, reflecting the superior strength of electric dipole interactions. Our work establishes superconductor-ferroelectric heterostructures as a novel platform for exploring extreme light-matter coupling and for developing high-speed, ferroelectric-based quantum technologies at terahertz frequencies."}
{"id": "2602.04953", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04953", "abs": "https://arxiv.org/abs/2602.04953", "authors": ["Debanjan Chowdhury"], "title": "Information, Dissipation, and Planckian Optimality", "comment": "6.5 pages, 1 figure", "summary": "We derive a universal bound on the efficiency with which \"dissipated\" work can generate distinguishable changes in a quantum many-body state at a finite temperature, as quantified by the quantum Fisher information. The bound follows solely from the analytic structure of equilibrium many-body correlators and is independent of all microscopic details. It takes a frequency-resolved form with a characteristic crossover at the Planckian scale, $ω_\\star\\sim k_B T/\\hbar$. We find that Planckian scatterers sit at the edge of optimality, displaying maximal relaxation rate before information-dissipation efficiency collapses. This suggests strange metals are not just fast dissipators, but the fastest that remain efficient in generating distinguishability. The bounded quantity can be evaluated directly from optical conductivity measurements in strongly correlated electronic systems, offering a unique window into how dissipation generates distinguishable changes."}
{"id": "2602.05212", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05212", "abs": "https://arxiv.org/abs/2602.05212", "authors": ["D. Olascoaga-Rodríguez", "F. Sastre", "V. Romero-Rochín"], "title": "Mean-field behavior of the finite size Ising model near its critical point", "comment": "10 pages, 7 figures", "summary": "Universality classes encompass the analogous thermodynamic behavior of unlike physical systems, at different spatial dimensions $d$, in the vicinity of their critical point. Critical exponents define these classes, with the Ising model being the outstanding prototype that elucidates the differences from the mean-field category, believed to be valid above a critical dimension only. Here, in apparent striking contradiction to the Ising universality class, we demonstrate that the critical behavior of a finite Ising system of $N$ spins in $d = 3$ obeys mean-field Landau theory in the vicinity of its critical point, with classical critical exponents. Yet, when expressed in terms of the linear size $L$ of the system, the free energy unveils its proper finite-size scaling form, from which the thermodynamic limit critical temperature $T_c$ and the Ising critical exponents $ν$, $γ$ and $β$ can be identified. We find that the larger the size $L$, the smaller the mean-field region, shrinking to zero in the thermodynamic limit. These conclusions are achieved via the use of an alternative approach to collect data from a Monte Carlo simulation of a three-dimensional Ising model that allows for the evaluation of the free energy per spin $f = f(T,m;L)$ and of the coexistence curve, or spontaneous magnetization at zero magnetic field, $m_{\\rm coex} = m(T;L)$ as functions of temperature $T$ and magnetization per spin $m = M/N$. Our results suggest a revision of the role of mean-field theory in the elucidation of critical phenomena."}
{"id": "2602.05253", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05253", "abs": "https://arxiv.org/abs/2602.05253", "authors": ["Marek Maciaszek"], "title": "Substitutional oxygen as the origin of the 3.5 eV luminescence in hexagonal boron nitride", "comment": "18 pages, 4 figures", "summary": "Although point defects in hexagonal boron nitride exhibiting single-photon emission attract considerable interest, a broader understanding of defect physics and chemistry in hBN remains limited, potentially hindering further development. Oxygen is among the most common impurities in hBN, and numerous studies have reported a pronounced photoluminescence band centered near 3.5 eV following oxygen incorporation, yet its microscopic origin has remained unresolved. Here, we demonstrate that this emission originates from hole capture by neutral oxygen substituting for nitrogen (ON). The transition mechanism is non-trivial, involving not only a change in charge state but also a substantial structural reconfiguration: the positive and neutral states exhibit markedly different geometries and symmetries. In the neutral state the defect adopts a low-symmetry configuration with out-of-plane displacements of the oxygen and neighboring atoms. The calculated emission energy (3.63 eV) and lineshape are in excellent agreement with experiment."}
{"id": "2602.05775", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05775", "abs": "https://arxiv.org/abs/2602.05775", "authors": ["Sha Liu", "Ningchao Ding", "Ming Fang", "Hao Jin", "Rui Zhang", "Congshan Zhuo", "Chengwen Zhong"], "title": "The near-continuum mechanism for extended Boltzmann theory: the non-equilibrium relaxation", "comment": null, "summary": "The collision phenomenon of polyatomic gases is described by the collision operator of extended Boltzmann equation or the energy-exchange model in particle direct simulations, for example, the Borgnakke-Larsen model. However, as a collision kernel, it dose not guarantee the entrinsic detailed balance and is not integrable. In this work, the Pullin equation, which possesses an integrable collision kernel and satisfies the detailed balance constraint, is adopted as an extended Boltzmann equation for the theoretical analysis of near-continuum relaxation mechanisms. For clarity, only the translational and rotational degrees are considered in this work. Explicit analytical expressions for the temporal relaxation of macroscopic variables, including the stress force, (translational/rotational) temperature and heat flux, are obtained at the first time. This is achieved by approximating the distribution function in mixed Hermite and Laguerre for rotation and computing the collision operator moments, enabling a direct description of macroscopic non-equilibrium evolution. Base on the same elementary moment (integral) of collision operator, the macroscopic transport coefficients is found in Chapman-Enskog framework. The long-standing speculation, that thermal conduction coefficient should be depended on the degrees of thermal non-equilibrium, is rigorously confirmed and evaluated. When thermal equilibrium is enforced, the present thermal conduction coefficients can be degenerated to the famous results of Mason and Monchick. Given the correct relaxation rate, a Rykov-type novel relaxation model for Pullin equation is proposed. It can recover the interaction of transaltional and rotatioanl heat fluxes in relaxation process, which is ignored in the widely used Rykov equation. Finally, the precision of this new Rykov-type equation is examined using a series of benchmark test cases."}
{"id": "2602.05009", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05009", "abs": "https://arxiv.org/abs/2602.05009", "authors": ["José Giral-Barajas", "Paul C. Bressloff"], "title": "Instability of G/M/c queues under stochastic resetting in the interval", "comment": "12 pages, 9 figures", "summary": "Proper management of resources whose arrival and consumption are subject to environmental randomness is an intrinsic process in both natural and artificial systems. This phenomenon can be modeled as a queuing process whose arrival distribution is determined by a search process with stochastic resetting. When the queuing system has a limited number of servers and the search process occurs within a bounded domain, the dynamics of expediting or delaying the search through stochastic resetting interact with the long-term dynamics of the number of resources in the queue. We combine results from queuing theory with those from search processes with stochastic resetting in a bounded domain to obtain regions of the parameter space of the search process that ensure convergence of the number of resources in the queue to a steady state. Furthermore, we find a threshold resetting rate at which the effects of stochastic resetting shift from reducing convergence regions to expanding them. Finally, we demonstrate that this threshold value grows exponentially with the number of servers, making it harder for stochastic resetting to improve the convergence of the queueing system."}
{"id": "2602.05439", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05439", "abs": "https://arxiv.org/abs/2602.05439", "authors": ["Aldo Tarascio", "Yiqi Zhao", "Rafael S. Eggli", "Taras Patlatiuk", "Christian Reichl", "Werner Wegscheider", "Stefano Bosco", "Dominik M. Zumbühl"], "title": "Compact self-matched gyrators using edge magnetoplasmons", "comment": null, "summary": "Non-reciprocal microwave components are indispensable in quantum information processing and cryogenic measurement. Conventional implementations, however, are bulky and incompatible with on-chip scalable integration. Recent efforts to develop compact on-chip alternatives often rely on active modulation or complex circuit architectures, which introduce additional losses and degrade performance. We demonstrate the realization of compact, self-impedance-matched gyrators based on edge magnetoplasmons in a two-dimensional electron gas. Gyrators can be used as building blocks for other non-reciprocal elements such as isolators and circulators. Our devices achieve gyration from 0.2 to 2 GHz, tunable by moderate out-of plane magnetic fields below 400 mT, and sub-mm footprint, two orders of magnitude smaller than conventional ferrite-based components. Using an electrode geometry predicted to minimize reflections, we achieve insertion losses as low as 2 to 4 dB. The self-matched design framework we utilize is broadly applicable, and can be implemented in a wide variety of non-reciprocal device architectures."}
{"id": "2602.05167", "categories": ["physics.comp-ph", "cond-mat.soft", "cond-mat.stat-mech", "cs.LG", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.05167", "abs": "https://arxiv.org/abs/2602.05167", "authors": ["Porhouy Minh", "Sapna Sarupria"], "title": "Path Sampling for Rare Events Boosted by Machine Learning", "comment": "7 pages, 1 figure", "summary": "The study by Jung et al. (Jung H, Covino R, Arjun A, et al., Nat Comput Sci. 3:334-345 (2023)) introduced Artificial Intelligence for Molecular Mechanism Discovery (AIMMD), a novel sampling algorithm that integrates machine learning to enhance the efficiency of transition path sampling (TPS). By enabling on-the-fly estimation of the committor probability and simultaneously deriving a human-interpretable reaction coordinate, AIMMD offers a robust framework for elucidating the mechanistic pathways of complex molecular processes. This commentary provides a discussion and critical analysis of the core AIMMD framework, explores its recent extensions, and offers an assessment of the method's potential impact and limitations."}
{"id": "2602.05505", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.05505", "abs": "https://arxiv.org/abs/2602.05505", "authors": ["Yongting Shi", "Qing Wang", "Zhen-Guo Fu", "Ping Zhang", "Ning Hao"], "title": "Higher-Order Topological Superconductivity and Electrically Tunable Majorana Corner Modes in Monolayer MnXPb$_2$ (X=Se, Te)-Pb Heterostructure", "comment": "7 pages, 5 figures. Comments are welcome", "summary": "Higher-order topological superconductors host Majorana zero modes localized at corners or hinges, providing a promising route toward scalable and controllable Majorana networks without vortices or magnetic flux. Here we propose a symmetry-enforced higher-order topological superconductivity based on antiferromagnetic topological insulators, specifically realized in MnXPb$_2$ (X = Se, Te)-Pb heterostructure. We show that the intrinsic boundary dichotomy-gapless Dirac states protected by an effective time-reversal symmetry on antiferromagnetic edges and magnetic gaps on ferromagnetic edges-naturally generates Majorana corner modes as mass domain walls. Superconducting proximity converts the antiferromagnetic edges into one-dimensional topological superconductors, and the intersections between superconducting and magnetic edges bind Majorana zero modes as mass domain walls. Combining first-principles calculations with a calibrated effective boundary theory, we demonstrate robust corner localization and purely electrical control of Majorana fusion and braiding in a triangular geometry. Our results establish MnXPb$_2$ as experimentally promising platform for electrically programmable Majorana networks in two dimensions."}
{"id": "2602.05255", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05255", "abs": "https://arxiv.org/abs/2602.05255", "authors": ["Ao Chen", "Christopher Roth"], "title": "lrux: Fast low-rank updates of determinants and Pfaffians in JAX", "comment": null, "summary": "We present lrux, a JAX-based software package for fast low-rank updates of determinants and Pfaffians, targeting the dominant computational bottleneck in various quantum Monte Carlo (QMC) algorithms. The package implements efficient low-rank updates that reduce the cost of successive wavefunction evaluations from $\\mathcal{O}(n^3)$ to $\\mathcal{O}(n^2k)$ when the update rank $k$ is smaller than the dimension $n$ of matrices. Both determinant and Pfaffian updates are supported, together with delayed-update strategies that trade floating-point operations for reduced memory traffic on modern accelerators. lrux natively integrates with JAX transformations such as JIT compilation, vectorization, and automatic differentiation, and supports both real and complex data types. Benchmarks on GPUs demonstrate up to $1000\\times$ speedup at large matrix sizes. lrux enables scalable, high-performance evaluation of antisymmetric wavefunctions and is designed as a drop-in component for a wide range of QMC workflows. lrux is available at https://github.com/ChenAo-Phys/lrux."}
{"id": "2602.05470", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05470", "abs": "https://arxiv.org/abs/2602.05470", "authors": ["Yijia Wang", "Xuanzhao Gao", "Pan Zhang", "Feng Pan", "Jinguo Liu"], "title": "Branch-and-Bound Tensor Networks for Exact Ground-State Characterization", "comment": null, "summary": "Characterizing the ground-state properties of disordered systems, such as spin glasses and combinatorial optimization problems, is fundamental to science and engineering. However, computing exact ground states and counting their degeneracies are generally NP-hard and #P-hard problems, respectively, posing a formidable challenge for exact algorithms. Recently, Tensor Networks methods, which utilize high-dimensional linear algebra and achieve massive hardware parallelization, have emerged as a rapidly developing paradigm for efficiently solving these tasks. Despite their success, these methods are fundamentally constrained by the exponential growth of space complexity, which severely limits their scalability. To address this bottleneck, we introduce the Branch-and-Bound Tensor Network (BBTN) method, which seamlessly integrates the adaptive search framework of branch-and-bound with the efficient contraction of tropical tensor networks, significantly extending the reach of exact algorithms. We show that BBTN significantly surpasses existing state-of-the-art solvers, setting new benchmarks for exact computation. It pushes the boundaries of tractability to previously unreachable scales, enabling exact ground-state counting for $\\pm J$ spin glasses up to $64 \\times 64$ and solving Maximum Independent Set problems on King's subgraphs up to $100 \\times 100$. For hard instances, BBTN dramatically reduces the computational cost of standard Tropical Tensor Networks, compressing years of runtime into minutes. Furthermore, it outperforms leading integer-programming solvers by over 30$\\times$, establishing a versatile and scalable framework for solving hard problems in statistical physics and combinatorial optimization."}
{"id": "2602.05301", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05301", "abs": "https://arxiv.org/abs/2602.05301", "authors": ["Ivan Zhigulin", "Nicholas P. Sloane", "Benjamin Whitefield", "Jean-Philippe Tetienne", "Mehran Kianinia", "Igor Aharonovich"], "title": "Multi-wavelength Spin Dynamics of Defects in Hexagonal Boron Nitride", "comment": null, "summary": "Optically addressable solid-state spin defects are essential platforms for quantum sensing and information processing. Recently, single spin defects with combined S = 1 and S = 1/2 spin transitions were discovered in hexagonal boron nitride (hBN). In this work we unveil their excitation dynamics. In particular, we study the effects of the excitation wavelength on the spin-dependent fluorescence and the spin dynamics of these peculiar quantum spin defects. We find that changing the excitation wavelength leads to a threefold enhancement in both the optically detected magnetic resonance (ODMR) contrast and the corresponding magnetic field sensitivity. In addition, we find that the excitation wavelength has a strong impact on the photodynamics of spin complex emitters. Our work presents valuable insights to the mechanistic understanding of spin complex emitters in hBN and highlights the importance of excitation wavelength for optimising their performance in quantum sensing and quantum technologies."}
{"id": "2602.05255", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05255", "abs": "https://arxiv.org/abs/2602.05255", "authors": ["Ao Chen", "Christopher Roth"], "title": "lrux: Fast low-rank updates of determinants and Pfaffians in JAX", "comment": null, "summary": "We present lrux, a JAX-based software package for fast low-rank updates of determinants and Pfaffians, targeting the dominant computational bottleneck in various quantum Monte Carlo (QMC) algorithms. The package implements efficient low-rank updates that reduce the cost of successive wavefunction evaluations from $\\mathcal{O}(n^3)$ to $\\mathcal{O}(n^2k)$ when the update rank $k$ is smaller than the dimension $n$ of matrices. Both determinant and Pfaffian updates are supported, together with delayed-update strategies that trade floating-point operations for reduced memory traffic on modern accelerators. lrux natively integrates with JAX transformations such as JIT compilation, vectorization, and automatic differentiation, and supports both real and complex data types. Benchmarks on GPUs demonstrate up to $1000\\times$ speedup at large matrix sizes. lrux enables scalable, high-performance evaluation of antisymmetric wavefunctions and is designed as a drop-in component for a wide range of QMC workflows. lrux is available at https://github.com/ChenAo-Phys/lrux."}
{"id": "2602.05040", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05040", "abs": "https://arxiv.org/abs/2602.05040", "authors": ["Sergio Pino-Alarcón", "Juan Pablo Esparza", "Vladimir Juričić"], "title": "Minimal Hamiltonian deformations as bulk probes of effective non-Hermiticity in Dirac materials", "comment": "12 pages, 5 figures", "summary": "Non-Hermitian (NH) Dirac semimetals describe open gain--loss systems, yet at charge neutrality models featuring real spectrum often look Hermitian-like, with NH effects absorbed into renormalized band parameters. Here we show that a response-based diagnostic of effective non-Hermiticity can be formulated using minimal pseudo-Lorentz-symmetry-breaking deformations, which separate observables that remain captured by parameter redefinitions from those that exhibit irreducible NH structure. For a two-dimensional NH Dirac semimetal in the weak-NH, real-spectrum regime, we analyze Dirac-cone tilt and velocity anisotropy and compute representative probes of spectral structure, quantum geometry, optical response, and viscoelasticity at zero temperature. We find that tilt yields an NH-dependent slope of the density of states that cannot be collapsed to a single effective velocity, while velocity anisotropy can be captured by effective-velocity reparametrization. Furthermore, the quantum metric and collisionless optical conductivities provide NH-insensitive benchmarks (with the nonlinear conductivity symmetry selected), whereas the shear viscosity offers a discriminator through its tensor structure. Our results identify minimal deformations and bulk response channels that enable access to effective non-Hermiticity even when the spectrum remains real."}
{"id": "2602.05603", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05603", "abs": "https://arxiv.org/abs/2602.05603", "authors": ["Victor H. González", "Frank Schulz", "Nilamani Behera", "Martina Ahlberg", "Akash Kumar", "Andreas Frisk", "Felix Groß", "Sven Erik Ilse", "Steffen Wittrock", "Markus Weigand", "Gisela Schütz", "Johan Åkerman", "Sebastian Wintz"], "title": "Direct observation of propagating spin waves in a spin-Hall nano-oscillator", "comment": null, "summary": "Constriction-based spin Hall nano-oscillators (SHNOs) show great promise for application as highly tunable microwave sources with straightforward scalability toward large coupled networks. However, details of the magnetization dynamics within SHNOs have thus far not been addressed experimentally, due to the minute time and length scales involved. In this work, we present direct imaging of the magnetization dynamics within a single CoFeB-based SHNO using time-resolved scanning transmission X-ray microscopy (STXM). Our measurements reveal that the magnon amplitude is the strongest at the two constriction edges, with a pronounced assymetry favoring one edge, and that emitted spin waves exhibit strongly anisotropic propagation. Micromagnetic simulations suggest that grain boundaries and the Dzyaloshinskii-Moriya interaction (DMI) play a key role in both effects. Furthermore, the magnetodynamics changed during the measurement, indicating that the CoFeB/MgO interface may be more susceptible to X-ray induced modifications than previously recognized, challenging its presumed radiation hardness."}
{"id": "2602.05607", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.05607", "abs": "https://arxiv.org/abs/2602.05607", "authors": ["Yuki Yamazaki", "Takahiro Morimoto"], "title": "Raman response of collective modes in multicomponent superconductors", "comment": "27 pages, 5 figures", "summary": "We formulate a microscopic theory of the Raman response of superconducting collective modes in multicomponent superconductors. Starting from a general Bogoliubov--de Gennes (BdG) Hamiltonian with a separable pairing interaction, we derive a gauge-invariant expression for the Raman susceptibility, including a long-range Coulomb interaction. The resulting Raman susceptibility is directly computable for an arbitrary BdG Hamiltonian, which contains single- and multiband systems, spin-singlet and triplet order parameters, and time-reversal-symmetric and time-reversal-symmetry-breaking superconducting states. Based on the microscopic coupling between a Raman source field and collective modes, we derive a symmetry selection rule for Raman-active collective modes and show a group-theoretical classification for all crystalline point groups. This classification provides a unified framework based on the ``higher-order Lifshitz-invariant'' to identify Raman-active collective modes such as Leggett mode, Bardasis-Schrieffer (BS) mode, and clapping mode. As an application, we focus on an effective model of the heavy-fermion superconductor UTe$_2$ with a fully gapped multicomponent odd-parity pairing state. We find sharp in-gap Raman resonances below the quasiparticle continuum, which do not correspond to a conventional Leggett mode but arise from the {\\it intraband} relative modes between different pairing components."}
{"id": "2602.05332", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05332", "abs": "https://arxiv.org/abs/2602.05332", "authors": ["Aoi Kajihara", "Shun Okumura", "Yukitoshi Motome"], "title": "Spin current generation via magnetic skyrmion, bimeron, and meron crystals", "comment": "19 pages, 8 figures", "summary": "Spin current offers a promising route toward energy-efficient and high-speed information processing. Developing efficient methods for their generation remains a central challenge in spintronics. Here, we investigate spin current generation via two-dimensional topological spin textures: a skyrmion crystal (SkX) with out-of-plane magnetization, a bimeron crystal (BmX) with in-plane magnetization, and a meron crystal (MX) with zero net magnetization. We show that these distinct spin textures generate spin currents with characteristic spin polarization directions. In the absence of spin--orbit coupling, the SkX and BmX generate spin currents polarized along their magnetization directions, whereas the MX yields no spin current. Upon introducing spin--orbit coupling, while the behavior of the SkX does not qualitatively change, the BmX generates nonzero spin currents in multiple polarization directions. Notably, the MX, despite its zero net magnetization, exhibits a pronounced spin current with out-of-plane spin polarization, driven by an enhanced spin Berry curvature associated with characteristic band degeneracy. We further demonstrate that the electronic and spin transport properties of each texture are governed by their magnetic symmetries. Our results highlight the topological spin textures as efficient sources of spin current even without net magnetization, expanding the design for spintronics devices based on topological magnetic metals."}
{"id": "2602.05500", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05500", "abs": "https://arxiv.org/abs/2602.05500", "authors": ["Xun Zhao", "Synge Todo"], "title": "Exchange Monte Carlo for continuous-space Path Integral Monte Carlo simulation", "comment": "12 pages, 11 figures", "summary": "We present a novel Exchange Monte Carlo (EMC) method designed for application in continuous-space Path Integral Monte Carlo (PIMC) simulations at finite temperature. Traditional PIMC methods for bosonic systems suffer from long autocorrelation times, particularly when measuring observables affected by particle permutations, such as the winding number. To address this issue, we introduce an exchange update scheme that facilitates replica transitions between different interaction regimes, significantly accelerating Monte Carlo dynamics-especially for global observables sensitive to permutation effects. Furthermore, we incorporate Stochastic Potential Switching (SPS) to efficiently decompose interactions, substantially enhancing computational efficiency for long-range interatomic pair potentials such as the Lennard-Jones and Aziz potentials."}
{"id": "2602.05350", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05350", "abs": "https://arxiv.org/abs/2602.05350", "authors": ["Yuki K. Wakabayashi", "Takuma Otsuka", "Yoshiharu Krockenberger", "Yoshitaka Taniyasu"], "title": "Physics-informed acquisition weighting for stoichiometry-constrained Bayesian optimization of oxide thin-film growth", "comment": null, "summary": "We present a physics-informed Bayesian optimization (PIBO) with a concise modification to its acquisition function to incorporate the physical prior knowledge. Specifically, this method multiplies the expected improvement (EI) by a weight encoding prior crystal growth physics. When applied to LaAlO3 molecular-beam epitaxy, the weighting function defines a flat stoichiometric window and penalizes off-window proposals, thereby steering the optimization toward physically plausible regions while maintaining controlled exploration. In a closed-loop optimization, relative to the bare EI, which often proposes off-stoichiometric conditions, the weighted EI constrains the search toward stoichiometric regions while retaining sufficient flexibility to explore neighboring conditions, eventually identifying an optimum slightly beyond the stoichiometric window. Within only 15 growth runs, the lattice constant of the grown LaAlO3 film converged to the bulk value, evidencing efficient and rapid optimization for the ideal stoichiometric growth. Because physics knowledge is incorporated solely through the weighting function, the approach requires only minimal modification to standard BO workflows and is readily applicable to other material systems, offering a general and practical route to AI-driven materials synthesis."}
{"id": "2602.05470", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05470", "abs": "https://arxiv.org/abs/2602.05470", "authors": ["Yijia Wang", "Xuanzhao Gao", "Pan Zhang", "Feng Pan", "Jinguo Liu"], "title": "Branch-and-Bound Tensor Networks for Exact Ground-State Characterization", "comment": null, "summary": "Characterizing the ground-state properties of disordered systems, such as spin glasses and combinatorial optimization problems, is fundamental to science and engineering. However, computing exact ground states and counting their degeneracies are generally NP-hard and #P-hard problems, respectively, posing a formidable challenge for exact algorithms. Recently, Tensor Networks methods, which utilize high-dimensional linear algebra and achieve massive hardware parallelization, have emerged as a rapidly developing paradigm for efficiently solving these tasks. Despite their success, these methods are fundamentally constrained by the exponential growth of space complexity, which severely limits their scalability. To address this bottleneck, we introduce the Branch-and-Bound Tensor Network (BBTN) method, which seamlessly integrates the adaptive search framework of branch-and-bound with the efficient contraction of tropical tensor networks, significantly extending the reach of exact algorithms. We show that BBTN significantly surpasses existing state-of-the-art solvers, setting new benchmarks for exact computation. It pushes the boundaries of tractability to previously unreachable scales, enabling exact ground-state counting for $\\pm J$ spin glasses up to $64 \\times 64$ and solving Maximum Independent Set problems on King's subgraphs up to $100 \\times 100$. For hard instances, BBTN dramatically reduces the computational cost of standard Tropical Tensor Networks, compressing years of runtime into minutes. Furthermore, it outperforms leading integer-programming solvers by over 30$\\times$, establishing a versatile and scalable framework for solving hard problems in statistical physics and combinatorial optimization."}
{"id": "2602.05067", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05067", "abs": "https://arxiv.org/abs/2602.05067", "authors": ["Robin Jacobs-Gedrim", "William Wahby", "Thomas Awe", "Patrick Xiao", "Melvin Witten", "Jacob Martinez-Marez", "Kiran Seetala", "David Hughart", "Alec Talin", "Christopher Bennett", "Matthew Marinella", "Gennadi Bersuker", "Sapan Agarwal"], "title": "Strong radial electric field scaling near nanoscale conductive filaments and the ReRAM resistive switching mechanism", "comment": null, "summary": "The physics underlying reset in bipolar resistive memory has been the subject of decades of controversy and has been identified as the primary barrier to resistive memory technology development. This manuscript introduces a nanoscale effect in current carrying conductors, whereby surface charge induced radial electric fields are found to be inversely proportional to the radius of the conductive path. This nanoscale effect is then applied to explain the negative resistance switching (reset) mechanism in filamentary metal oxide resistive switching memory devices (memristors). Previous explanations for the negative resistive switching mechanism state that diffusion constitutes the radial driving mechanism for oxygen ions, and drift under electric fields is restricted to the direction parallel to current flow. This explanation conflicts with retention and microscopy data collected in a subset of devices presented in literature. We demonstrate that the electric field's dependency on the on the radius of a nanoscale conductive path can result in radial fields on the order of 10^5 to 10^6 V/cm at only -1 V bias, sufficient to govern the negative resistance switching mechanism in filamentary metal oxides. By accounting for this nanoscale size effect, long standing anomalous experimental data about the negative (reset) resistance switching mechanism in bipolar filamentary resistive memory devices is finally reconciled. Wide understanding of surface charges and associated electric fields in nanoscale conductive paths could prove important for further scaling of integrated circuits and aid in elucidating many nanoscale phenomena."}
{"id": "2602.05736", "categories": ["cond-mat.mes-hall", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05736", "abs": "https://arxiv.org/abs/2602.05736", "authors": ["Jie-Cheng Feng", "Johannes Eberle", "Sambuddha Chattopadhyay", "Johannes Knörzer", "Eugene Demler", "Ataç İmamoğlu"], "title": "Color Centers and Hyperbolic Phonon Polaritons in Hexagonal Boron Nitride: A New Platform for Quantum Optics", "comment": null, "summary": "Hyperbolic phonon polaritons (HPPs) in hexagonal boron nitride (hBN) confine mid-infrared light to deep-subwavelength scales and may offer a powerful route to strong light-matter interactions. Generation and control of HPPs are typically accessed using classical near-field probes, which limits experiments at the quantum level.A complementary frontier in hBN research focuses on color centers: bright, stable, atomically localized emitters that have rapidly emerged as a promising platform for solid-state quantum optics. Here we establish a key connection between these two directions by developing a cavity-QED framework in which a single hBN color center serves as a quantum source of HPPs. We quantify the emitter-HPP interaction and analyze two generation schemes. The first is spontaneous emission into the phonon sideband, which can produce single-HPP events and, in ultrathin slabs, becomes single-mode with an enhanced decay rate. The second is a stimulated Raman process that provides frequency selectivity, tunable conversion rate, and narrowband excitation. This drive launches spatially confined, ray-like HPPs that propagate over micrometer distances. We also outline a two-emitter correlation measurement that can directly test the single-polariton character of these emissions. By connecting color-center quantum optics with hyperbolic polaritonics, our approach enables quantum emitters to act as on-chip quantum sources and controls for HPPs, while HPPs provide long-range channels that couple spatially separated emitters. Together, these capabilities point to a new direction for mid-infrared photonic experiments that unite strong coupling, spectral selectivity, and spatial reach within a single material system."}
{"id": "2602.05624", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.05624", "abs": "https://arxiv.org/abs/2602.05624", "authors": ["Taimin Miao", "Wenshan Hong", "Qinghong Wang", "Shanshan Zhang", "Bo Liang", "Wenpei Zhu", "Neng Cai", "Mingkai Xu", "Shenjin Zhang", "Fengfeng Zhang", "Feng Yang", "Zhimin Wang", "Qinjun Peng", "Zuyan Xu", "Hanqing Mao", "Zhihai Zhu", "Xintong Li", "Guodong Liu", "Lin Zhao", "Yuan Li", "X. J. Zhou"], "title": "Electronic Structure and Superconducting Gap of HgBa$_2$Ca$_2$Cu$_3$O$_{8+δ}$ Revealed by Laser-Based Angle-Resolved Photoemission Spectroscopy", "comment": "14 pages, 5 figures", "summary": "The spatially-resolved laser-based high resolution angle resolved photoemission spectroscopy (ARPES) measurements have been performed on the optimally-doped HgBa$_2$Ca$_2$Cu$_3$O$_{8+δ}$ (Hg1223) superconductor with a $T_c$ at 133 K. Two distinct regions are identified on the cleaved surface: the single Fermi surface region where only one Fermi surface is observed, and the double Fermi surface region where two Fermi surface sheets are resolved coming from both the inner (IP) and outer (OP) CuO$_2$ planes. The electronic structure and superconducting gap are measured on both of these two regions. In both cases, the observed electronic states are mainly concentrated near the nodal region. The momentum dependence of superconducting gap deviates from the standard d-wave form. These results indicate that the surface electronic structure of Hg1223 behaves more like that of underdoped cuprates."}
{"id": "2602.05365", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.05365", "abs": "https://arxiv.org/abs/2602.05365", "authors": ["Dong-Hyeon Gim", "Dirk Wulferding", "Hengyuan Zhang", "Meng Wang", "Kee Hoon Kim"], "title": "Spectroscopic Evidence of Competing Diagonal Spin Interactions and Spin Disproportionation in the Bilayer Nickelate La$_3$Ni$_2$O$_7$", "comment": "30 pages, 14 figures, 2 tables", "summary": "A comprehensive spectroscopic map of the electronic, magnetic, and lattice excitations is presented for the bilayer nickelate La$_3$Ni$_2$O$_7$ using Raman scattering at ambient pressure. Upon entering the spin density wave state below 153 K, the $A_{1g}$ channel exhibits an abrupt electronic spectral gap with a clear isosbestic point. In contrast, the $B_{1g}$ and $B_{2g}$ channels are dominated by pronounced two-magnon (2M) excitations, representing an unambiguous signature of incipient Mottness. These 2M signals in both channels constitute direct evidence for two distinct in-plane spin exchange interactions along the Ni-O bonding and its diagonal directions. Calculations based on the spin wave theory further reveal that the 2M mode in the $B_{2g}$ channel arises from the competition between two bond-diagonal antiferromagnetic interactions mediated by nickel $d_{x^2-y^2}$ orbitals. Furthermore, emergent low-energy 2M excitations below 10 meV are found to originate from distinct, weaker spin moments, strongly supporting spin disproportionation. Simultaneously, an anomalous softening of $B_{1g}$ phonons from 280 down to 4.5 K is uncovered, suggesting the presence of an incipient lattice instability leading to checkerboard-type breathing modulations. Collectively, these findings identify a ground state of the bilayer nickelate characterized by competing bond-diagonal interactions, spin disproportionation, and an incipient lattice instability, establishing key ingredients for understanding the mechanism of nickelate superconductivity."}
{"id": "2602.05537", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05537", "abs": "https://arxiv.org/abs/2602.05537", "authors": ["Chandradip Khamrai", "Sakuntala Chatterjee"], "title": "A Novel Mechanism of Ordering in a Coupled Driven System: Vacancy Induced Phase Separation", "comment": "16 pages, 10 figures", "summary": "We study a coupled driven system where two different species of particles, along with some vacancies or holes, move on a landscape whose shape fluctuates with time. The movement of the particles is guided by the local shape of the landscape, and this shape is also affected by the presence of different particle species. When a particle species push the landscape in the same (opposite) direction of its own motion, it is called an aligned (a reverse) bias. Aligned bias promotes ordering while reverse bias destroys it. In absence of vacancies, the system reduces to previously studied LH model with different kinds of ordered and disordered phases which could be explained as a competition or cooperation between aligned bias and reverse bias. This interplay is expected to remain unaffected even when vacancies are present since vacancies do not impart any kind of bias on the landscape. However, we find presence of vacancies effectively weakens the reverse bias and this significantly changes the outcome of the competition between the two bias types. As a result novel ordered phases emerge which were not seen before. We analytically calculate the new phase boundaries within mean field approximation. We show even when aligned bias is weaker than reverse bias, it is possible to find long range order in the system. We discover two new phases where particle species showing weak aligned bias phase separate and the other species with strong reverse bias stays mixed with the vacancies. We call these phases finite current with partial phase separation (FPPS) and vacancy induced phase separation (VIPS). The landscape beneath the phase separated species takes the form of a macroscopic hill or valley in FPPS phase. But in VIPS phase it has the shape like a plateau whose height scales as square root of system size. The landscape in the remaining part of the system is disordered in both these phases."}
{"id": "2602.05355", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05355", "abs": "https://arxiv.org/abs/2602.05355", "authors": ["Sihang Wang", "Menghan Chen", "Liping Zhang"], "title": "First-principles study of photovoltaic and thermoelectric properties of AgBiSCl2", "comment": null, "summary": "This work systematically investigates the potential of the hybrid anion semiconductor AgBiSCl2 for photovoltaic and thermoelectric applications, aiming to provide theoretical guidance for high-performance energy conversion devices. Structural analysis reveals favorable ductility and a relatively low Debye temperature. Analysis of interatomic interactions indicates that Ag-S and Ag-Cl bonds are relatively weak, resulting in local structural softness and enhanced lattice anharmonicity. These weak bonds facilitate phonon scattering and give rise to low-frequency localized rattling vibrations primarily associated with Ag atoms, contributing to reduced lattice thermal conductivity. In contrast, Bi-S bonds exhibit stronger, directional interactions, which help stabilize the overall structure. The coexistence of weak bonding and strong lattice coupling enables favorable modulation of thermal transport properties.Optically, AgBiSCl2 possesses a high static dielectric constant and exhibits strong absorption in the ultraviolet region. In terms of thermal transport, phonon spectrum exhibit mode hardening with temperature increasing. The localized Ag vibrations intensify the anharmonicity, reducing phonon lifetimes and group velocities.For electronic transport, the p-type material maintains a higher Seebeck coefficient than the n-type, while the latter shows greater electrical conductivity. At 700 K, the figure of merit reaches 0.77 for p-type and 0.69 for n-type AgBiSCl2, indicating promising high-temperature thermoelectric performance.In summary, AgBiSCl2 exhibits excellent potential for dual photovoltaic and thermoelectric applications. Its unique bonding features and lattice response mechanisms offer valuable insights into designing multifunctional energy conversion materials."}
{"id": "2602.05500", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05500", "abs": "https://arxiv.org/abs/2602.05500", "authors": ["Xun Zhao", "Synge Todo"], "title": "Exchange Monte Carlo for continuous-space Path Integral Monte Carlo simulation", "comment": "12 pages, 11 figures", "summary": "We present a novel Exchange Monte Carlo (EMC) method designed for application in continuous-space Path Integral Monte Carlo (PIMC) simulations at finite temperature. Traditional PIMC methods for bosonic systems suffer from long autocorrelation times, particularly when measuring observables affected by particle permutations, such as the winding number. To address this issue, we introduce an exchange update scheme that facilitates replica transitions between different interaction regimes, significantly accelerating Monte Carlo dynamics-especially for global observables sensitive to permutation effects. Furthermore, we incorporate Stochastic Potential Switching (SPS) to efficiently decompose interactions, substantially enhancing computational efficiency for long-range interatomic pair potentials such as the Lennard-Jones and Aziz potentials."}
{"id": "2602.05141", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05141", "abs": "https://arxiv.org/abs/2602.05141", "authors": ["Syed Mustafa Shah", "Mohammed Lemaalem", "Anh T. Ngo"], "title": "Predictive Machine Learning Molecular Dynamics of SEI Formation in Concentrated LiTFSI and LiPF6 Electrolytes for Lithium Metal Batteries", "comment": null, "summary": "High-energy-density lithium metal batteries require electrolytes that enable fast ion transport and form a stable solid-electrolyte interphase (SEI) to sustain high-rate cycling, a process that remains challenging to capture experimentally. Here, we develop a Deep Potential-based machine learning molecular dynamics (MLMD) framework, trained on extensive ab initio datasets and validated against experimental transport properties, to resolve early-stage SEI nucleation at lithium metal interfaces with quantum accuracy. We find that at the Li-metal interface, 3.5 M LiTFSI/DMC induces spontaneous, thermally activated reduction reactions, yielding rapidly growing thick anion-derived SEIs enriched in O/F-containing species. In contrast, 1.5-2.5 M LiTFSI/DMC and 1 M LiPF6/EMC/DMC/EC form thinner, LiF-dominated interphases with slower growth kinetics. Our modeling results are consistent with experimental observations, where 3.5 M LiTFSI enhances cycling stability and rate capability, while lower concentrations result in weaker passivation. Our MLMD framework efficiently captures the electrolyte transport and early-stage SEI formation mechanisms in LMBs."}
{"id": "2602.05745", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05745", "abs": "https://arxiv.org/abs/2602.05745", "authors": ["Fang Qin", "Xiao-Bin Qiang"], "title": "Anomalous thermoelectric and thermal Hall effects in irradiated altermagnets", "comment": "10 pages, 4 figures", "summary": "In this study, we show that a $d$-wave altermagnet can be transformed into a Chern insulator by irradiating it with elliptically polarized light from a high-frequency photon beam. We further explore the intrinsic anomalous thermoelectric and thermal Hall effects in light-irradiated altermagnets. At extremely low temperatures, the thermoelectric Hall coefficient, which exhibits a linear temperature dependence for the thermoelectric Hall conductivity, vanishes within the gapped region between the conduction and valence bands. However, it displays peaks and dips at the boundaries of the gap, suggesting that thermoelectric Hall conductivity can be used to probe the bandwidth. Similarly, the low-temperature thermal Hall coefficient, which also shows a linear temperature dependence for the thermal Hall conductivity, becomes quantized in the gapped region between the conduction and valence bands. This quantization indicates that thermal Hall conductivity can serve as a probe for the topological properties of the system."}
{"id": "2602.05771", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.05771", "abs": "https://arxiv.org/abs/2602.05771", "authors": ["Alexander Bartenev", "Roman Kolodka", "Adrian Rua-Melendez", "Jason Kawasaki", "Chang-Beom Eom", "Armando Rua", "Sergiy Lysenko"], "title": "Fit-Free Optical Determination of Electronic Thermalization Time in Nematic Iron-Based Superconductors", "comment": "13 pages, 4 figures", "summary": "We present a nematic response function model (NRFM) for fit-free direct extraction of the characteristic time of ultrafast electronic thermalization in iron-based superconductors, materials with electronic nematicity. By combining the NRFM for polarization-dependent pump--probe measurements of electronic nematic response with the two-temperature model (TTM) for sub-picosecond quasiparticle relaxation, we quantify the electronic thermalization timescales and their anisotropy. The nematic response function is modeled as the difference of normalized reflectivity signals, revealing a pronounced sub-picosecond extremum in signal evolution that directly yields the characteristic electronic thermalization time. This method demonstrates that the NRFM is consistent with TTM fits of transient optical response, yielding electronic thermalization time constants on the order of 110--230~fs for the FeSe$_{1-x}$Te$_x$ and Ba(Fe$_{0.92}$Co$_{0.08}$)$_2$As$_2$ thin films. The proposed approach can be applied to any material that exhibits electronic nematicity, providing a powerful tool for direct mapping of the relaxation time in nematic materials, avoiding complex experimental data-fitting procedures."}
{"id": "2602.05569", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.05569", "abs": "https://arxiv.org/abs/2602.05569", "authors": ["Rohit Sharma", "Yongjian Wang", "Yoichi Ando", "Achim Rosch", "Thomas Lorenz"], "title": "Microscopic origin of an exceptionally large phonon thermal Hall effect from charge puddles in a topological insulator", "comment": "10 pages, 10 figures", "summary": "We present the experimental observation of a drastically enhanced thermal Hall effect in the topological insulator material TlBi$_{0.15}$Sb$_{0.85}$Te$_2$. Although heat transport is dominated by phonons, moderate magnetic fields generate a thermal Hall ratio ($κ_{xy}/κ_{xx}$) above 2\\%, an unprecedented value for a nonmagnetic material. The transverse thermal conductivity $κ_{xy}$ exhibits a pronounced maximum in fields of a few Tesla. This characteristic field dependence allows us to identify the microscopic origin of the thermal Hall effect in this system. Small densities of charged impurities induce locally conducting regions, so-called charge puddles, within the bulk insulating matrix. Via electron-phonon coupling, these charge puddles imprint a large thermal Hall effect onto the phonons accounting for both the magnitude and the magnetic-field dependence of the observed effect."}
{"id": "2602.04953", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04953", "abs": "https://arxiv.org/abs/2602.04953", "authors": ["Debanjan Chowdhury"], "title": "Information, Dissipation, and Planckian Optimality", "comment": "6.5 pages, 1 figure", "summary": "We derive a universal bound on the efficiency with which \"dissipated\" work can generate distinguishable changes in a quantum many-body state at a finite temperature, as quantified by the quantum Fisher information. The bound follows solely from the analytic structure of equilibrium many-body correlators and is independent of all microscopic details. It takes a frequency-resolved form with a characteristic crossover at the Planckian scale, $ω_\\star\\sim k_B T/\\hbar$. We find that Planckian scatterers sit at the edge of optimality, displaying maximal relaxation rate before information-dissipation efficiency collapses. This suggests strange metals are not just fast dissipators, but the fastest that remain efficient in generating distinguishability. The bounded quantity can be evaluated directly from optical conductivity measurements in strongly correlated electronic systems, offering a unique window into how dissipation generates distinguishable changes."}
{"id": "2602.05369", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05369", "abs": "https://arxiv.org/abs/2602.05369", "authors": ["Hironari Isshiki", "Ayumu Tabata", "Masafumi Horio", "Motoi Kimata", "Youichi Yamakawa", "Ryutaro Okuma", "Miki Imai", "Fumiya Matsunaga", "Koshi Takenaka", "Kenichi Ozawa", "YoshiChika Otani", "Fumio Komori", "Iwao Matsuda", "Masahiro Hara", "Yoshihiko Okamoto", "Masayuki Hashisaka"], "title": "Quasi-One-Dimensional Electronic Nature of Ta4SiTe4 Underlying the Giant Thermoelectric Performance", "comment": null, "summary": "Ta4SiTe4 is a one-dimensional van der Waals material that exhibits an exceptionally large thermoelectric power factor below room temperature. However, since this material has been available only in the form of acicular microcrystals, experimental exploration of the electronic properties responsible for its giant thermoelectric performance has long been challenging. In this study, we quantitatively evaluated the one-dimensional electronic nature of Ta4SiTe4 by combining micro-spot angle-resolved photoemission spectroscopy and transport measurements on focused-ion-beam-processed samples. The angle-resolved photoemission spectroscopy measurements reveal anisotropic band dispersions along and perpendicular to the crystallographic c axis. Consistently, transport measurements demonstrate that the resistivity perpendicular to the c axis is approximately five times larger than that along the c axis at 200 K. These results provide direct experimental evidence for the quasi-one-dimensional electronic character of Ta4SiTe4, which underlies its giant thermoelectric response reported previously, and offer fundamental insights into the role of electronic dimensionality in enhancing thermoelectric performance."}
{"id": "2602.05170", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05170", "abs": "https://arxiv.org/abs/2602.05170", "authors": ["Yoonkang Kim", "Seongbeom Kim", "Jeonglyul Kim", "Kikyung Jung", "Sejin An", "Jieun Lee", "Hyobin Yoo", "Joon Young Park", "Gyu-Chul Yi"], "title": "Vertical Nb Josephson junctions fabricated by direct metal deposition on both surfaces of freestanding graphene layers", "comment": "30 pages, 8 figures", "summary": "Vertical integration of superconducting electronics requires fabrication strategies that preserve pristine interfaces while accommodating oxidation-sensitive elemental superconductors. However, existing van der Waals-based vertical Josephson junctions largely rely on transfer-based assembly schemes that are incompatible with elemental materials such as niobium (Nb). Here, we introduce a freestanding van der Waals membrane architecture that enables deposition-based fabrication of vertical Josephson junctions through double-sided processing of a single suspended two-dimensional layer. Using multilayer graphene suspended across lithographically defined through-holes in a SiNx membrane, we realize vertical Nb/multilayer graphene/Nb Josephson junctions without ambient exposure of buried interfaces. The resulting devices exhibit clear Josephson coupling, including reproducible supercurrents and a temperature dependence of the critical current consistent with short-junction behaviour. Well-defined magnetic interference patterns governed by the membrane-defined aperture geometry, together with sub-gap features that track a Bardeen-Cooper-Schrieffer (BCS)-like superconducting gap, further confirm the junction quality. This platform establishes a scalable route to vertical superconducting devices based on oxidation-sensitive elemental superconductors and van der Waals materials."}
{"id": "2602.05170", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05170", "abs": "https://arxiv.org/abs/2602.05170", "authors": ["Yoonkang Kim", "Seongbeom Kim", "Jeonglyul Kim", "Kikyung Jung", "Sejin An", "Jieun Lee", "Hyobin Yoo", "Joon Young Park", "Gyu-Chul Yi"], "title": "Vertical Nb Josephson junctions fabricated by direct metal deposition on both surfaces of freestanding graphene layers", "comment": "30 pages, 8 figures", "summary": "Vertical integration of superconducting electronics requires fabrication strategies that preserve pristine interfaces while accommodating oxidation-sensitive elemental superconductors. However, existing van der Waals-based vertical Josephson junctions largely rely on transfer-based assembly schemes that are incompatible with elemental materials such as niobium (Nb). Here, we introduce a freestanding van der Waals membrane architecture that enables deposition-based fabrication of vertical Josephson junctions through double-sided processing of a single suspended two-dimensional layer. Using multilayer graphene suspended across lithographically defined through-holes in a SiNx membrane, we realize vertical Nb/multilayer graphene/Nb Josephson junctions without ambient exposure of buried interfaces. The resulting devices exhibit clear Josephson coupling, including reproducible supercurrents and a temperature dependence of the critical current consistent with short-junction behaviour. Well-defined magnetic interference patterns governed by the membrane-defined aperture geometry, together with sub-gap features that track a Bardeen-Cooper-Schrieffer (BCS)-like superconducting gap, further confirm the junction quality. This platform establishes a scalable route to vertical superconducting devices based on oxidation-sensitive elemental superconductors and van der Waals materials."}
{"id": "2602.04945", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.04945", "abs": "https://arxiv.org/abs/2602.04945", "authors": ["Hanbit Oh", "Julian May-Mann", "Ya-Hui Zhang"], "title": "Incommensurate pair-density-wave correlations in two-leg ladder $t$--$J$--$J_\\perp$ model", "comment": "7+7 pages, 5+6 figures, 1+0 tables", "summary": "We report the discovery of a generalized Luther-Emery liquid phase characterized by incommensurate pair-density-wave (iC-PDW) correlations in the two-leg $t$-$J$-$J_\\perp$ ladder model. By tuning the potential difference between the legs, we explore the regime of intermediate layer polarization $P$. Combining density-matrix renormalization group (DMRG) simulations with bosonization analysis, we identify a spin-gapped phase at finite $P$, where the interlayer and intralayer pair correlations both oscillate, but with distinct periodicities. The interlayer correlations exhibit FFLO-like oscillations, driven by pairing between layers with mismatched Fermi momenta, with a period determined by their momentum difference. In contrast, the intralayer pair correlations arise from the coupling between charges on one layer and spin fluctuations on the opposite layer, with a momentum equal to twice the Fermi momentum of the opposite layer. The iC-PDW state is robust across a wide range of doping and polarization, although finite interlayer hopping eventually destabilizes it toward a state with charge-$4e$ correlations. We conclude by discussing the experimental realization of this model in optical lattice platforms and its relevance to the bilayer nickelate La$_3$Ni$_2$O$_7$."}
{"id": "2602.05664", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.05664", "abs": "https://arxiv.org/abs/2602.05664", "authors": ["Tommaso Maria Mazzocchi", "Markus Aichhorn", "Enrico Arrigoni"], "title": "A steady-state study of the nonequilibrium properties of realistic materials: Application of the mixed-configuration approximation", "comment": "10 pages, 4 figures, comments are welcome", "summary": "We present the mixed-configuration approximation (MCA) based on the auxiliary master equation approach impurity solver to study multiorbital correlated systems under equilibrium and nonequilibrium conditions within dynamical mean-field theory (DMFT). We benchmark the method for bulk and layered SrVO$_3$ in equilibrium and apply it to a prototypical nonequilibrium geometry in which a voltage bias is applied perpendicular to the layer via reservoirs held at different chemical potentials. For bulk SrVO$_3$, MCA reproduces the metallic state at moderate interaction strengths, but it overestimates the weight of the lower band relative to quantum Monte Carlo (QMC) and fork tensor product state (FTPS) solvers. With respect to QMC and FTPS, MCA yields an earlier metal-to-insulator transition as the electron-electron interaction is increased. In layered SrVO$_3$ at equilibrium, MCA partially captures the orbital polarization in favor of the in-plane $xy$ orbital, although not as strong as in the DMFT-converged results obtained with QMC. However, when performing a one-shot impurity calculation initialized with the DFMT-QMC results, MCA yields orbital occupations which show a stronger charge polarization in favor of orbital $xy$. This suggests that our approach can be used to study multiorbital impurity problems when the focus is to assess properties without performing the full DMFT self-consistent loop. Finally, under applied bias, we observe a pronounced redistribution of orbital occupations, demonstrating that the method captures bias-driven orbital charge transfer in realistic materials in nonequilibrium conditions."}
{"id": "2602.05167", "categories": ["physics.comp-ph", "cond-mat.soft", "cond-mat.stat-mech", "cs.LG", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.05167", "abs": "https://arxiv.org/abs/2602.05167", "authors": ["Porhouy Minh", "Sapna Sarupria"], "title": "Path Sampling for Rare Events Boosted by Machine Learning", "comment": "7 pages, 1 figure", "summary": "The study by Jung et al. (Jung H, Covino R, Arjun A, et al., Nat Comput Sci. 3:334-345 (2023)) introduced Artificial Intelligence for Molecular Mechanism Discovery (AIMMD), a novel sampling algorithm that integrates machine learning to enhance the efficiency of transition path sampling (TPS). By enabling on-the-fly estimation of the committor probability and simultaneously deriving a human-interpretable reaction coordinate, AIMMD offers a robust framework for elucidating the mechanistic pathways of complex molecular processes. This commentary provides a discussion and critical analysis of the core AIMMD framework, explores its recent extensions, and offers an assessment of the method's potential impact and limitations."}
{"id": "2602.05372", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05372", "abs": "https://arxiv.org/abs/2602.05372", "authors": ["Minkyu Kim", "Nayoung Kim", "Honghui Kim", "Sungsoo Ahn"], "title": "CatFlow: Co-generation of Slab-Adsorbate Systems via Flow Matching", "comment": null, "summary": "Discovering heterogeneous catalysts tailored for specific reaction intermediates remains a fundamental bottleneck in materials science. While traditional trial-and-error methods and recent generative models have shown promise, they struggle to capture the intrinsic coupling between surface geometry and adsorbate interactions. To address this limitation, we propose CatFlow, a flow matching-based framework for de novo design and structure prediction of heterogeneous catalysts. Our model operates on a primitive cell-based factorized representation of the slab-adsorbate complex, reducing the number of learnable variables by an average of 9.2x while explicitly encoding the surface orientation of the slab-adsorbate interface. Experiments on the Open Catalyst 2020 dataset demonstrate that CatFlow significantly improves the structural fidelity of generated catalysts compared to autoregressive and sequential baselines. Further experiments show that the generated structures accurately capture the adsorption energy distributions of physically plausible interfaces and lie closer to thermodynamic local minima."}
{"id": "2602.05212", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05212", "abs": "https://arxiv.org/abs/2602.05212", "authors": ["D. Olascoaga-Rodríguez", "F. Sastre", "V. Romero-Rochín"], "title": "Mean-field behavior of the finite size Ising model near its critical point", "comment": "10 pages, 7 figures", "summary": "Universality classes encompass the analogous thermodynamic behavior of unlike physical systems, at different spatial dimensions $d$, in the vicinity of their critical point. Critical exponents define these classes, with the Ising model being the outstanding prototype that elucidates the differences from the mean-field category, believed to be valid above a critical dimension only. Here, in apparent striking contradiction to the Ising universality class, we demonstrate that the critical behavior of a finite Ising system of $N$ spins in $d = 3$ obeys mean-field Landau theory in the vicinity of its critical point, with classical critical exponents. Yet, when expressed in terms of the linear size $L$ of the system, the free energy unveils its proper finite-size scaling form, from which the thermodynamic limit critical temperature $T_c$ and the Ising critical exponents $ν$, $γ$ and $β$ can be identified. We find that the larger the size $L$, the smaller the mean-field region, shrinking to zero in the thermodynamic limit. These conclusions are achieved via the use of an alternative approach to collect data from a Monte Carlo simulation of a three-dimensional Ising model that allows for the evaluation of the free energy per spin $f = f(T,m;L)$ and of the coexistence curve, or spontaneous magnetization at zero magnetic field, $m_{\\rm coex} = m(T;L)$ as functions of temperature $T$ and magnetization per spin $m = M/N$. Our results suggest a revision of the role of mean-field theory in the elucidation of critical phenomena."}
{"id": "2602.05332", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05332", "abs": "https://arxiv.org/abs/2602.05332", "authors": ["Aoi Kajihara", "Shun Okumura", "Yukitoshi Motome"], "title": "Spin current generation via magnetic skyrmion, bimeron, and meron crystals", "comment": "19 pages, 8 figures", "summary": "Spin current offers a promising route toward energy-efficient and high-speed information processing. Developing efficient methods for their generation remains a central challenge in spintronics. Here, we investigate spin current generation via two-dimensional topological spin textures: a skyrmion crystal (SkX) with out-of-plane magnetization, a bimeron crystal (BmX) with in-plane magnetization, and a meron crystal (MX) with zero net magnetization. We show that these distinct spin textures generate spin currents with characteristic spin polarization directions. In the absence of spin--orbit coupling, the SkX and BmX generate spin currents polarized along their magnetization directions, whereas the MX yields no spin current. Upon introducing spin--orbit coupling, while the behavior of the SkX does not qualitatively change, the BmX generates nonzero spin currents in multiple polarization directions. Notably, the MX, despite its zero net magnetization, exhibits a pronounced spin current with out-of-plane spin polarization, driven by an enhanced spin Berry curvature associated with characteristic band degeneracy. We further demonstrate that the electronic and spin transport properties of each texture are governed by their magnetic symmetries. Our results highlight the topological spin textures as efficient sources of spin current even without net magnetization, expanding the design for spintronics devices based on topological magnetic metals."}
{"id": "2602.05365", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.05365", "abs": "https://arxiv.org/abs/2602.05365", "authors": ["Dong-Hyeon Gim", "Dirk Wulferding", "Hengyuan Zhang", "Meng Wang", "Kee Hoon Kim"], "title": "Spectroscopic Evidence of Competing Diagonal Spin Interactions and Spin Disproportionation in the Bilayer Nickelate La$_3$Ni$_2$O$_7$", "comment": "30 pages, 14 figures, 2 tables", "summary": "A comprehensive spectroscopic map of the electronic, magnetic, and lattice excitations is presented for the bilayer nickelate La$_3$Ni$_2$O$_7$ using Raman scattering at ambient pressure. Upon entering the spin density wave state below 153 K, the $A_{1g}$ channel exhibits an abrupt electronic spectral gap with a clear isosbestic point. In contrast, the $B_{1g}$ and $B_{2g}$ channels are dominated by pronounced two-magnon (2M) excitations, representing an unambiguous signature of incipient Mottness. These 2M signals in both channels constitute direct evidence for two distinct in-plane spin exchange interactions along the Ni-O bonding and its diagonal directions. Calculations based on the spin wave theory further reveal that the 2M mode in the $B_{2g}$ channel arises from the competition between two bond-diagonal antiferromagnetic interactions mediated by nickel $d_{x^2-y^2}$ orbitals. Furthermore, emergent low-energy 2M excitations below 10 meV are found to originate from distinct, weaker spin moments, strongly supporting spin disproportionation. Simultaneously, an anomalous softening of $B_{1g}$ phonons from 280 down to 4.5 K is uncovered, suggesting the presence of an incipient lattice instability leading to checkerboard-type breathing modulations. Collectively, these findings identify a ground state of the bilayer nickelate characterized by competing bond-diagonal interactions, spin disproportionation, and an incipient lattice instability, establishing key ingredients for understanding the mechanism of nickelate superconductivity."}
{"id": "2602.05815", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05815", "abs": "https://arxiv.org/abs/2602.05815", "authors": ["Ho Jang", "Gia-Wei Chern"], "title": "Suppressed coarsening after an interaction quench in the Holstein chain", "comment": "14 pages, 6 figures", "summary": "We investigate the nonequilibrium dynamics induced by an interaction quench in the semiclassical Holstein model within the Ehrenfest nonadiabatic framework, which describes an isolated hybrid quantum-classical system with strictly conserved total energy. Focusing on the half-filled case, where the equilibrium ground state exhibits commensurate charge-density-wave (CDW) order for any nonzero coupling, we identify three distinct post-quench dynamical regimes as a function of the final electron-phonon coupling: a nonequilibrium metallic state without CDW order, an intermediate regime characterized by slow scale-invariant ordering dynamics, and a frozen CDW state with arrested coarsening and immobile kinks. We analyze the intermediate regime in detail and uncover an unconventional algebraic decay of the kink density, $n \\sim t^{-1/3}$, distinct from both ballistic annihilation and diffusive coarsening in classical dissipative systems. We show that this anomalous exponent arises from the hybrid nature of the dynamics: while the lattice evolves deterministically, the electronic degrees of freedom act as an effective internal bath that induces diffusive kink motion without energy dissipation. An effective reaction-diffusion description, incorporating both annihilation and elastic scattering of kinks, quantitatively accounts for the observed scaling behavior. Our results reveal a distinct coarsening mechanism in isolated hybrid systems, demonstrating how internal quantum dynamics can qualitatively reshape defect kinetics far from equilibrium."}
{"id": "2602.05815", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05815", "abs": "https://arxiv.org/abs/2602.05815", "authors": ["Ho Jang", "Gia-Wei Chern"], "title": "Suppressed coarsening after an interaction quench in the Holstein chain", "comment": "14 pages, 6 figures", "summary": "We investigate the nonequilibrium dynamics induced by an interaction quench in the semiclassical Holstein model within the Ehrenfest nonadiabatic framework, which describes an isolated hybrid quantum-classical system with strictly conserved total energy. Focusing on the half-filled case, where the equilibrium ground state exhibits commensurate charge-density-wave (CDW) order for any nonzero coupling, we identify three distinct post-quench dynamical regimes as a function of the final electron-phonon coupling: a nonequilibrium metallic state without CDW order, an intermediate regime characterized by slow scale-invariant ordering dynamics, and a frozen CDW state with arrested coarsening and immobile kinks. We analyze the intermediate regime in detail and uncover an unconventional algebraic decay of the kink density, $n \\sim t^{-1/3}$, distinct from both ballistic annihilation and diffusive coarsening in classical dissipative systems. We show that this anomalous exponent arises from the hybrid nature of the dynamics: while the lattice evolves deterministically, the electronic degrees of freedom act as an effective internal bath that induces diffusive kink motion without energy dissipation. An effective reaction-diffusion description, incorporating both annihilation and elastic scattering of kinks, quantitatively accounts for the observed scaling behavior. Our results reveal a distinct coarsening mechanism in isolated hybrid systems, demonstrating how internal quantum dynamics can qualitatively reshape defect kinetics far from equilibrium."}
{"id": "2602.05398", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05398", "abs": "https://arxiv.org/abs/2602.05398", "authors": ["Zhihua Liu", "Shichong Song", "Xunqing Yin", "Chenhang Xu", "Feng Liu", "Guohua Wang", "Peng Chen", "Shengwei Jiang", "Chunqiang Xu", "Xiaofeng Xu", "Weidong Luo", "Dong Qian"], "title": "Ferroelectricity in Atomically Thin Metallic TaNiTe$_5$ with Ultrahigh Carrier Density", "comment": null, "summary": "Ferroelectric metals, characterized by the coexistence of ferroelectricity and metallic conductivity, present a fundamental challenge due to the screening effect of free charge carriers on the long-range electric dipole order. Existing strategies to circumvent this obstacle include employing two-dimensional (2D) crystals, where reduced dimensionality and low carrier densities suppress screening, or designing materials of van der Waals (vdW) superlattice with spatially separated and decoupled conductive and nearly insulating ferroelectric layers. Here, we report an alternative paradigm in TaNiTe5, where an ultrahigh carrier density coexists with an out-of-plane ferroelectric order within the same surface monolayer. Using piezoresponse force microscopy (PFM), we observed robust ferroelectric behavior in TaNiTe5 down to single-unit-cell thickness (~1.3 nm) at room temperature. Scanning transmission electron microscopy (STEM) gives structural evidence that the ferroelectricity might originate from the vertical displacement of outmost Te atoms on the surface, breaking the inversion symmetry. Concurrently, electrical transport measurements reveal a metallic state with a carrier density on the order of 10$^{15}$ cm$^{-2}$ (or 10$^{22}$ cm$^{-3}$) -- comparable to that of Copper (Cu). Our findings establish a unique platform for exploring the interplay between ferroelectricity and an ultrahigh density of mobile carriers in the 2D limit."}
{"id": "2602.05253", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05253", "abs": "https://arxiv.org/abs/2602.05253", "authors": ["Marek Maciaszek"], "title": "Substitutional oxygen as the origin of the 3.5 eV luminescence in hexagonal boron nitride", "comment": "18 pages, 4 figures", "summary": "Although point defects in hexagonal boron nitride exhibiting single-photon emission attract considerable interest, a broader understanding of defect physics and chemistry in hBN remains limited, potentially hindering further development. Oxygen is among the most common impurities in hBN, and numerous studies have reported a pronounced photoluminescence band centered near 3.5 eV following oxygen incorporation, yet its microscopic origin has remained unresolved. Here, we demonstrate that this emission originates from hole capture by neutral oxygen substituting for nitrogen (ON). The transition mechanism is non-trivial, involving not only a change in charge state but also a substantial structural reconfiguration: the positive and neutral states exhibit markedly different geometries and symmetries. In the neutral state the defect adopts a low-symmetry configuration with out-of-plane displacements of the oxygen and neighboring atoms. The calculated emission energy (3.63 eV) and lineshape are in excellent agreement with experiment."}
{"id": "2602.05369", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05369", "abs": "https://arxiv.org/abs/2602.05369", "authors": ["Hironari Isshiki", "Ayumu Tabata", "Masafumi Horio", "Motoi Kimata", "Youichi Yamakawa", "Ryutaro Okuma", "Miki Imai", "Fumiya Matsunaga", "Koshi Takenaka", "Kenichi Ozawa", "YoshiChika Otani", "Fumio Komori", "Iwao Matsuda", "Masahiro Hara", "Yoshihiko Okamoto", "Masayuki Hashisaka"], "title": "Quasi-One-Dimensional Electronic Nature of Ta4SiTe4 Underlying the Giant Thermoelectric Performance", "comment": null, "summary": "Ta4SiTe4 is a one-dimensional van der Waals material that exhibits an exceptionally large thermoelectric power factor below room temperature. However, since this material has been available only in the form of acicular microcrystals, experimental exploration of the electronic properties responsible for its giant thermoelectric performance has long been challenging. In this study, we quantitatively evaluated the one-dimensional electronic nature of Ta4SiTe4 by combining micro-spot angle-resolved photoemission spectroscopy and transport measurements on focused-ion-beam-processed samples. The angle-resolved photoemission spectroscopy measurements reveal anisotropic band dispersions along and perpendicular to the crystallographic c axis. Consistently, transport measurements demonstrate that the resistivity perpendicular to the c axis is approximately five times larger than that along the c axis at 200 K. These results provide direct experimental evidence for the quasi-one-dimensional electronic character of Ta4SiTe4, which underlies its giant thermoelectric response reported previously, and offer fundamental insights into the role of electronic dimensionality in enhancing thermoelectric performance."}
{"id": "2602.05894", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05894", "abs": "https://arxiv.org/abs/2602.05894", "authors": ["H. Radhakrishnan", "B. Bell", "C. Ortix", "J. W. F. Venderbos"], "title": "Topological piezomagnetic effect in two-dimensional Dirac quadrupole altermagnets", "comment": "5 pages, 3 figures; Suppl.: 5 pages, 1 figure", "summary": "Altermagnets provide a natural platform for studying and exploiting piezomagnetism. In this paper, we introduce a class of insulating altermagnets in two dimensions (2D) referred to as Dirac quadrupole altermagnets, and show based on microscopic minimal models that the orbital piezomagnetic polarizability of such altermagnets has a topological contribution described by topological response theory. The essential low-energy electronic structure of Dirac quadrupole altermagnets can be understood from a gapless parent phase (i.e., the Dirac quadrupole semimetal), which has important implications for their response to external fields. Focusing on the strain-induced response, here we demonstrate that the topological piezomagnetic effect is a consequence of the way in which strain affects the Dirac points forming a quadrupole. We consider two microscopic models: a spinless two-band model describing a band inversion of $s$ and $d$ states, and a Lieb lattice model with collinear Néel order. The latter is a prototypical minimal model for altermagnetism in 2D and is realized in a number of recently proposed material compounds, which are discussed."}
{"id": "2602.05865", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05865", "abs": "https://arxiv.org/abs/2602.05865", "authors": ["Pierre Kawak", "William F. Drayer", "David S. Simmons"], "title": "AMDAT: An Open-Source Molecular Dynamics Analysis Toolkit for Supercooled Liquids, Glass-Forming Materials, and Complex Fluids", "comment": null, "summary": "AMDAT (Amorphous Molecular Dynamics Analysis Toolkit) is an open-source C++ toolkit for post-processing molecular dynamics trajectories, focused on high-performance static and dynamic analyses of amorphous, glassy, and polymer materials, including supercooled liquids and complex fluids. In this paper, we describe AMDAT's design for efficient long-timescale analysis via in-memory trajectory handling and exponential time sampling, and we demonstrate representative workflows for widely used observables such as radial distribution functions, structure factors, intermediate scattering functions, and neighbor correlations."}
{"id": "2602.05481", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05481", "abs": "https://arxiv.org/abs/2602.05481", "authors": ["Imteaz Rahaman", "Botong Li", "Bobby G. Duersch", "Hunter D. Ellis", "Kathy Anderson", "Kai Fu"], "title": "Crystallinity Evolution of MOCVD-Grown $β$-Ga$_2$O$_3$ Films Probed by In Situ HT-XRD under Different Reactor Heights", "comment": "20 pages, 5 figures", "summary": "The crystallinity of $β$-Ga$_2$O$_3$ thin films grown by metal-organic chemical vapor deposition (MOCVD) is strongly influenced by reactor design and the resulting growth environment. In this work, we investigate the role of reactor height on the crystallinity evolution of MOCVD-grown $β$-Ga$_2$O$_3$ films by directly comparing long- and short-chamber showerhead configurations. Structural evolution was probed by in situ high-temperature X-ray diffraction (HT-XRD) as the MOCVD-grown films were heated from 25~$^\\circ$C to 1100~$^\\circ$C. Temperature-dependent XRD reveals a consistent redshift of the $β$-Ga$_2$O$_3$~($-201$) reflection after HT-XRD heating and subsequent cooling to room temperature for both reactor geometries, indicating a similar thermally driven strain response. Quantitative rocking-curve analysis shows a non-monotonic temperature dependence of the ($-201$) full width at half maximum (FWHM), with minimum values of approximately 2.03$^\\circ$ and 2.72$^\\circ$ for the short- and long-chamber films, respectively, reflecting differences in mosaic alignment established during growth. Atomic force microscopy further shows that short-chamber-grown films exhibit smoother surfaces, with root-mean-square roughness values of approximately 7.7~nm before and 7.3~nm after HT-XRD heating, compared to 19.3~nm and 12.3~nm, respectively, for long-chamber-grown films. Overall, these results indicate that reactor height influences the initial crystalline and morphological templates of $β$-Ga$_2$O$_3$ films and modulates their elevated-temperature structural response, providing practical insights for optimizing MOCVD reactor design for high-quality $β$-Ga$_2$O$_3$ growth."}
{"id": "2602.05255", "categories": ["cond-mat.str-el", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05255", "abs": "https://arxiv.org/abs/2602.05255", "authors": ["Ao Chen", "Christopher Roth"], "title": "lrux: Fast low-rank updates of determinants and Pfaffians in JAX", "comment": null, "summary": "We present lrux, a JAX-based software package for fast low-rank updates of determinants and Pfaffians, targeting the dominant computational bottleneck in various quantum Monte Carlo (QMC) algorithms. The package implements efficient low-rank updates that reduce the cost of successive wavefunction evaluations from $\\mathcal{O}(n^3)$ to $\\mathcal{O}(n^2k)$ when the update rank $k$ is smaller than the dimension $n$ of matrices. Both determinant and Pfaffian updates are supported, together with delayed-update strategies that trade floating-point operations for reduced memory traffic on modern accelerators. lrux natively integrates with JAX transformations such as JIT compilation, vectorization, and automatic differentiation, and supports both real and complex data types. Benchmarks on GPUs demonstrate up to $1000\\times$ speedup at large matrix sizes. lrux enables scalable, high-performance evaluation of antisymmetric wavefunctions and is designed as a drop-in component for a wide range of QMC workflows. lrux is available at https://github.com/ChenAo-Phys/lrux."}
{"id": "2602.05398", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05398", "abs": "https://arxiv.org/abs/2602.05398", "authors": ["Zhihua Liu", "Shichong Song", "Xunqing Yin", "Chenhang Xu", "Feng Liu", "Guohua Wang", "Peng Chen", "Shengwei Jiang", "Chunqiang Xu", "Xiaofeng Xu", "Weidong Luo", "Dong Qian"], "title": "Ferroelectricity in Atomically Thin Metallic TaNiTe$_5$ with Ultrahigh Carrier Density", "comment": null, "summary": "Ferroelectric metals, characterized by the coexistence of ferroelectricity and metallic conductivity, present a fundamental challenge due to the screening effect of free charge carriers on the long-range electric dipole order. Existing strategies to circumvent this obstacle include employing two-dimensional (2D) crystals, where reduced dimensionality and low carrier densities suppress screening, or designing materials of van der Waals (vdW) superlattice with spatially separated and decoupled conductive and nearly insulating ferroelectric layers. Here, we report an alternative paradigm in TaNiTe5, where an ultrahigh carrier density coexists with an out-of-plane ferroelectric order within the same surface monolayer. Using piezoresponse force microscopy (PFM), we observed robust ferroelectric behavior in TaNiTe5 down to single-unit-cell thickness (~1.3 nm) at room temperature. Scanning transmission electron microscopy (STEM) gives structural evidence that the ferroelectricity might originate from the vertical displacement of outmost Te atoms on the surface, breaking the inversion symmetry. Concurrently, electrical transport measurements reveal a metallic state with a carrier density on the order of 10$^{15}$ cm$^{-2}$ (or 10$^{22}$ cm$^{-3}$) -- comparable to that of Copper (Cu). Our findings establish a unique platform for exploring the interplay between ferroelectricity and an ultrahigh density of mobile carriers in the 2D limit."}
{"id": "2602.05899", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05899", "abs": "https://arxiv.org/abs/2602.05899", "authors": ["Songtai Lv", "Yang Liu", "Erhai Zhao", "Haiyuan Zou", "Tao Xiang"], "title": "Giant bubbles of Fisher zeros in the quantum XY chain", "comment": "6 pages, 4 figures", "summary": "We demonstrate an alternative approach based on complex-valued inverse temperature and partition function to probe quantum phases of matter with nontrivial spectra and dynamics. It leverages thermofield dynamics (TFD) to quantitatively characterize quantum and thermal fluctuations, and exploit the correspondence between low-energy excitations and Fisher zeros. Using the quantum XY chain in an external field as a testbed, we show that the oscillatory gap behavior manifests as oscillations in the long-time dynamics of the TFD spectral form factor. We also identify giant bubbles, i.e. large-scale closed lines, of Fisher-zeros near the gapless XX limit. They provide a characteristic energy scale that seems to contradict the predictions of the low energy theory of a featureless Luttinger liquid. We identify this energy scale and relate the motion of these giant bubbles with varying external field to the transfer of spectral weight from high to low energies. The deep connection between Fisher zeros, dynamics, and excitations opens up promising avenues for understanding the unconventional gap behaviors in strongly correlated many-body systems."}
{"id": "2602.05899", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05899", "abs": "https://arxiv.org/abs/2602.05899", "authors": ["Songtai Lv", "Yang Liu", "Erhai Zhao", "Haiyuan Zou", "Tao Xiang"], "title": "Giant bubbles of Fisher zeros in the quantum XY chain", "comment": "6 pages, 4 figures", "summary": "We demonstrate an alternative approach based on complex-valued inverse temperature and partition function to probe quantum phases of matter with nontrivial spectra and dynamics. It leverages thermofield dynamics (TFD) to quantitatively characterize quantum and thermal fluctuations, and exploit the correspondence between low-energy excitations and Fisher zeros. Using the quantum XY chain in an external field as a testbed, we show that the oscillatory gap behavior manifests as oscillations in the long-time dynamics of the TFD spectral form factor. We also identify giant bubbles, i.e. large-scale closed lines, of Fisher-zeros near the gapless XX limit. They provide a characteristic energy scale that seems to contradict the predictions of the low energy theory of a featureless Luttinger liquid. We identify this energy scale and relate the motion of these giant bubbles with varying external field to the transfer of spectral weight from high to low energies. The deep connection between Fisher zeros, dynamics, and excitations opens up promising avenues for understanding the unconventional gap behaviors in strongly correlated many-body systems."}
{"id": "2602.05655", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2602.05655", "abs": "https://arxiv.org/abs/2602.05655", "authors": ["Md Rejaul Karim", "Aman Agrahari", "Arun Singh Dev", "Rakhul Raj", "Mohd S Sabir", "Arun Jacob Mathew", "Joseph Vimal Vas", "Yasuhiro Fukuma", "V. Raghavendra Reddy", "Rohit Medwal"], "title": "Observation of large perpendicular magnetic anisotropy and excessive polar magneto-optical effect in Pt/CoFeB/Ru tri-layer system", "comment": "21 Pages, 5 Figures", "summary": "Heterostructures comprising ferromagnet (FM) and heavy metals (HM) with perpendicular magnetic anisotropy (PMA) and interfacial Dzyaloshinskii-Moriya interaction (iDMI) can host chiral domain walls and topological spin textures, making them highly promising for various spintronics applications. In this paper, we have investigated the magneto-optical properties, the anomalous Hall effect (AHE), and PMA of Pt/CoFeB/Ru multilayers engineered to possess significant iDMI. We utilized the Anomalous Hall effect (AHE), and the polar magneto-optical Kerr effect (p-MOKE), Hall response and the domain wall motion in Pt/CoFeB/Ru-systems. Both MOKE and AHE measurements confirm that the films maintain strong perpendicular magnetization for CoFeB thicknesses below 1.2 nm. The effective magnetic anisotropy K_{\\mathrm{eff}} of 0.88 \\times 10^6 erg/cm^3 has been achieved without any post-annealing, highlighting the high-quality interface in this multilayer design. The angular dependence of the switching field deviates from the conventional Kondorsky model and is well described using a modified Kondorsky formalism, capturing the role of field-induced domain-wall softening and pinning effects in the reversal process. Furthermore, p-MOKE microscopy imaging during the magnetization reversal process provides detailed insight into domain nucleation and subsequent domain-wall propagation. The observations reveal well-defined, stable magnetic domains that evolve coherently under the applied magnetic field. Such a behavior is expected in the system where interfacial DMI, PMA interact to stabilize the chiral Néel-type domain walls, which are essential for fast, low-power domain-wall motion driven by spin-orbit torques."}
{"id": "2602.05301", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05301", "abs": "https://arxiv.org/abs/2602.05301", "authors": ["Ivan Zhigulin", "Nicholas P. Sloane", "Benjamin Whitefield", "Jean-Philippe Tetienne", "Mehran Kianinia", "Igor Aharonovich"], "title": "Multi-wavelength Spin Dynamics of Defects in Hexagonal Boron Nitride", "comment": null, "summary": "Optically addressable solid-state spin defects are essential platforms for quantum sensing and information processing. Recently, single spin defects with combined S = 1 and S = 1/2 spin transitions were discovered in hexagonal boron nitride (hBN). In this work we unveil their excitation dynamics. In particular, we study the effects of the excitation wavelength on the spin-dependent fluorescence and the spin dynamics of these peculiar quantum spin defects. We find that changing the excitation wavelength leads to a threefold enhancement in both the optically detected magnetic resonance (ODMR) contrast and the corresponding magnetic field sensitivity. In addition, we find that the excitation wavelength has a strong impact on the photodynamics of spin complex emitters. Our work presents valuable insights to the mechanistic understanding of spin complex emitters in hBN and highlights the importance of excitation wavelength for optimising their performance in quantum sensing and quantum technologies."}
{"id": "2602.05473", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05473", "abs": "https://arxiv.org/abs/2602.05473", "authors": ["M. Nursagatov", "Xiyin Ye", "G. A. Bobkov", "Tao Yu", "I. V. Bobkova"], "title": "Ferron-Polaritons in Superconductor/Ferroelectric/Superconductor Heterostructures", "comment": null, "summary": "We predict the formation of ferron-polariton - a hybrid light-matter quasiparticle arising from the coupling between collective ferroelectric excitations (ferrons) and Swihart photons in a superconductor/ferroelectric/superconductor heterostructure. The coupling provides direct evidence for ferrons and reaches the ultrastrong-coupling regime, with a spectral gap in the terahertz range, orders of magnitude larger than those in magnetic analogues, reflecting the superior strength of electric dipole interactions. Our work establishes superconductor-ferroelectric heterostructures as a novel platform for exploring extreme light-matter coupling and for developing high-speed, ferroelectric-based quantum technologies at terahertz frequencies."}
{"id": "2602.05900", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05900", "abs": "https://arxiv.org/abs/2602.05900", "authors": ["Songtai Lv", "Yang Liang", "Rui Zhu", "Qibin Zheng", "Haiyuan Zou"], "title": "Reducing the Computational Cost Scaling of Tensor Network Algorithms via Field-Programmable Gate Array Parallelism", "comment": "8 pages, 5 figures", "summary": "Improving the computational efficiency of quantum many-body calculations from a hardware perspective remains a critical challenge. Although field-programmable gate arrays (FPGAs) have recently been exploited to improve the computational scaling of algorithms such as Monte Carlo methods, their application to tensor network algorithms is still at an early stage. In this work, we propose a fine-grained parallel tensor network design based on FPGAs to substantially enhance the computational efficiency of two representative tensor network algorithms: the infinite time-evolving block decimation (iTEBD) and the higher-order tensor renormalization group (HOTRG). By employing a quad-tile partitioning strategy to decompose tensor elements and map them onto hardware circuits, our approach effectively translates algorithmic computational complexity into scalable hardware resource utilization, enabling an extremely high degree of parallelism on FPGAs. Compared with conventional CPU-based implementations, our scheme exhibits superior scalability in computation time, reducing the bond-dimension scaling of the computational cost from $O(D_b^3)$ to $O(D_b)$ for iTEBD and from $O(D_b^6)$ to $O(D_b^2)$ for HOTRG. This work provides a theoretical foundation for future hardware implementations of large-scale tensor network computations."}
{"id": "2602.05900", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05900", "abs": "https://arxiv.org/abs/2602.05900", "authors": ["Songtai Lv", "Yang Liang", "Rui Zhu", "Qibin Zheng", "Haiyuan Zou"], "title": "Reducing the Computational Cost Scaling of Tensor Network Algorithms via Field-Programmable Gate Array Parallelism", "comment": "8 pages, 5 figures", "summary": "Improving the computational efficiency of quantum many-body calculations from a hardware perspective remains a critical challenge. Although field-programmable gate arrays (FPGAs) have recently been exploited to improve the computational scaling of algorithms such as Monte Carlo methods, their application to tensor network algorithms is still at an early stage. In this work, we propose a fine-grained parallel tensor network design based on FPGAs to substantially enhance the computational efficiency of two representative tensor network algorithms: the infinite time-evolving block decimation (iTEBD) and the higher-order tensor renormalization group (HOTRG). By employing a quad-tile partitioning strategy to decompose tensor elements and map them onto hardware circuits, our approach effectively translates algorithmic computational complexity into scalable hardware resource utilization, enabling an extremely high degree of parallelism on FPGAs. Compared with conventional CPU-based implementations, our scheme exhibits superior scalability in computation time, reducing the bond-dimension scaling of the computational cost from $O(D_b^3)$ to $O(D_b)$ for iTEBD and from $O(D_b^6)$ to $O(D_b^2)$ for HOTRG. This work provides a theoretical foundation for future hardware implementations of large-scale tensor network computations."}
{"id": "2602.05702", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2602.05702", "abs": "https://arxiv.org/abs/2602.05702", "authors": ["Max Großmann", "Malte Grunert", "Erich Runge"], "title": "Broken neural scaling laws in materials science", "comment": null, "summary": "In materials science, data are scarce and expensive to generate, whether computationally or experimentally. Therefore, it is crucial to identify how model performance scales with dataset size and model capacity to distinguish between data- and model-limited regimes. Neural scaling laws provide a framework for quantifying this behavior and guide the design of materials datasets and machine learning architectures. Here, we investigate neural scaling laws for a paradigmatic materials science task: predicting the dielectric function of metals, a high-dimensional response that governs how solids interact with light. Using over 200,000 dielectric functions from high-throughput ab initio calculations, we study two multi-objective graph neural networks trained to predict the frequency-dependent complex interband dielectric function and the Drude frequency. We observe broken neural scaling laws with respect to dataset size, whereas scaling with the number of model parameters follows a simple power law that rapidly saturates."}
{"id": "2602.05332", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05332", "abs": "https://arxiv.org/abs/2602.05332", "authors": ["Aoi Kajihara", "Shun Okumura", "Yukitoshi Motome"], "title": "Spin current generation via magnetic skyrmion, bimeron, and meron crystals", "comment": "19 pages, 8 figures", "summary": "Spin current offers a promising route toward energy-efficient and high-speed information processing. Developing efficient methods for their generation remains a central challenge in spintronics. Here, we investigate spin current generation via two-dimensional topological spin textures: a skyrmion crystal (SkX) with out-of-plane magnetization, a bimeron crystal (BmX) with in-plane magnetization, and a meron crystal (MX) with zero net magnetization. We show that these distinct spin textures generate spin currents with characteristic spin polarization directions. In the absence of spin--orbit coupling, the SkX and BmX generate spin currents polarized along their magnetization directions, whereas the MX yields no spin current. Upon introducing spin--orbit coupling, while the behavior of the SkX does not qualitatively change, the BmX generates nonzero spin currents in multiple polarization directions. Notably, the MX, despite its zero net magnetization, exhibits a pronounced spin current with out-of-plane spin polarization, driven by an enhanced spin Berry curvature associated with characteristic band degeneracy. We further demonstrate that the electronic and spin transport properties of each texture are governed by their magnetic symmetries. Our results highlight the topological spin textures as efficient sources of spin current even without net magnetization, expanding the design for spintronics devices based on topological magnetic metals."}
{"id": "2602.05911", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05911", "abs": "https://arxiv.org/abs/2602.05911", "authors": ["Mairi McCauley", "Joel Martis", "Ondrej L. Krivanek", "Ben Plotkin-Swing", "Andreas Mittelberger", "Tolga Wagner", "Hüseyin Çelik", "Grigory Kornilov", "Meng Zhao", "Matthias Meffert", "Luca Piazza", "Tracy C. Lovejoy", "Guillaume Radtke", "Christoph Koch", "Benedikt Haas"], "title": "Platform and Framework for Time-Resolved Nanoscale Thermal Transport Measurements in STEM", "comment": "17 pages, 4 figures", "summary": "Understanding heat transport at the nanometer scale is critical for semiconductor devices, quantum materials, and thermal management of nanostructures, yet direct local measurements of thermal conductivity and heat capacity remain scarce. We developed a laser-excitation system integrated into a scanning transmission electron microscope (STEM) for nanoscale thermal transport measurements using ultra-high-resolution electron energy-loss spectroscopy (EELS). A fiber-coupled laser is introduced via a modified aperture mechanism, enabling flexible holder geometries and large tilt angles without optical elements in the polepiece gap. Synchronization of pulsed laser excitation with an externally gated direct electron detector provides temporal resolution about 50 ns at <10 meV energy resolution. Local temperatures are determined via the principle of detailed balance, and thermal transport parameters are extracted by fitting a forward-time central-space heat diffusion model including radiative losses. For amorphous carbon films, we obtain a thermal conductivity of 1.24 $\\frac{W}{m\\cdot K}$ and a heat capacity of 821 $\\frac{J}{kg\\cdot K}$, consistent with literature. This framework enables time-resolved nanoscale measurements of thermal transport in materials and devices."}
{"id": "2602.05901", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05901", "abs": "https://arxiv.org/abs/2602.05901", "authors": ["Songtai Lv", "Yuchen Meng", "Haiyuan Zou"], "title": "Spontaneous Parity Breaking in Quantum Antiferromagnets on the Triangular Lattice", "comment": "6 pages, 3 figures", "summary": "Frustration on the triangular lattice has long been a source of intriguing and often debated phases in many-body systems. Although symmetry analysis has been employed, the role of the seemingly trivial parity symmetry has received little attention. In this work, we show that phases induced by frustration are systematically shaped by an implicit rule of thumb associated with spontaneous parity breaking. This principle enables us to anticipate and rationalize the regimes and conditions under which nontrivial phases emerge. For the spin-$S$ antiferromagnetic XXZ model, we demonstrate that a controversial parity-broken phase appears only at intermediate values of $S$. In bilayer systems, enhanced frustration leads to additional phases, such as supersolids, whose properties can be classified by their characteristic parity features. Benefiting from our improved tensor network contraction techniques, we confirm these results through large-scale tensor-network calculations. This study offers an alternative viewpoint and a systematic approach for examining the interplay between spin, symmetry, and frustration in many-body systems."}
{"id": "2602.05901", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05901", "abs": "https://arxiv.org/abs/2602.05901", "authors": ["Songtai Lv", "Yuchen Meng", "Haiyuan Zou"], "title": "Spontaneous Parity Breaking in Quantum Antiferromagnets on the Triangular Lattice", "comment": "6 pages, 3 figures", "summary": "Frustration on the triangular lattice has long been a source of intriguing and often debated phases in many-body systems. Although symmetry analysis has been employed, the role of the seemingly trivial parity symmetry has received little attention. In this work, we show that phases induced by frustration are systematically shaped by an implicit rule of thumb associated with spontaneous parity breaking. This principle enables us to anticipate and rationalize the regimes and conditions under which nontrivial phases emerge. For the spin-$S$ antiferromagnetic XXZ model, we demonstrate that a controversial parity-broken phase appears only at intermediate values of $S$. In bilayer systems, enhanced frustration leads to additional phases, such as supersolids, whose properties can be classified by their characteristic parity features. Benefiting from our improved tensor network contraction techniques, we confirm these results through large-scale tensor-network calculations. This study offers an alternative viewpoint and a systematic approach for examining the interplay between spin, symmetry, and frustration in many-body systems."}
{"id": "2602.05741", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05741", "abs": "https://arxiv.org/abs/2602.05741", "authors": ["Susmita Chowdhury", "Faezeh Alijan Farzad Lahiji", "Mikael Ottoson", "Olivier Donzel-Gargand", "Robert J. W. Frost", "Martin Magnuson", "Ganpati Ramanath", "Arnaud le Febvrier", "Per Eklund"], "title": "Questionable van der Waals Epitaxy of Non-Layered Materials on Fluorophlogopite Mica: The Case of ScN", "comment": "20 pages, 8 figures", "summary": "Growing stress-free epitaxial films by van der Waals epitaxy (vdWE) is of interest for realizing flexible optoelectronics and energy conversion devices from freestanding materials released from substrates that template epitaxy. Often, vdWE is presumed on substrates with layers held together by vdW bonding, e.g., mica, without sufficient theoretical basis or experimental evidence. Here, in case of NaCl metal nitrides, we demonstrate the thin film growth of single-domain ScN(111) by conventional epitaxy on fluorophlogopite mica(001) by sputter deposition. X-ray diffraction and electron microscopy reveal that the film/substrate epitaxial relationship is specified by [-101](111)ScN||[010](001)mica. The strong dependence of the (111) interplanar spacings with film thickness crystals indicates compressive stress buildup, which rules out the possibility of vdWE. These results are contrary to, and refute, prior claims of vdWE of non-layered metal nitrides on mica. Our findings suggest that conventional epitaxy should be the default assumption for non-layered materials unless conditions for vdWE are explicitly established."}
{"id": "2602.05338", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05338", "abs": "https://arxiv.org/abs/2602.05338", "authors": ["Arpita Koley"], "title": "Transport signatures of topological commensurate off-diagonal Aubry-André-Harper chain", "comment": "8 pages, 7 figures", "summary": "We study the interplay between quantum transport and topology in a one-dimensional off-diagonal commensurate Aubry-André-Harper (AAH) chain. The model, formulated within AAH framework, effectively represents a one-dimensional lattice with two competing commensurate modulations, supporting two distinct types of topological edge modes: zero-energy states in the central gapless region and quantum Hall (QH) edge states bridging the gapped bulk bands. These edge modes govern the transport behavior and give rise to sharp variations in transmission across the corresponding gap-closing transitions. A pronounced even-odd effect further emerges, where chains with an odd number of sites exhibit nearly perfect zero-energy transmission at the Dirac points, independent of system-lead coupling, system size, or modulation strength; a robust signature of ballistic transport. To capture the influence of environmental decoherence, we also incorporate Büttiker dephasing probes, which enable a phenomenological description of inelastic scattering and reveal how dephasing modifies, and in some regimes enhances, coherent transport."}
{"id": "2602.04961", "categories": ["cond-mat.stat-mech", "cond-mat.soft", "cond-mat.str-el", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04961", "abs": "https://arxiv.org/abs/2602.04961", "authors": ["Yu-Hsueh Chen", "Tarun Grover"], "title": "Constraints on stability and renormalization group flows in nonequilibrium matter", "comment": "5 pages, 4 figures + appendices", "summary": "We derive constraints on renormalization group (RG) flows and stability of phases in nonequilibrium systems using quantum information inequalities. These constraints involve conditional mutual information (CMI), which quantifies correlations between spatially separated regions not mediated by their surroundings. First, assuming CMI is UV finite, we show that the scaling function associated with CMI is monotonic along the RG flow. This implies a non-perturbative stability criterion: a fixed point with smaller CMI cannot be destabilized toward one with larger CMI. Second, we bound the CMI of a convex mixture of states in terms of the CMI of individual components. We use this inequality to infer perturbative stability of spontaneous symmetry breaking states against quantum channels that explicitly break symmetry. We illustrate these constraints through several examples, including decoherence-driven transitions in classical symmetry-broken states, strong-to-weak symmetry breaking criticality in two dimensions, and even transitions in pure quantum states. We also discuss implications for classical nonequilibrium steady states."}
{"id": "2602.05865", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05865", "abs": "https://arxiv.org/abs/2602.05865", "authors": ["Pierre Kawak", "William F. Drayer", "David S. Simmons"], "title": "AMDAT: An Open-Source Molecular Dynamics Analysis Toolkit for Supercooled Liquids, Glass-Forming Materials, and Complex Fluids", "comment": null, "summary": "AMDAT (Amorphous Molecular Dynamics Analysis Toolkit) is an open-source C++ toolkit for post-processing molecular dynamics trajectories, focused on high-performance static and dynamic analyses of amorphous, glassy, and polymer materials, including supercooled liquids and complex fluids. In this paper, we describe AMDAT's design for efficient long-timescale analysis via in-memory trajectory handling and exponential time sampling, and we demonstrate representative workflows for widely used observables such as radial distribution functions, structure factors, intermediate scattering functions, and neighbor correlations."}
{"id": "2602.05350", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05350", "abs": "https://arxiv.org/abs/2602.05350", "authors": ["Yuki K. Wakabayashi", "Takuma Otsuka", "Yoshiharu Krockenberger", "Yoshitaka Taniyasu"], "title": "Physics-informed acquisition weighting for stoichiometry-constrained Bayesian optimization of oxide thin-film growth", "comment": null, "summary": "We present a physics-informed Bayesian optimization (PIBO) with a concise modification to its acquisition function to incorporate the physical prior knowledge. Specifically, this method multiplies the expected improvement (EI) by a weight encoding prior crystal growth physics. When applied to LaAlO3 molecular-beam epitaxy, the weighting function defines a flat stoichiometric window and penalizes off-window proposals, thereby steering the optimization toward physically plausible regions while maintaining controlled exploration. In a closed-loop optimization, relative to the bare EI, which often proposes off-stoichiometric conditions, the weighted EI constrains the search toward stoichiometric regions while retaining sufficient flexibility to explore neighboring conditions, eventually identifying an optimum slightly beyond the stoichiometric window. Within only 15 growth runs, the lattice constant of the grown LaAlO3 film converged to the bulk value, evidencing efficient and rapid optimization for the ideal stoichiometric growth. Because physics knowledge is incorporated solely through the weighting function, the approach requires only minimal modification to standard BO workflows and is readily applicable to other material systems, offering a general and practical route to AI-driven materials synthesis."}
{"id": "2602.05624", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.05624", "abs": "https://arxiv.org/abs/2602.05624", "authors": ["Taimin Miao", "Wenshan Hong", "Qinghong Wang", "Shanshan Zhang", "Bo Liang", "Wenpei Zhu", "Neng Cai", "Mingkai Xu", "Shenjin Zhang", "Fengfeng Zhang", "Feng Yang", "Zhimin Wang", "Qinjun Peng", "Zuyan Xu", "Hanqing Mao", "Zhihai Zhu", "Xintong Li", "Guodong Liu", "Lin Zhao", "Yuan Li", "X. J. Zhou"], "title": "Electronic Structure and Superconducting Gap of HgBa$_2$Ca$_2$Cu$_3$O$_{8+δ}$ Revealed by Laser-Based Angle-Resolved Photoemission Spectroscopy", "comment": "14 pages, 5 figures", "summary": "The spatially-resolved laser-based high resolution angle resolved photoemission spectroscopy (ARPES) measurements have been performed on the optimally-doped HgBa$_2$Ca$_2$Cu$_3$O$_{8+δ}$ (Hg1223) superconductor with a $T_c$ at 133 K. Two distinct regions are identified on the cleaved surface: the single Fermi surface region where only one Fermi surface is observed, and the double Fermi surface region where two Fermi surface sheets are resolved coming from both the inner (IP) and outer (OP) CuO$_2$ planes. The electronic structure and superconducting gap are measured on both of these two regions. In both cases, the observed electronic states are mainly concentrated near the nodal region. The momentum dependence of superconducting gap deviates from the standard d-wave form. These results indicate that the surface electronic structure of Hg1223 behaves more like that of underdoped cuprates."}
{"id": "2602.05889", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05889", "abs": "https://arxiv.org/abs/2602.05889", "authors": ["Srishti Pal", "Guanxiong Qu", "Hervé M. Carruzzo", "Katya Mikhailova", "Lerato Takana", "Qin Xu", "Yuri Suzuki", "Clare C. Yu", "Gregory D. Fuchs"], "title": "Low-temperature spin dynamics in LAFO thin films: from cubic anisotropy to TLS-limited coherence", "comment": "14 pages including appendix", "summary": "We investigate the low-temperature spin dynamics of epitaxial lithium aluminum ferrite (LAFO) thin films using broadband ferromagnetic resonance (FMR) spectroscopy from 0.44 K to 68 K. The results reveal a crossover from conventional cubic anisotropy-dominated behavior at higher temperatures to pronounced linewidth broadening and higher-order anisotropy contributions at cryogenic temperatures. With the magnetic field oriented along the [100] crystallographic direction, the resonance is well-captured by four-fold in-plane and out-of-plane uniaxial anisotropies. In contrast, measurements with the field along the [110] direction reveal the presence of an unusually large sixth-order cubic anisotropy term that is symmetry-suppressed for [100] but becomes apparent under this field orientation at ultralow temperatures, indicating a substantial modification of the anisotropy landscape. Independent linewidth analysis shows a pronounced peak near 8 K and a subtle monotonic enhancement with decreasing temperatures below 2 K, features consistent with dissipation mediated by a bath of two-level systems (TLS) arising from antisite defects and localized Fe$^{3+}$ moments. Comparison with TLS-based models demonstrates that both exchange-coupled impurities and nearly free paramagnetic centers contribute to the observed damping. Our results establish LAFO as a model ferrite system where disorder-induced TLS limit spin coherence at ultralow temperatures, providing new insights into anisotropy engineering, magnetic relaxation, and the design of ferrimagnetic insulators for coherent magnonics. These findings offer a framework for future optimization of growth conditions."}
{"id": "2602.05355", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05355", "abs": "https://arxiv.org/abs/2602.05355", "authors": ["Sihang Wang", "Menghan Chen", "Liping Zhang"], "title": "First-principles study of photovoltaic and thermoelectric properties of AgBiSCl2", "comment": null, "summary": "This work systematically investigates the potential of the hybrid anion semiconductor AgBiSCl2 for photovoltaic and thermoelectric applications, aiming to provide theoretical guidance for high-performance energy conversion devices. Structural analysis reveals favorable ductility and a relatively low Debye temperature. Analysis of interatomic interactions indicates that Ag-S and Ag-Cl bonds are relatively weak, resulting in local structural softness and enhanced lattice anharmonicity. These weak bonds facilitate phonon scattering and give rise to low-frequency localized rattling vibrations primarily associated with Ag atoms, contributing to reduced lattice thermal conductivity. In contrast, Bi-S bonds exhibit stronger, directional interactions, which help stabilize the overall structure. The coexistence of weak bonding and strong lattice coupling enables favorable modulation of thermal transport properties.Optically, AgBiSCl2 possesses a high static dielectric constant and exhibits strong absorption in the ultraviolet region. In terms of thermal transport, phonon spectrum exhibit mode hardening with temperature increasing. The localized Ag vibrations intensify the anharmonicity, reducing phonon lifetimes and group velocities.For electronic transport, the p-type material maintains a higher Seebeck coefficient than the n-type, while the latter shows greater electrical conductivity. At 700 K, the figure of merit reaches 0.77 for p-type and 0.69 for n-type AgBiSCl2, indicating promising high-temperature thermoelectric performance.In summary, AgBiSCl2 exhibits excellent potential for dual photovoltaic and thermoelectric applications. Its unique bonding features and lattice response mechanisms offer valuable insights into designing multifunctional energy conversion materials."}
{"id": "2602.05911", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05911", "abs": "https://arxiv.org/abs/2602.05911", "authors": ["Mairi McCauley", "Joel Martis", "Ondrej L. Krivanek", "Ben Plotkin-Swing", "Andreas Mittelberger", "Tolga Wagner", "Hüseyin Çelik", "Grigory Kornilov", "Meng Zhao", "Matthias Meffert", "Luca Piazza", "Tracy C. Lovejoy", "Guillaume Radtke", "Christoph Koch", "Benedikt Haas"], "title": "Platform and Framework for Time-Resolved Nanoscale Thermal Transport Measurements in STEM", "comment": "17 pages, 4 figures", "summary": "Understanding heat transport at the nanometer scale is critical for semiconductor devices, quantum materials, and thermal management of nanostructures, yet direct local measurements of thermal conductivity and heat capacity remain scarce. We developed a laser-excitation system integrated into a scanning transmission electron microscope (STEM) for nanoscale thermal transport measurements using ultra-high-resolution electron energy-loss spectroscopy (EELS). A fiber-coupled laser is introduced via a modified aperture mechanism, enabling flexible holder geometries and large tilt angles without optical elements in the polepiece gap. Synchronization of pulsed laser excitation with an externally gated direct electron detector provides temporal resolution about 50 ns at <10 meV energy resolution. Local temperatures are determined via the principle of detailed balance, and thermal transport parameters are extracted by fitting a forward-time central-space heat diffusion model including radiative losses. For amorphous carbon films, we obtain a thermal conductivity of 1.24 $\\frac{W}{m\\cdot K}$ and a heat capacity of 821 $\\frac{J}{kg\\cdot K}$, consistent with literature. This framework enables time-resolved nanoscale measurements of thermal transport in materials and devices."}
{"id": "2602.05365", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.05365", "abs": "https://arxiv.org/abs/2602.05365", "authors": ["Dong-Hyeon Gim", "Dirk Wulferding", "Hengyuan Zhang", "Meng Wang", "Kee Hoon Kim"], "title": "Spectroscopic Evidence of Competing Diagonal Spin Interactions and Spin Disproportionation in the Bilayer Nickelate La$_3$Ni$_2$O$_7$", "comment": "30 pages, 14 figures, 2 tables", "summary": "A comprehensive spectroscopic map of the electronic, magnetic, and lattice excitations is presented for the bilayer nickelate La$_3$Ni$_2$O$_7$ using Raman scattering at ambient pressure. Upon entering the spin density wave state below 153 K, the $A_{1g}$ channel exhibits an abrupt electronic spectral gap with a clear isosbestic point. In contrast, the $B_{1g}$ and $B_{2g}$ channels are dominated by pronounced two-magnon (2M) excitations, representing an unambiguous signature of incipient Mottness. These 2M signals in both channels constitute direct evidence for two distinct in-plane spin exchange interactions along the Ni-O bonding and its diagonal directions. Calculations based on the spin wave theory further reveal that the 2M mode in the $B_{2g}$ channel arises from the competition between two bond-diagonal antiferromagnetic interactions mediated by nickel $d_{x^2-y^2}$ orbitals. Furthermore, emergent low-energy 2M excitations below 10 meV are found to originate from distinct, weaker spin moments, strongly supporting spin disproportionation. Simultaneously, an anomalous softening of $B_{1g}$ phonons from 280 down to 4.5 K is uncovered, suggesting the presence of an incipient lattice instability leading to checkerboard-type breathing modulations. Collectively, these findings identify a ground state of the bilayer nickelate characterized by competing bond-diagonal interactions, spin disproportionation, and an incipient lattice instability, establishing key ingredients for understanding the mechanism of nickelate superconductivity."}
{"id": "2602.04973", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04973", "abs": "https://arxiv.org/abs/2602.04973", "authors": ["Chiara Tarantini", "Evgeny F. Talantsev", "Ilaria Pallecchi", "Jens Hänisch", "Jeffery L. Tallon", "David C. Larbalestier"], "title": "Best practices for a proper evaluation and conversion of physical property equations in superconductors: the examples of WHH formulation, Bean model and other cases of interest", "comment": "18 pages, 2 figures", "summary": "In recent years there have been growing concerns about the proper evaluation of physical properties of superconductors, in particular for quantities extracted from magnetic characterizations. Errors can and often do occur due to the following issues: i) several measurement instruments still use Gaussian & cgs-emu units instead of the preferable International System (SI) units; ii) there are decades of valuable publications where, however, equations were expressed in Gaussian & cgs-emu or other unit systems or where constants were normalized to unity, which requires proper understanding and unit conversion in order to correctly evaluate the measured physical quantities; iii) the conversion between unit systems sometimes appears challenging and may not be properly performed. In this paper we will describe how to properly convert physical quantities relevant for the evaluation of magnetic and other properties focusing on the still most used unit systems, SI and Gaussian & cgs-emu. We will provide examples of how to properly verify and understand the physical formulae. We will include examples for the correct method to determine the critical current density Jc of a superconductor from the measurement of its magnetic hysteresis loop through the Bean model, and the correct conversion to SI of the equations for Hc2(T) according to the Werthamer-Helfand-Hohenberg (WHH) formulation. The goals of this paper are to make the readers aware of the unit conversion issue, to provide useful hands-on tools for proper conversion and to strongly encourage future exclusive use of the SI units and formulae."}
{"id": "2602.05369", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05369", "abs": "https://arxiv.org/abs/2602.05369", "authors": ["Hironari Isshiki", "Ayumu Tabata", "Masafumi Horio", "Motoi Kimata", "Youichi Yamakawa", "Ryutaro Okuma", "Miki Imai", "Fumiya Matsunaga", "Koshi Takenaka", "Kenichi Ozawa", "YoshiChika Otani", "Fumio Komori", "Iwao Matsuda", "Masahiro Hara", "Yoshihiko Okamoto", "Masayuki Hashisaka"], "title": "Quasi-One-Dimensional Electronic Nature of Ta4SiTe4 Underlying the Giant Thermoelectric Performance", "comment": null, "summary": "Ta4SiTe4 is a one-dimensional van der Waals material that exhibits an exceptionally large thermoelectric power factor below room temperature. However, since this material has been available only in the form of acicular microcrystals, experimental exploration of the electronic properties responsible for its giant thermoelectric performance has long been challenging. In this study, we quantitatively evaluated the one-dimensional electronic nature of Ta4SiTe4 by combining micro-spot angle-resolved photoemission spectroscopy and transport measurements on focused-ion-beam-processed samples. The angle-resolved photoemission spectroscopy measurements reveal anisotropic band dispersions along and perpendicular to the crystallographic c axis. Consistently, transport measurements demonstrate that the resistivity perpendicular to the c axis is approximately five times larger than that along the c axis at 200 K. These results provide direct experimental evidence for the quasi-one-dimensional electronic character of Ta4SiTe4, which underlies its giant thermoelectric response reported previously, and offer fundamental insights into the role of electronic dimensionality in enhancing thermoelectric performance."}
{"id": "2602.05138", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05138", "abs": "https://arxiv.org/abs/2602.05138", "authors": ["Neung-Kyung Yu", "Johannes Voss", "Andrew J. Medford"], "title": "Optimization of random phase approximation calculations for improved energies of molecules, solids, and surfaces", "comment": null, "summary": "We present an optimized random phase approximation method (optRPA26) that significantly improves upon conventional RPA. The method employs an empirically constructed hybrid functional to generate DFT orbitals to evaluate the RPA correlation energy, which is then scaled by a constant. Comprehensive benchmarks across molecules, bulk solids, and surface systems demonstrate that optRPA26 consistently achieves high accuracy, with mean absolute errors of 0.05 eV for W4-11 reaction energies, 0.07 eV for cohesive energies, 0.09 eV for metal oxide formation energies, 0.11-0.12 eV for adsorption of small molecules on metals, and 0.06 eV for adsorption on oxides. In addition, optRPA26 correctly captures phase stability in metal oxides and magnetic metals. The optRPA26 approach can be run using standard RPA implementations, highlighting its potential as a general-purpose reference method that can accurately capture covalent, ionic, and metallic, and van der Waals bonding in molecules, solids, and interfaces."}
{"id": "2602.05372", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05372", "abs": "https://arxiv.org/abs/2602.05372", "authors": ["Minkyu Kim", "Nayoung Kim", "Honghui Kim", "Sungsoo Ahn"], "title": "CatFlow: Co-generation of Slab-Adsorbate Systems via Flow Matching", "comment": null, "summary": "Discovering heterogeneous catalysts tailored for specific reaction intermediates remains a fundamental bottleneck in materials science. While traditional trial-and-error methods and recent generative models have shown promise, they struggle to capture the intrinsic coupling between surface geometry and adsorbate interactions. To address this limitation, we propose CatFlow, a flow matching-based framework for de novo design and structure prediction of heterogeneous catalysts. Our model operates on a primitive cell-based factorized representation of the slab-adsorbate complex, reducing the number of learnable variables by an average of 9.2x while explicitly encoding the surface orientation of the slab-adsorbate interface. Experiments on the Open Catalyst 2020 dataset demonstrate that CatFlow significantly improves the structural fidelity of generated catalysts compared to autoregressive and sequential baselines. Further experiments show that the generated structures accurately capture the adsorption energy distributions of physically plausible interfaces and lie closer to thermodynamic local minima."}
{"id": "2602.05170", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05170", "abs": "https://arxiv.org/abs/2602.05170", "authors": ["Yoonkang Kim", "Seongbeom Kim", "Jeonglyul Kim", "Kikyung Jung", "Sejin An", "Jieun Lee", "Hyobin Yoo", "Joon Young Park", "Gyu-Chul Yi"], "title": "Vertical Nb Josephson junctions fabricated by direct metal deposition on both surfaces of freestanding graphene layers", "comment": "30 pages, 8 figures", "summary": "Vertical integration of superconducting electronics requires fabrication strategies that preserve pristine interfaces while accommodating oxidation-sensitive elemental superconductors. However, existing van der Waals-based vertical Josephson junctions largely rely on transfer-based assembly schemes that are incompatible with elemental materials such as niobium (Nb). Here, we introduce a freestanding van der Waals membrane architecture that enables deposition-based fabrication of vertical Josephson junctions through double-sided processing of a single suspended two-dimensional layer. Using multilayer graphene suspended across lithographically defined through-holes in a SiNx membrane, we realize vertical Nb/multilayer graphene/Nb Josephson junctions without ambient exposure of buried interfaces. The resulting devices exhibit clear Josephson coupling, including reproducible supercurrents and a temperature dependence of the critical current consistent with short-junction behaviour. Well-defined magnetic interference patterns governed by the membrane-defined aperture geometry, together with sub-gap features that track a Bardeen-Cooper-Schrieffer (BCS)-like superconducting gap, further confirm the junction quality. This platform establishes a scalable route to vertical superconducting devices based on oxidation-sensitive elemental superconductors and van der Waals materials."}
{"id": "2602.05398", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05398", "abs": "https://arxiv.org/abs/2602.05398", "authors": ["Zhihua Liu", "Shichong Song", "Xunqing Yin", "Chenhang Xu", "Feng Liu", "Guohua Wang", "Peng Chen", "Shengwei Jiang", "Chunqiang Xu", "Xiaofeng Xu", "Weidong Luo", "Dong Qian"], "title": "Ferroelectricity in Atomically Thin Metallic TaNiTe$_5$ with Ultrahigh Carrier Density", "comment": null, "summary": "Ferroelectric metals, characterized by the coexistence of ferroelectricity and metallic conductivity, present a fundamental challenge due to the screening effect of free charge carriers on the long-range electric dipole order. Existing strategies to circumvent this obstacle include employing two-dimensional (2D) crystals, where reduced dimensionality and low carrier densities suppress screening, or designing materials of van der Waals (vdW) superlattice with spatially separated and decoupled conductive and nearly insulating ferroelectric layers. Here, we report an alternative paradigm in TaNiTe5, where an ultrahigh carrier density coexists with an out-of-plane ferroelectric order within the same surface monolayer. Using piezoresponse force microscopy (PFM), we observed robust ferroelectric behavior in TaNiTe5 down to single-unit-cell thickness (~1.3 nm) at room temperature. Scanning transmission electron microscopy (STEM) gives structural evidence that the ferroelectricity might originate from the vertical displacement of outmost Te atoms on the surface, breaking the inversion symmetry. Concurrently, electrical transport measurements reveal a metallic state with a carrier density on the order of 10$^{15}$ cm$^{-2}$ (or 10$^{22}$ cm$^{-3}$) -- comparable to that of Copper (Cu). Our findings establish a unique platform for exploring the interplay between ferroelectricity and an ultrahigh density of mobile carriers in the 2D limit."}
{"id": "2602.05332", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05332", "abs": "https://arxiv.org/abs/2602.05332", "authors": ["Aoi Kajihara", "Shun Okumura", "Yukitoshi Motome"], "title": "Spin current generation via magnetic skyrmion, bimeron, and meron crystals", "comment": "19 pages, 8 figures", "summary": "Spin current offers a promising route toward energy-efficient and high-speed information processing. Developing efficient methods for their generation remains a central challenge in spintronics. Here, we investigate spin current generation via two-dimensional topological spin textures: a skyrmion crystal (SkX) with out-of-plane magnetization, a bimeron crystal (BmX) with in-plane magnetization, and a meron crystal (MX) with zero net magnetization. We show that these distinct spin textures generate spin currents with characteristic spin polarization directions. In the absence of spin--orbit coupling, the SkX and BmX generate spin currents polarized along their magnetization directions, whereas the MX yields no spin current. Upon introducing spin--orbit coupling, while the behavior of the SkX does not qualitatively change, the BmX generates nonzero spin currents in multiple polarization directions. Notably, the MX, despite its zero net magnetization, exhibits a pronounced spin current with out-of-plane spin polarization, driven by an enhanced spin Berry curvature associated with characteristic band degeneracy. We further demonstrate that the electronic and spin transport properties of each texture are governed by their magnetic symmetries. Our results highlight the topological spin textures as efficient sources of spin current even without net magnetization, expanding the design for spintronics devices based on topological magnetic metals."}
{"id": "2602.05439", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05439", "abs": "https://arxiv.org/abs/2602.05439", "authors": ["Aldo Tarascio", "Yiqi Zhao", "Rafael S. Eggli", "Taras Patlatiuk", "Christian Reichl", "Werner Wegscheider", "Stefano Bosco", "Dominik M. Zumbühl"], "title": "Compact self-matched gyrators using edge magnetoplasmons", "comment": null, "summary": "Non-reciprocal microwave components are indispensable in quantum information processing and cryogenic measurement. Conventional implementations, however, are bulky and incompatible with on-chip scalable integration. Recent efforts to develop compact on-chip alternatives often rely on active modulation or complex circuit architectures, which introduce additional losses and degrade performance. We demonstrate the realization of compact, self-impedance-matched gyrators based on edge magnetoplasmons in a two-dimensional electron gas. Gyrators can be used as building blocks for other non-reciprocal elements such as isolators and circulators. Our devices achieve gyration from 0.2 to 2 GHz, tunable by moderate out-of plane magnetic fields below 400 mT, and sub-mm footprint, two orders of magnitude smaller than conventional ferrite-based components. Using an electrode geometry predicted to minimize reflections, we achieve insertion losses as low as 2 to 4 dB. The self-matched design framework we utilize is broadly applicable, and can be implemented in a wide variety of non-reciprocal device architectures."}
{"id": "2602.05603", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05603", "abs": "https://arxiv.org/abs/2602.05603", "authors": ["Victor H. González", "Frank Schulz", "Nilamani Behera", "Martina Ahlberg", "Akash Kumar", "Andreas Frisk", "Felix Groß", "Sven Erik Ilse", "Steffen Wittrock", "Markus Weigand", "Gisela Schütz", "Johan Åkerman", "Sebastian Wintz"], "title": "Direct observation of propagating spin waves in a spin-Hall nano-oscillator", "comment": null, "summary": "Constriction-based spin Hall nano-oscillators (SHNOs) show great promise for application as highly tunable microwave sources with straightforward scalability toward large coupled networks. However, details of the magnetization dynamics within SHNOs have thus far not been addressed experimentally, due to the minute time and length scales involved. In this work, we present direct imaging of the magnetization dynamics within a single CoFeB-based SHNO using time-resolved scanning transmission X-ray microscopy (STXM). Our measurements reveal that the magnon amplitude is the strongest at the two constriction edges, with a pronounced assymetry favoring one edge, and that emitted spin waves exhibit strongly anisotropic propagation. Micromagnetic simulations suggest that grain boundaries and the Dzyaloshinskii-Moriya interaction (DMI) play a key role in both effects. Furthermore, the magnetodynamics changed during the measurement, indicating that the CoFeB/MgO interface may be more susceptible to X-ray induced modifications than previously recognized, challenging its presumed radiation hardness."}
{"id": "2602.05470", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05470", "abs": "https://arxiv.org/abs/2602.05470", "authors": ["Yijia Wang", "Xuanzhao Gao", "Pan Zhang", "Feng Pan", "Jinguo Liu"], "title": "Branch-and-Bound Tensor Networks for Exact Ground-State Characterization", "comment": null, "summary": "Characterizing the ground-state properties of disordered systems, such as spin glasses and combinatorial optimization problems, is fundamental to science and engineering. However, computing exact ground states and counting their degeneracies are generally NP-hard and #P-hard problems, respectively, posing a formidable challenge for exact algorithms. Recently, Tensor Networks methods, which utilize high-dimensional linear algebra and achieve massive hardware parallelization, have emerged as a rapidly developing paradigm for efficiently solving these tasks. Despite their success, these methods are fundamentally constrained by the exponential growth of space complexity, which severely limits their scalability. To address this bottleneck, we introduce the Branch-and-Bound Tensor Network (BBTN) method, which seamlessly integrates the adaptive search framework of branch-and-bound with the efficient contraction of tropical tensor networks, significantly extending the reach of exact algorithms. We show that BBTN significantly surpasses existing state-of-the-art solvers, setting new benchmarks for exact computation. It pushes the boundaries of tractability to previously unreachable scales, enabling exact ground-state counting for $\\pm J$ spin glasses up to $64 \\times 64$ and solving Maximum Independent Set problems on King's subgraphs up to $100 \\times 100$. For hard instances, BBTN dramatically reduces the computational cost of standard Tropical Tensor Networks, compressing years of runtime into minutes. Furthermore, it outperforms leading integer-programming solvers by over 30$\\times$, establishing a versatile and scalable framework for solving hard problems in statistical physics and combinatorial optimization."}
{"id": "2602.05624", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.05624", "abs": "https://arxiv.org/abs/2602.05624", "authors": ["Taimin Miao", "Wenshan Hong", "Qinghong Wang", "Shanshan Zhang", "Bo Liang", "Wenpei Zhu", "Neng Cai", "Mingkai Xu", "Shenjin Zhang", "Fengfeng Zhang", "Feng Yang", "Zhimin Wang", "Qinjun Peng", "Zuyan Xu", "Hanqing Mao", "Zhihai Zhu", "Xintong Li", "Guodong Liu", "Lin Zhao", "Yuan Li", "X. J. Zhou"], "title": "Electronic Structure and Superconducting Gap of HgBa$_2$Ca$_2$Cu$_3$O$_{8+δ}$ Revealed by Laser-Based Angle-Resolved Photoemission Spectroscopy", "comment": "14 pages, 5 figures", "summary": "The spatially-resolved laser-based high resolution angle resolved photoemission spectroscopy (ARPES) measurements have been performed on the optimally-doped HgBa$_2$Ca$_2$Cu$_3$O$_{8+δ}$ (Hg1223) superconductor with a $T_c$ at 133 K. Two distinct regions are identified on the cleaved surface: the single Fermi surface region where only one Fermi surface is observed, and the double Fermi surface region where two Fermi surface sheets are resolved coming from both the inner (IP) and outer (OP) CuO$_2$ planes. The electronic structure and superconducting gap are measured on both of these two regions. In both cases, the observed electronic states are mainly concentrated near the nodal region. The momentum dependence of superconducting gap deviates from the standard d-wave form. These results indicate that the surface electronic structure of Hg1223 behaves more like that of underdoped cuprates."}
{"id": "2602.05473", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05473", "abs": "https://arxiv.org/abs/2602.05473", "authors": ["M. Nursagatov", "Xiyin Ye", "G. A. Bobkov", "Tao Yu", "I. V. Bobkova"], "title": "Ferron-Polaritons in Superconductor/Ferroelectric/Superconductor Heterostructures", "comment": null, "summary": "We predict the formation of ferron-polariton - a hybrid light-matter quasiparticle arising from the coupling between collective ferroelectric excitations (ferrons) and Swihart photons in a superconductor/ferroelectric/superconductor heterostructure. The coupling provides direct evidence for ferrons and reaches the ultrastrong-coupling regime, with a spectral gap in the terahertz range, orders of magnitude larger than those in magnetic analogues, reflecting the superior strength of electric dipole interactions. Our work establishes superconductor-ferroelectric heterostructures as a novel platform for exploring extreme light-matter coupling and for developing high-speed, ferroelectric-based quantum technologies at terahertz frequencies."}
{"id": "2602.05894", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05894", "abs": "https://arxiv.org/abs/2602.05894", "authors": ["H. Radhakrishnan", "B. Bell", "C. Ortix", "J. W. F. Venderbos"], "title": "Topological piezomagnetic effect in two-dimensional Dirac quadrupole altermagnets", "comment": "5 pages, 3 figures; Suppl.: 5 pages, 1 figure", "summary": "Altermagnets provide a natural platform for studying and exploiting piezomagnetism. In this paper, we introduce a class of insulating altermagnets in two dimensions (2D) referred to as Dirac quadrupole altermagnets, and show based on microscopic minimal models that the orbital piezomagnetic polarizability of such altermagnets has a topological contribution described by topological response theory. The essential low-energy electronic structure of Dirac quadrupole altermagnets can be understood from a gapless parent phase (i.e., the Dirac quadrupole semimetal), which has important implications for their response to external fields. Focusing on the strain-induced response, here we demonstrate that the topological piezomagnetic effect is a consequence of the way in which strain affects the Dirac points forming a quadrupole. We consider two microscopic models: a spinless two-band model describing a band inversion of $s$ and $d$ states, and a Lieb lattice model with collinear Néel order. The latter is a prototypical minimal model for altermagnetism in 2D and is realized in a number of recently proposed material compounds, which are discussed."}
{"id": "2602.05481", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05481", "abs": "https://arxiv.org/abs/2602.05481", "authors": ["Imteaz Rahaman", "Botong Li", "Bobby G. Duersch", "Hunter D. Ellis", "Kathy Anderson", "Kai Fu"], "title": "Crystallinity Evolution of MOCVD-Grown $β$-Ga$_2$O$_3$ Films Probed by In Situ HT-XRD under Different Reactor Heights", "comment": "20 pages, 5 figures", "summary": "The crystallinity of $β$-Ga$_2$O$_3$ thin films grown by metal-organic chemical vapor deposition (MOCVD) is strongly influenced by reactor design and the resulting growth environment. In this work, we investigate the role of reactor height on the crystallinity evolution of MOCVD-grown $β$-Ga$_2$O$_3$ films by directly comparing long- and short-chamber showerhead configurations. Structural evolution was probed by in situ high-temperature X-ray diffraction (HT-XRD) as the MOCVD-grown films were heated from 25~$^\\circ$C to 1100~$^\\circ$C. Temperature-dependent XRD reveals a consistent redshift of the $β$-Ga$_2$O$_3$~($-201$) reflection after HT-XRD heating and subsequent cooling to room temperature for both reactor geometries, indicating a similar thermally driven strain response. Quantitative rocking-curve analysis shows a non-monotonic temperature dependence of the ($-201$) full width at half maximum (FWHM), with minimum values of approximately 2.03$^\\circ$ and 2.72$^\\circ$ for the short- and long-chamber films, respectively, reflecting differences in mosaic alignment established during growth. Atomic force microscopy further shows that short-chamber-grown films exhibit smoother surfaces, with root-mean-square roughness values of approximately 7.7~nm before and 7.3~nm after HT-XRD heating, compared to 19.3~nm and 12.3~nm, respectively, for long-chamber-grown films. Overall, these results indicate that reactor height influences the initial crystalline and morphological templates of $β$-Ga$_2$O$_3$ films and modulates their elevated-temperature structural response, providing practical insights for optimizing MOCVD reactor design for high-quality $β$-Ga$_2$O$_3$ growth."}
{"id": "2602.05500", "categories": ["cond-mat.stat-mech", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.05500", "abs": "https://arxiv.org/abs/2602.05500", "authors": ["Xun Zhao", "Synge Todo"], "title": "Exchange Monte Carlo for continuous-space Path Integral Monte Carlo simulation", "comment": "12 pages, 11 figures", "summary": "We present a novel Exchange Monte Carlo (EMC) method designed for application in continuous-space Path Integral Monte Carlo (PIMC) simulations at finite temperature. Traditional PIMC methods for bosonic systems suffer from long autocorrelation times, particularly when measuring observables affected by particle permutations, such as the winding number. To address this issue, we introduce an exchange update scheme that facilitates replica transitions between different interaction regimes, significantly accelerating Monte Carlo dynamics-especially for global observables sensitive to permutation effects. Furthermore, we incorporate Stochastic Potential Switching (SPS) to efficiently decompose interactions, substantially enhancing computational efficiency for long-range interatomic pair potentials such as the Lennard-Jones and Aziz potentials."}
{"id": "2602.05505", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.05505", "abs": "https://arxiv.org/abs/2602.05505", "authors": ["Yongting Shi", "Qing Wang", "Zhen-Guo Fu", "Ping Zhang", "Ning Hao"], "title": "Higher-Order Topological Superconductivity and Electrically Tunable Majorana Corner Modes in Monolayer MnXPb$_2$ (X=Se, Te)-Pb Heterostructure", "comment": "7 pages, 5 figures. Comments are welcome", "summary": "Higher-order topological superconductors host Majorana zero modes localized at corners or hinges, providing a promising route toward scalable and controllable Majorana networks without vortices or magnetic flux. Here we propose a symmetry-enforced higher-order topological superconductivity based on antiferromagnetic topological insulators, specifically realized in MnXPb$_2$ (X = Se, Te)-Pb heterostructure. We show that the intrinsic boundary dichotomy-gapless Dirac states protected by an effective time-reversal symmetry on antiferromagnetic edges and magnetic gaps on ferromagnetic edges-naturally generates Majorana corner modes as mass domain walls. Superconducting proximity converts the antiferromagnetic edges into one-dimensional topological superconductors, and the intersections between superconducting and magnetic edges bind Majorana zero modes as mass domain walls. Combining first-principles calculations with a calibrated effective boundary theory, we demonstrate robust corner localization and purely electrical control of Majorana fusion and braiding in a triangular geometry. Our results establish MnXPb$_2$ as experimentally promising platform for electrically programmable Majorana networks in two dimensions."}
{"id": "2602.05537", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05537", "abs": "https://arxiv.org/abs/2602.05537", "authors": ["Chandradip Khamrai", "Sakuntala Chatterjee"], "title": "A Novel Mechanism of Ordering in a Coupled Driven System: Vacancy Induced Phase Separation", "comment": "16 pages, 10 figures", "summary": "We study a coupled driven system where two different species of particles, along with some vacancies or holes, move on a landscape whose shape fluctuates with time. The movement of the particles is guided by the local shape of the landscape, and this shape is also affected by the presence of different particle species. When a particle species push the landscape in the same (opposite) direction of its own motion, it is called an aligned (a reverse) bias. Aligned bias promotes ordering while reverse bias destroys it. In absence of vacancies, the system reduces to previously studied LH model with different kinds of ordered and disordered phases which could be explained as a competition or cooperation between aligned bias and reverse bias. This interplay is expected to remain unaffected even when vacancies are present since vacancies do not impart any kind of bias on the landscape. However, we find presence of vacancies effectively weakens the reverse bias and this significantly changes the outcome of the competition between the two bias types. As a result novel ordered phases emerge which were not seen before. We analytically calculate the new phase boundaries within mean field approximation. We show even when aligned bias is weaker than reverse bias, it is possible to find long range order in the system. We discover two new phases where particle species showing weak aligned bias phase separate and the other species with strong reverse bias stays mixed with the vacancies. We call these phases finite current with partial phase separation (FPPS) and vacancy induced phase separation (VIPS). The landscape beneath the phase separated species takes the form of a macroscopic hill or valley in FPPS phase. But in VIPS phase it has the shape like a plateau whose height scales as square root of system size. The landscape in the remaining part of the system is disordered in both these phases."}
{"id": "2602.05569", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.05569", "abs": "https://arxiv.org/abs/2602.05569", "authors": ["Rohit Sharma", "Yongjian Wang", "Yoichi Ando", "Achim Rosch", "Thomas Lorenz"], "title": "Microscopic origin of an exceptionally large phonon thermal Hall effect from charge puddles in a topological insulator", "comment": "10 pages, 10 figures", "summary": "We present the experimental observation of a drastically enhanced thermal Hall effect in the topological insulator material TlBi$_{0.15}$Sb$_{0.85}$Te$_2$. Although heat transport is dominated by phonons, moderate magnetic fields generate a thermal Hall ratio ($κ_{xy}/κ_{xx}$) above 2\\%, an unprecedented value for a nonmagnetic material. The transverse thermal conductivity $κ_{xy}$ exhibits a pronounced maximum in fields of a few Tesla. This characteristic field dependence allows us to identify the microscopic origin of the thermal Hall effect in this system. Small densities of charged impurities induce locally conducting regions, so-called charge puddles, within the bulk insulating matrix. Via electron-phonon coupling, these charge puddles imprint a large thermal Hall effect onto the phonons accounting for both the magnitude and the magnetic-field dependence of the observed effect."}
{"id": "2602.05603", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05603", "abs": "https://arxiv.org/abs/2602.05603", "authors": ["Victor H. González", "Frank Schulz", "Nilamani Behera", "Martina Ahlberg", "Akash Kumar", "Andreas Frisk", "Felix Groß", "Sven Erik Ilse", "Steffen Wittrock", "Markus Weigand", "Gisela Schütz", "Johan Åkerman", "Sebastian Wintz"], "title": "Direct observation of propagating spin waves in a spin-Hall nano-oscillator", "comment": null, "summary": "Constriction-based spin Hall nano-oscillators (SHNOs) show great promise for application as highly tunable microwave sources with straightforward scalability toward large coupled networks. However, details of the magnetization dynamics within SHNOs have thus far not been addressed experimentally, due to the minute time and length scales involved. In this work, we present direct imaging of the magnetization dynamics within a single CoFeB-based SHNO using time-resolved scanning transmission X-ray microscopy (STXM). Our measurements reveal that the magnon amplitude is the strongest at the two constriction edges, with a pronounced assymetry favoring one edge, and that emitted spin waves exhibit strongly anisotropic propagation. Micromagnetic simulations suggest that grain boundaries and the Dzyaloshinskii-Moriya interaction (DMI) play a key role in both effects. Furthermore, the magnetodynamics changed during the measurement, indicating that the CoFeB/MgO interface may be more susceptible to X-ray induced modifications than previously recognized, challenging its presumed radiation hardness."}
{"id": "2602.05607", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.05607", "abs": "https://arxiv.org/abs/2602.05607", "authors": ["Yuki Yamazaki", "Takahiro Morimoto"], "title": "Raman response of collective modes in multicomponent superconductors", "comment": "27 pages, 5 figures", "summary": "We formulate a microscopic theory of the Raman response of superconducting collective modes in multicomponent superconductors. Starting from a general Bogoliubov--de Gennes (BdG) Hamiltonian with a separable pairing interaction, we derive a gauge-invariant expression for the Raman susceptibility, including a long-range Coulomb interaction. The resulting Raman susceptibility is directly computable for an arbitrary BdG Hamiltonian, which contains single- and multiband systems, spin-singlet and triplet order parameters, and time-reversal-symmetric and time-reversal-symmetry-breaking superconducting states. Based on the microscopic coupling between a Raman source field and collective modes, we derive a symmetry selection rule for Raman-active collective modes and show a group-theoretical classification for all crystalline point groups. This classification provides a unified framework based on the ``higher-order Lifshitz-invariant'' to identify Raman-active collective modes such as Leggett mode, Bardasis-Schrieffer (BS) mode, and clapping mode. As an application, we focus on an effective model of the heavy-fermion superconductor UTe$_2$ with a fully gapped multicomponent odd-parity pairing state. We find sharp in-gap Raman resonances below the quasiparticle continuum, which do not correspond to a conventional Leggett mode but arise from the {\\it intraband} relative modes between different pairing components."}
{"id": "2602.05624", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.05624", "abs": "https://arxiv.org/abs/2602.05624", "authors": ["Taimin Miao", "Wenshan Hong", "Qinghong Wang", "Shanshan Zhang", "Bo Liang", "Wenpei Zhu", "Neng Cai", "Mingkai Xu", "Shenjin Zhang", "Fengfeng Zhang", "Feng Yang", "Zhimin Wang", "Qinjun Peng", "Zuyan Xu", "Hanqing Mao", "Zhihai Zhu", "Xintong Li", "Guodong Liu", "Lin Zhao", "Yuan Li", "X. J. Zhou"], "title": "Electronic Structure and Superconducting Gap of HgBa$_2$Ca$_2$Cu$_3$O$_{8+δ}$ Revealed by Laser-Based Angle-Resolved Photoemission Spectroscopy", "comment": "14 pages, 5 figures", "summary": "The spatially-resolved laser-based high resolution angle resolved photoemission spectroscopy (ARPES) measurements have been performed on the optimally-doped HgBa$_2$Ca$_2$Cu$_3$O$_{8+δ}$ (Hg1223) superconductor with a $T_c$ at 133 K. Two distinct regions are identified on the cleaved surface: the single Fermi surface region where only one Fermi surface is observed, and the double Fermi surface region where two Fermi surface sheets are resolved coming from both the inner (IP) and outer (OP) CuO$_2$ planes. The electronic structure and superconducting gap are measured on both of these two regions. In both cases, the observed electronic states are mainly concentrated near the nodal region. The momentum dependence of superconducting gap deviates from the standard d-wave form. These results indicate that the surface electronic structure of Hg1223 behaves more like that of underdoped cuprates."}
{"id": "2602.05655", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2602.05655", "abs": "https://arxiv.org/abs/2602.05655", "authors": ["Md Rejaul Karim", "Aman Agrahari", "Arun Singh Dev", "Rakhul Raj", "Mohd S Sabir", "Arun Jacob Mathew", "Joseph Vimal Vas", "Yasuhiro Fukuma", "V. Raghavendra Reddy", "Rohit Medwal"], "title": "Observation of large perpendicular magnetic anisotropy and excessive polar magneto-optical effect in Pt/CoFeB/Ru tri-layer system", "comment": "21 Pages, 5 Figures", "summary": "Heterostructures comprising ferromagnet (FM) and heavy metals (HM) with perpendicular magnetic anisotropy (PMA) and interfacial Dzyaloshinskii-Moriya interaction (iDMI) can host chiral domain walls and topological spin textures, making them highly promising for various spintronics applications. In this paper, we have investigated the magneto-optical properties, the anomalous Hall effect (AHE), and PMA of Pt/CoFeB/Ru multilayers engineered to possess significant iDMI. We utilized the Anomalous Hall effect (AHE), and the polar magneto-optical Kerr effect (p-MOKE), Hall response and the domain wall motion in Pt/CoFeB/Ru-systems. Both MOKE and AHE measurements confirm that the films maintain strong perpendicular magnetization for CoFeB thicknesses below 1.2 nm. The effective magnetic anisotropy K_{\\mathrm{eff}} of 0.88 \\times 10^6 erg/cm^3 has been achieved without any post-annealing, highlighting the high-quality interface in this multilayer design. The angular dependence of the switching field deviates from the conventional Kondorsky model and is well described using a modified Kondorsky formalism, capturing the role of field-induced domain-wall softening and pinning effects in the reversal process. Furthermore, p-MOKE microscopy imaging during the magnetization reversal process provides detailed insight into domain nucleation and subsequent domain-wall propagation. The observations reveal well-defined, stable magnetic domains that evolve coherently under the applied magnetic field. Such a behavior is expected in the system where interfacial DMI, PMA interact to stabilize the chiral Néel-type domain walls, which are essential for fast, low-power domain-wall motion driven by spin-orbit torques."}
{"id": "2602.05664", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.05664", "abs": "https://arxiv.org/abs/2602.05664", "authors": ["Tommaso Maria Mazzocchi", "Markus Aichhorn", "Enrico Arrigoni"], "title": "A steady-state study of the nonequilibrium properties of realistic materials: Application of the mixed-configuration approximation", "comment": "10 pages, 4 figures, comments are welcome", "summary": "We present the mixed-configuration approximation (MCA) based on the auxiliary master equation approach impurity solver to study multiorbital correlated systems under equilibrium and nonequilibrium conditions within dynamical mean-field theory (DMFT). We benchmark the method for bulk and layered SrVO$_3$ in equilibrium and apply it to a prototypical nonequilibrium geometry in which a voltage bias is applied perpendicular to the layer via reservoirs held at different chemical potentials. For bulk SrVO$_3$, MCA reproduces the metallic state at moderate interaction strengths, but it overestimates the weight of the lower band relative to quantum Monte Carlo (QMC) and fork tensor product state (FTPS) solvers. With respect to QMC and FTPS, MCA yields an earlier metal-to-insulator transition as the electron-electron interaction is increased. In layered SrVO$_3$ at equilibrium, MCA partially captures the orbital polarization in favor of the in-plane $xy$ orbital, although not as strong as in the DMFT-converged results obtained with QMC. However, when performing a one-shot impurity calculation initialized with the DFMT-QMC results, MCA yields orbital occupations which show a stronger charge polarization in favor of orbital $xy$. This suggests that our approach can be used to study multiorbital impurity problems when the focus is to assess properties without performing the full DMFT self-consistent loop. Finally, under applied bias, we observe a pronounced redistribution of orbital occupations, demonstrating that the method captures bias-driven orbital charge transfer in realistic materials in nonequilibrium conditions."}
{"id": "2602.05702", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2602.05702", "abs": "https://arxiv.org/abs/2602.05702", "authors": ["Max Großmann", "Malte Grunert", "Erich Runge"], "title": "Broken neural scaling laws in materials science", "comment": null, "summary": "In materials science, data are scarce and expensive to generate, whether computationally or experimentally. Therefore, it is crucial to identify how model performance scales with dataset size and model capacity to distinguish between data- and model-limited regimes. Neural scaling laws provide a framework for quantifying this behavior and guide the design of materials datasets and machine learning architectures. Here, we investigate neural scaling laws for a paradigmatic materials science task: predicting the dielectric function of metals, a high-dimensional response that governs how solids interact with light. Using over 200,000 dielectric functions from high-throughput ab initio calculations, we study two multi-objective graph neural networks trained to predict the frequency-dependent complex interband dielectric function and the Drude frequency. We observe broken neural scaling laws with respect to dataset size, whereas scaling with the number of model parameters follows a simple power law that rapidly saturates."}
{"id": "2602.05736", "categories": ["cond-mat.mes-hall", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05736", "abs": "https://arxiv.org/abs/2602.05736", "authors": ["Jie-Cheng Feng", "Johannes Eberle", "Sambuddha Chattopadhyay", "Johannes Knörzer", "Eugene Demler", "Ataç İmamoğlu"], "title": "Color Centers and Hyperbolic Phonon Polaritons in Hexagonal Boron Nitride: A New Platform for Quantum Optics", "comment": null, "summary": "Hyperbolic phonon polaritons (HPPs) in hexagonal boron nitride (hBN) confine mid-infrared light to deep-subwavelength scales and may offer a powerful route to strong light-matter interactions. Generation and control of HPPs are typically accessed using classical near-field probes, which limits experiments at the quantum level.A complementary frontier in hBN research focuses on color centers: bright, stable, atomically localized emitters that have rapidly emerged as a promising platform for solid-state quantum optics. Here we establish a key connection between these two directions by developing a cavity-QED framework in which a single hBN color center serves as a quantum source of HPPs. We quantify the emitter-HPP interaction and analyze two generation schemes. The first is spontaneous emission into the phonon sideband, which can produce single-HPP events and, in ultrathin slabs, becomes single-mode with an enhanced decay rate. The second is a stimulated Raman process that provides frequency selectivity, tunable conversion rate, and narrowband excitation. This drive launches spatially confined, ray-like HPPs that propagate over micrometer distances. We also outline a two-emitter correlation measurement that can directly test the single-polariton character of these emissions. By connecting color-center quantum optics with hyperbolic polaritonics, our approach enables quantum emitters to act as on-chip quantum sources and controls for HPPs, while HPPs provide long-range channels that couple spatially separated emitters. Together, these capabilities point to a new direction for mid-infrared photonic experiments that unite strong coupling, spectral selectivity, and spatial reach within a single material system."}
{"id": "2602.05741", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05741", "abs": "https://arxiv.org/abs/2602.05741", "authors": ["Susmita Chowdhury", "Faezeh Alijan Farzad Lahiji", "Mikael Ottoson", "Olivier Donzel-Gargand", "Robert J. W. Frost", "Martin Magnuson", "Ganpati Ramanath", "Arnaud le Febvrier", "Per Eklund"], "title": "Questionable van der Waals Epitaxy of Non-Layered Materials on Fluorophlogopite Mica: The Case of ScN", "comment": "20 pages, 8 figures", "summary": "Growing stress-free epitaxial films by van der Waals epitaxy (vdWE) is of interest for realizing flexible optoelectronics and energy conversion devices from freestanding materials released from substrates that template epitaxy. Often, vdWE is presumed on substrates with layers held together by vdW bonding, e.g., mica, without sufficient theoretical basis or experimental evidence. Here, in case of NaCl metal nitrides, we demonstrate the thin film growth of single-domain ScN(111) by conventional epitaxy on fluorophlogopite mica(001) by sputter deposition. X-ray diffraction and electron microscopy reveal that the film/substrate epitaxial relationship is specified by [-101](111)ScN||[010](001)mica. The strong dependence of the (111) interplanar spacings with film thickness crystals indicates compressive stress buildup, which rules out the possibility of vdWE. These results are contrary to, and refute, prior claims of vdWE of non-layered metal nitrides on mica. Our findings suggest that conventional epitaxy should be the default assumption for non-layered materials unless conditions for vdWE are explicitly established."}
{"id": "2602.05745", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05745", "abs": "https://arxiv.org/abs/2602.05745", "authors": ["Fang Qin", "Xiao-Bin Qiang"], "title": "Anomalous thermoelectric and thermal Hall effects in irradiated altermagnets", "comment": "10 pages, 4 figures", "summary": "In this study, we show that a $d$-wave altermagnet can be transformed into a Chern insulator by irradiating it with elliptically polarized light from a high-frequency photon beam. We further explore the intrinsic anomalous thermoelectric and thermal Hall effects in light-irradiated altermagnets. At extremely low temperatures, the thermoelectric Hall coefficient, which exhibits a linear temperature dependence for the thermoelectric Hall conductivity, vanishes within the gapped region between the conduction and valence bands. However, it displays peaks and dips at the boundaries of the gap, suggesting that thermoelectric Hall conductivity can be used to probe the bandwidth. Similarly, the low-temperature thermal Hall coefficient, which also shows a linear temperature dependence for the thermal Hall conductivity, becomes quantized in the gapped region between the conduction and valence bands. This quantization indicates that thermal Hall conductivity can serve as a probe for the topological properties of the system."}
{"id": "2602.05771", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.05771", "abs": "https://arxiv.org/abs/2602.05771", "authors": ["Alexander Bartenev", "Roman Kolodka", "Adrian Rua-Melendez", "Jason Kawasaki", "Chang-Beom Eom", "Armando Rua", "Sergiy Lysenko"], "title": "Fit-Free Optical Determination of Electronic Thermalization Time in Nematic Iron-Based Superconductors", "comment": "13 pages, 4 figures", "summary": "We present a nematic response function model (NRFM) for fit-free direct extraction of the characteristic time of ultrafast electronic thermalization in iron-based superconductors, materials with electronic nematicity. By combining the NRFM for polarization-dependent pump--probe measurements of electronic nematic response with the two-temperature model (TTM) for sub-picosecond quasiparticle relaxation, we quantify the electronic thermalization timescales and their anisotropy. The nematic response function is modeled as the difference of normalized reflectivity signals, revealing a pronounced sub-picosecond extremum in signal evolution that directly yields the characteristic electronic thermalization time. This method demonstrates that the NRFM is consistent with TTM fits of transient optical response, yielding electronic thermalization time constants on the order of 110--230~fs for the FeSe$_{1-x}$Te$_x$ and Ba(Fe$_{0.92}$Co$_{0.08}$)$_2$As$_2$ thin films. The proposed approach can be applied to any material that exhibits electronic nematicity, providing a powerful tool for direct mapping of the relaxation time in nematic materials, avoiding complex experimental data-fitting procedures."}
{"id": "2602.05815", "categories": ["cond-mat.str-el", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05815", "abs": "https://arxiv.org/abs/2602.05815", "authors": ["Ho Jang", "Gia-Wei Chern"], "title": "Suppressed coarsening after an interaction quench in the Holstein chain", "comment": "14 pages, 6 figures", "summary": "We investigate the nonequilibrium dynamics induced by an interaction quench in the semiclassical Holstein model within the Ehrenfest nonadiabatic framework, which describes an isolated hybrid quantum-classical system with strictly conserved total energy. Focusing on the half-filled case, where the equilibrium ground state exhibits commensurate charge-density-wave (CDW) order for any nonzero coupling, we identify three distinct post-quench dynamical regimes as a function of the final electron-phonon coupling: a nonequilibrium metallic state without CDW order, an intermediate regime characterized by slow scale-invariant ordering dynamics, and a frozen CDW state with arrested coarsening and immobile kinks. We analyze the intermediate regime in detail and uncover an unconventional algebraic decay of the kink density, $n \\sim t^{-1/3}$, distinct from both ballistic annihilation and diffusive coarsening in classical dissipative systems. We show that this anomalous exponent arises from the hybrid nature of the dynamics: while the lattice evolves deterministically, the electronic degrees of freedom act as an effective internal bath that induces diffusive kink motion without energy dissipation. An effective reaction-diffusion description, incorporating both annihilation and elastic scattering of kinks, quantitatively accounts for the observed scaling behavior. Our results reveal a distinct coarsening mechanism in isolated hybrid systems, demonstrating how internal quantum dynamics can qualitatively reshape defect kinetics far from equilibrium."}
{"id": "2602.05865", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.05865", "abs": "https://arxiv.org/abs/2602.05865", "authors": ["Pierre Kawak", "William F. Drayer", "David S. Simmons"], "title": "AMDAT: An Open-Source Molecular Dynamics Analysis Toolkit for Supercooled Liquids, Glass-Forming Materials, and Complex Fluids", "comment": null, "summary": "AMDAT (Amorphous Molecular Dynamics Analysis Toolkit) is an open-source C++ toolkit for post-processing molecular dynamics trajectories, focused on high-performance static and dynamic analyses of amorphous, glassy, and polymer materials, including supercooled liquids and complex fluids. In this paper, we describe AMDAT's design for efficient long-timescale analysis via in-memory trajectory handling and exponential time sampling, and we demonstrate representative workflows for widely used observables such as radial distribution functions, structure factors, intermediate scattering functions, and neighbor correlations."}
{"id": "2602.05889", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05889", "abs": "https://arxiv.org/abs/2602.05889", "authors": ["Srishti Pal", "Guanxiong Qu", "Hervé M. Carruzzo", "Katya Mikhailova", "Lerato Takana", "Qin Xu", "Yuri Suzuki", "Clare C. Yu", "Gregory D. Fuchs"], "title": "Low-temperature spin dynamics in LAFO thin films: from cubic anisotropy to TLS-limited coherence", "comment": "14 pages including appendix", "summary": "We investigate the low-temperature spin dynamics of epitaxial lithium aluminum ferrite (LAFO) thin films using broadband ferromagnetic resonance (FMR) spectroscopy from 0.44 K to 68 K. The results reveal a crossover from conventional cubic anisotropy-dominated behavior at higher temperatures to pronounced linewidth broadening and higher-order anisotropy contributions at cryogenic temperatures. With the magnetic field oriented along the [100] crystallographic direction, the resonance is well-captured by four-fold in-plane and out-of-plane uniaxial anisotropies. In contrast, measurements with the field along the [110] direction reveal the presence of an unusually large sixth-order cubic anisotropy term that is symmetry-suppressed for [100] but becomes apparent under this field orientation at ultralow temperatures, indicating a substantial modification of the anisotropy landscape. Independent linewidth analysis shows a pronounced peak near 8 K and a subtle monotonic enhancement with decreasing temperatures below 2 K, features consistent with dissipation mediated by a bath of two-level systems (TLS) arising from antisite defects and localized Fe$^{3+}$ moments. Comparison with TLS-based models demonstrates that both exchange-coupled impurities and nearly free paramagnetic centers contribute to the observed damping. Our results establish LAFO as a model ferrite system where disorder-induced TLS limit spin coherence at ultralow temperatures, providing new insights into anisotropy engineering, magnetic relaxation, and the design of ferrimagnetic insulators for coherent magnonics. These findings offer a framework for future optimization of growth conditions."}
{"id": "2602.05894", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05894", "abs": "https://arxiv.org/abs/2602.05894", "authors": ["H. Radhakrishnan", "B. Bell", "C. Ortix", "J. W. F. Venderbos"], "title": "Topological piezomagnetic effect in two-dimensional Dirac quadrupole altermagnets", "comment": "5 pages, 3 figures; Suppl.: 5 pages, 1 figure", "summary": "Altermagnets provide a natural platform for studying and exploiting piezomagnetism. In this paper, we introduce a class of insulating altermagnets in two dimensions (2D) referred to as Dirac quadrupole altermagnets, and show based on microscopic minimal models that the orbital piezomagnetic polarizability of such altermagnets has a topological contribution described by topological response theory. The essential low-energy electronic structure of Dirac quadrupole altermagnets can be understood from a gapless parent phase (i.e., the Dirac quadrupole semimetal), which has important implications for their response to external fields. Focusing on the strain-induced response, here we demonstrate that the topological piezomagnetic effect is a consequence of the way in which strain affects the Dirac points forming a quadrupole. We consider two microscopic models: a spinless two-band model describing a band inversion of $s$ and $d$ states, and a Lieb lattice model with collinear Néel order. The latter is a prototypical minimal model for altermagnetism in 2D and is realized in a number of recently proposed material compounds, which are discussed."}
{"id": "2602.05899", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05899", "abs": "https://arxiv.org/abs/2602.05899", "authors": ["Songtai Lv", "Yang Liu", "Erhai Zhao", "Haiyuan Zou", "Tao Xiang"], "title": "Giant bubbles of Fisher zeros in the quantum XY chain", "comment": "6 pages, 4 figures", "summary": "We demonstrate an alternative approach based on complex-valued inverse temperature and partition function to probe quantum phases of matter with nontrivial spectra and dynamics. It leverages thermofield dynamics (TFD) to quantitatively characterize quantum and thermal fluctuations, and exploit the correspondence between low-energy excitations and Fisher zeros. Using the quantum XY chain in an external field as a testbed, we show that the oscillatory gap behavior manifests as oscillations in the long-time dynamics of the TFD spectral form factor. We also identify giant bubbles, i.e. large-scale closed lines, of Fisher-zeros near the gapless XX limit. They provide a characteristic energy scale that seems to contradict the predictions of the low energy theory of a featureless Luttinger liquid. We identify this energy scale and relate the motion of these giant bubbles with varying external field to the transfer of spectral weight from high to low energies. The deep connection between Fisher zeros, dynamics, and excitations opens up promising avenues for understanding the unconventional gap behaviors in strongly correlated many-body systems."}
{"id": "2602.05900", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05900", "abs": "https://arxiv.org/abs/2602.05900", "authors": ["Songtai Lv", "Yang Liang", "Rui Zhu", "Qibin Zheng", "Haiyuan Zou"], "title": "Reducing the Computational Cost Scaling of Tensor Network Algorithms via Field-Programmable Gate Array Parallelism", "comment": "8 pages, 5 figures", "summary": "Improving the computational efficiency of quantum many-body calculations from a hardware perspective remains a critical challenge. Although field-programmable gate arrays (FPGAs) have recently been exploited to improve the computational scaling of algorithms such as Monte Carlo methods, their application to tensor network algorithms is still at an early stage. In this work, we propose a fine-grained parallel tensor network design based on FPGAs to substantially enhance the computational efficiency of two representative tensor network algorithms: the infinite time-evolving block decimation (iTEBD) and the higher-order tensor renormalization group (HOTRG). By employing a quad-tile partitioning strategy to decompose tensor elements and map them onto hardware circuits, our approach effectively translates algorithmic computational complexity into scalable hardware resource utilization, enabling an extremely high degree of parallelism on FPGAs. Compared with conventional CPU-based implementations, our scheme exhibits superior scalability in computation time, reducing the bond-dimension scaling of the computational cost from $O(D_b^3)$ to $O(D_b)$ for iTEBD and from $O(D_b^6)$ to $O(D_b^2)$ for HOTRG. This work provides a theoretical foundation for future hardware implementations of large-scale tensor network computations."}
{"id": "2602.05901", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-lat", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.05901", "abs": "https://arxiv.org/abs/2602.05901", "authors": ["Songtai Lv", "Yuchen Meng", "Haiyuan Zou"], "title": "Spontaneous Parity Breaking in Quantum Antiferromagnets on the Triangular Lattice", "comment": "6 pages, 3 figures", "summary": "Frustration on the triangular lattice has long been a source of intriguing and often debated phases in many-body systems. Although symmetry analysis has been employed, the role of the seemingly trivial parity symmetry has received little attention. In this work, we show that phases induced by frustration are systematically shaped by an implicit rule of thumb associated with spontaneous parity breaking. This principle enables us to anticipate and rationalize the regimes and conditions under which nontrivial phases emerge. For the spin-$S$ antiferromagnetic XXZ model, we demonstrate that a controversial parity-broken phase appears only at intermediate values of $S$. In bilayer systems, enhanced frustration leads to additional phases, such as supersolids, whose properties can be classified by their characteristic parity features. Benefiting from our improved tensor network contraction techniques, we confirm these results through large-scale tensor-network calculations. This study offers an alternative viewpoint and a systematic approach for examining the interplay between spin, symmetry, and frustration in many-body systems."}
{"id": "2602.05911", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.05911", "abs": "https://arxiv.org/abs/2602.05911", "authors": ["Mairi McCauley", "Joel Martis", "Ondrej L. Krivanek", "Ben Plotkin-Swing", "Andreas Mittelberger", "Tolga Wagner", "Hüseyin Çelik", "Grigory Kornilov", "Meng Zhao", "Matthias Meffert", "Luca Piazza", "Tracy C. Lovejoy", "Guillaume Radtke", "Christoph Koch", "Benedikt Haas"], "title": "Platform and Framework for Time-Resolved Nanoscale Thermal Transport Measurements in STEM", "comment": "17 pages, 4 figures", "summary": "Understanding heat transport at the nanometer scale is critical for semiconductor devices, quantum materials, and thermal management of nanostructures, yet direct local measurements of thermal conductivity and heat capacity remain scarce. We developed a laser-excitation system integrated into a scanning transmission electron microscope (STEM) for nanoscale thermal transport measurements using ultra-high-resolution electron energy-loss spectroscopy (EELS). A fiber-coupled laser is introduced via a modified aperture mechanism, enabling flexible holder geometries and large tilt angles without optical elements in the polepiece gap. Synchronization of pulsed laser excitation with an externally gated direct electron detector provides temporal resolution about 50 ns at <10 meV energy resolution. Local temperatures are determined via the principle of detailed balance, and thermal transport parameters are extracted by fitting a forward-time central-space heat diffusion model including radiative losses. For amorphous carbon films, we obtain a thermal conductivity of 1.24 $\\frac{W}{m\\cdot K}$ and a heat capacity of 821 $\\frac{J}{kg\\cdot K}$, consistent with literature. This framework enables time-resolved nanoscale measurements of thermal transport in materials and devices."}
{"id": "2602.05138", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.05138", "abs": "https://arxiv.org/abs/2602.05138", "authors": ["Neung-Kyung Yu", "Johannes Voss", "Andrew J. Medford"], "title": "Optimization of random phase approximation calculations for improved energies of molecules, solids, and surfaces", "comment": null, "summary": "We present an optimized random phase approximation method (optRPA26) that significantly improves upon conventional RPA. The method employs an empirically constructed hybrid functional to generate DFT orbitals to evaluate the RPA correlation energy, which is then scaled by a constant. Comprehensive benchmarks across molecules, bulk solids, and surface systems demonstrate that optRPA26 consistently achieves high accuracy, with mean absolute errors of 0.05 eV for W4-11 reaction energies, 0.07 eV for cohesive energies, 0.09 eV for metal oxide formation energies, 0.11-0.12 eV for adsorption of small molecules on metals, and 0.06 eV for adsorption on oxides. In addition, optRPA26 correctly captures phase stability in metal oxides and magnetic metals. The optRPA26 approach can be run using standard RPA implementations, highlighting its potential as a general-purpose reference method that can accurately capture covalent, ionic, and metallic, and van der Waals bonding in molecules, solids, and interfaces."}
{"id": "2602.05167", "categories": ["physics.comp-ph", "cond-mat.soft", "cond-mat.stat-mech", "cs.LG", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.05167", "abs": "https://arxiv.org/abs/2602.05167", "authors": ["Porhouy Minh", "Sapna Sarupria"], "title": "Path Sampling for Rare Events Boosted by Machine Learning", "comment": "7 pages, 1 figure", "summary": "The study by Jung et al. (Jung H, Covino R, Arjun A, et al., Nat Comput Sci. 3:334-345 (2023)) introduced Artificial Intelligence for Molecular Mechanism Discovery (AIMMD), a novel sampling algorithm that integrates machine learning to enhance the efficiency of transition path sampling (TPS). By enabling on-the-fly estimation of the committor probability and simultaneously deriving a human-interpretable reaction coordinate, AIMMD offers a robust framework for elucidating the mechanistic pathways of complex molecular processes. This commentary provides a discussion and critical analysis of the core AIMMD framework, explores its recent extensions, and offers an assessment of the method's potential impact and limitations."}
