{"id": "2601.14365", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14365", "abs": "https://arxiv.org/abs/2601.14365", "authors": ["Tianhong Lu", "Luiz H. Santos"], "title": "Exciton-Anyon Binding in Fractional Chern Insulators: Spectral Fingerprints", "comment": "Main text: 5 pages and 4 figures", "summary": "Transition--metal dichalcogenides (TMDs) uniquely combine topological electronic states realized without external magnetic fields with a strong optical response arising from long--lived excitons. Motivated by this confluence, we investigate an interacting fermion--boson system formed by coupling an exciton to a quasihole of a fractional Chern insulator (FCI) at filling fraction $1/3$. We introduce a kagome--lattice fermion--boson model hosting an electronic FCI and a mobile exciton whose dispersion is tunable from a parabolic band to a flatband. Using exact diagonalization, we demonstrate the emergence of exciton--quasihole bound states controlled by the repulsive electron--exciton interaction $V_{\\mathrm{FB}}$ and the exciton kinetic energy $t_{\\mathrm{B}}$. These states appear as low--lying levels in the fermion--boson spectrum, well separated from the scattering continuum, and arise despite repulsive interactions due to a residual attraction to the local charge depletion associated with a quasihole. Reducing $t_{\\mathrm{B}}$ enhances this effect by favoring interaction--dominated binding. Our results provide a model description of moiré TMD heterostructures, including fractional Chern insulating twisted bilayer MoTe$_2$ proximitized by excitonic TMD heterobilayers, where we estimate exciton--quasihole binding energy scales of $0.6$--$1.1$~meV, placing these effects within reach of photoluminescence spectroscopy."}
{"id": "2601.14372", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.14372", "abs": "https://arxiv.org/abs/2601.14372", "authors": ["Mengxing Ye"], "title": "A Quantum Many-Body Approach for Orbital Magnetism in Correlated Multiband Electron Systems", "comment": "11+7 pages. Comments are welcome", "summary": "Orbital magnetism is a purely quantum phenomenon that reflects intrinsic electronic properties of solids, yet its microscopic description in interacting multiband systems remains incomplete. We develop a general quantum many-body framework for orbital magnetic responses based on the Luttinger-Ward functional. Starting from the Dyson equation, we reformulate the thermodynamic potential in a weak magnetic field and construct a controlled expansion in powers of $B$ applicable to correlated electron systems. A key technical advance is a modified ``Fourier'' representation using noncommutative coordinates, which allows the thermodynamic potential to be expressed in an effective momentum space where the magnetic field acts perturbatively. This formulation makes analytic progress possible within the Moyal algebra. As an application, we derive the spontaneous orbital magnetization and express it entirely in terms of the zero-field Hamiltonian renormalized by the self-energy. For frequency-dependent but Hermitian self-energies, we generalize the orbital magnetic moment and Berry curvature to momentum-frequency space and identify two gauge-invariant contributions built from these quantities. For frequency-independent self-energies the result reduces to the familiar geometric formula for noninteracting systems. This framework provides a unified foundation for computing orbital magnetic responses in correlated multiband materials."}
{"id": "2601.14380", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14380", "abs": "https://arxiv.org/abs/2601.14380", "authors": ["Andreas Honecker", "M. E. Zhitomirsky", "Alexander Wietek", "Johannes Richter"], "title": "Field-induced states and thermodynamics of the frustrated Heisenberg antiferromagnet on a square lattice", "comment": "15 pages including 12 (multi-panel) figures; legacy paper in honor of Johannes Richter", "summary": "We investigate the ground-state and finite-temperature properties of the $J_1$-$J_2$ Heisenberg antiferromagnet on the square lattice in the presence of an external magnetic field. We focus on the highly frustrated regime around $J_2 \\approx J_1/2$. The $h$-$T$ phase diagram is investigated with particular emphasis on the finite-temperature transition into the \"up-up-up-down\" state that is stabilized by thermal and quantum fluctuations and manifests itself as a plateau at one half of the saturation magnetization in the quantum case. We also discuss the enhanced magnetocaloric effect associated to the ground-state degeneracy that arises at the saturation field for $J_2=J_1/2$. For reference, we first study the classical case by classical Monte Carlo simulations. Then we turn to the extreme quantum limit of spin-1/2 where we perform zero- and finite-temperature Lanczos calculations."}
{"id": "2601.14398", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.14398", "abs": "https://arxiv.org/abs/2601.14398", "authors": ["Zhi-Qiang Gao", "Hui Yang", "Yan-Qi Wang"], "title": "Deconfined quantum criticality with internal supersymmetry", "comment": "10 pages, 1 figure", "summary": "Deconfined quantum critical point (DQCP) describes direct, non-fine-tuned quantum phase transition between two ordered phases that break distinct and seemingly unrelated symmetries, providing a route to continuous phase transition beyond the conventional Ginzburg--Landau paradigm. In this work we extend the DQCP paradigm to systems with internal supersymmetry (SUSY), where the on-site Hilbert space furnishes a representation of a Lie superalgebra, and the Hamiltonian is invariant under the corresponding Lie supergroup. Focusing on the minimal supersymmetric generalization of spin $SU(2)$, namely $OSp(1|2)$, we propose a supersymmetric deconfined quantum critical point (sDQCP) between a phase that breaks internal $OSp(1|2)$ and a phase that instead breaks lattice rotation symmetry. We formulate a non-linear sigma model on the supersphere target space that captures the symmetry intertwinement characteristic of the sDQCP, and we further develop a gauge theory description to address its dynamical properties, including a heuristic argument for 3D XY critical behavior. Finally, we show that explicitly breaking $OSp(1|2)$ down to $SU(2)$ continuously connects our sDQCP to the conventional DQCP scenario."}
{"id": "2601.14382", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14382", "abs": "https://arxiv.org/abs/2601.14382", "authors": ["Katarina Karlova", "Afonso Rufino", "Taras Verkholyak", "Nils Caci", "Stefan Wessel", "Jozef Strecka", "Frederic Mila", "Andreas Honecker"], "title": "Approaching Kasteleyn transition in frustrated quantum Heisenberg antiferromagnets", "comment": "9 pages of main text and 6 pages of supplemental material, 9 figures in total", "summary": "We show that the Kasteleyn transition, the abrupt proliferation of infinite strings of defects in classical dimer and related models, can also be relevant for frustrated 2d quantum magnets. This is explicitly demonstrated in a phase of the spin-1/2 Heisenberg diamond-decorated honeycomb lattice where a family of exact eigenstates built as products of dimer and plaquette singlets can be mapped onto the dimer coverings of the honeycomb lattice. The low-temperature properties of this phase are accurately described by an effective dimer model with anisotropic activities and a small, tunable density of monomers, leading to an arbitrarily sharp crossover version of the Kasteleyn transition. The generalization to other geometries and the possibility to realize this model in organo-metallic compounds are briefly discussed."}
{"id": "2601.14384", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14384", "abs": "https://arxiv.org/abs/2601.14384", "authors": ["Joon Young Park", "Thomas Werkmeister", "Jonathan Zauberman", "Omri Lesser", "Laurel E. Anderson", "Yuval Ronen", "Cristian J. Medina Cea", "Satya K. Kushwaha", "Kenji Watanabe", "Takashi Taniguchi", "Robert J. Cava", "Yuval Oreg", "Amir Yacoby", "Philip Kim"], "title": "Vortex-parity-controlled diode effect in Corbino topological Josephson junctions", "comment": "26 pages, 12 figures", "summary": "Nonreciprocal supercurrents in Josephson junctions have recently emerged as a sensitive tool for investigating broken symmetries in superconducting quantum materials. Here, we report an even-odd Josephson diode effect (JDE) in Corbino-geometry junctions fabricated on the pristine surface of a bulk-insulating three-dimensional topological insulator (3DTI). We find that the diode polarity, which indicates the preferred direction of supercurrent flow, robustly alternates its sign depending on the parity (even or odd) of the enclosed vortex number. This behavior is absent in two key control devices: a non-topological graphene Corbino Josephson junction and a 3DTI-based linear Josephson junction. These results indicate that the polarity-tunable JDE is intrinsically linked to the unique combination of the proximitized topological superconductivity in the 3DTI surface and the Corbino device's closed-loop geometry. Our theoretical modeling attributes the observed sign change in diode polarity to the alternating sign of periodic boundary conditions in topological superconductors, supporting the interpretation that the vortex-parity-controlled JDE is a direct manifestation of the underlying Andreev bound state topology associated with the presence of non-Abelian anyons in the vortices."}
{"id": "2601.14331", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.14331", "abs": "https://arxiv.org/abs/2601.14331", "authors": ["Beatriz Martín-García", "Pedro M. R. Paulo", "Sílvia M. B. Costa", "M. Mercedes Velázquez"], "title": "Photoluminescence Dynamics of CdSe QD/polymer Langmuir-Blodgett Thin Films: Morphology Effects", "comment": null, "summary": "Thin films of colloidal semiconductor CdSe quantum-dots (QDs) and a styrene/maleic anhydride copolymer were prepared by the Langmuir-Blodgett technique and their photoluminescence was characterized by confocal fluorescence lifetime microscopy. In the films, the photoluminescence dynamics are strongly affected by excitation energy migration between close-packed quantum-dots and energy trapping by surface-defective QDs or small clusters of aggregated QDs. Polymer/QD films with more aggregated QD regions exhibit lower PL intensities and faster decays, which we attribute primarily to the increased ability of excitations to find trap sites among more close-packed QD regions. This was confirmed by comparing films from bilayer or co-spreading deposition, and varying the QD-to-polymer composition or the surface pressure at deposition. The more regular films, such as those obtained by bilayer deposition at high-pressure, display more surface emission intensity and decays with less accentuated curvature. Decay analysis was performed with a model that accounts for excitation energy migration and trapping in the films. In the framework of the model, the photoluminescence dynamics are related to film morphology through the density of energy traps. A lower amount of QD clustering in the films reflects on a lower density of energy traps and, thus, on more emissive QD films, as inferred here for bilayer films relatively to co-spreading films."}
{"id": "2601.14364", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.14364", "abs": "https://arxiv.org/abs/2601.14364", "authors": ["Omri Lesser", "Joon Young Park", "Yuval Ronen", "Thomas Werkmeister", "Philip Kim", "Yuval Oreg"], "title": "Theory of reentrant superconductivity in Corbino Josephson junctions", "comment": "5+3 pages, 3+4 figures", "summary": "Josephson junctions made of conventional superconductors display Fraunhofer-like oscillations of the critical current as a function of the threaded magnetic flux. When the superconductors are deposited on the surface of a three-dimensional topological insulator, this pattern is slightly modified due to the presence of chiral Majorana modes. Here we calculate the critical current of a Corbino Josephson junction, where the fluxoid becomes quantized and the superconducting phase has an integer winding. We discover that circular junctions exhibit similar behavior in both topologically trivial and non-trivial scenarios, while non-circular junctions demonstrate a remarkable distinction. Using a simple analytical model, we show that these non-circular junctions exhibit reentrant superconductivity with a period related to their number of corners, and numerically we find that this period is halved in the topological case. The period halving may help establish the existence of topological superconductivity in hybrid topological insulator-superconductor junctions."}
{"id": "2601.14331", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.14331", "abs": "https://arxiv.org/abs/2601.14331", "authors": ["Beatriz Martín-García", "Pedro M. R. Paulo", "Sílvia M. B. Costa", "M. Mercedes Velázquez"], "title": "Photoluminescence Dynamics of CdSe QD/polymer Langmuir-Blodgett Thin Films: Morphology Effects", "comment": null, "summary": "Thin films of colloidal semiconductor CdSe quantum-dots (QDs) and a styrene/maleic anhydride copolymer were prepared by the Langmuir-Blodgett technique and their photoluminescence was characterized by confocal fluorescence lifetime microscopy. In the films, the photoluminescence dynamics are strongly affected by excitation energy migration between close-packed quantum-dots and energy trapping by surface-defective QDs or small clusters of aggregated QDs. Polymer/QD films with more aggregated QD regions exhibit lower PL intensities and faster decays, which we attribute primarily to the increased ability of excitations to find trap sites among more close-packed QD regions. This was confirmed by comparing films from bilayer or co-spreading deposition, and varying the QD-to-polymer composition or the surface pressure at deposition. The more regular films, such as those obtained by bilayer deposition at high-pressure, display more surface emission intensity and decays with less accentuated curvature. Decay analysis was performed with a model that accounts for excitation energy migration and trapping in the films. In the framework of the model, the photoluminescence dynamics are related to film morphology through the density of energy traps. A lower amount of QD clustering in the films reflects on a lower density of energy traps and, thus, on more emissive QD films, as inferred here for bilayer films relatively to co-spreading films."}
{"id": "2601.14399", "categories": ["physics.comp-ph", "hep-ex", "hep-ph", "nucl-ex", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.14399", "abs": "https://arxiv.org/abs/2601.14399", "authors": ["Lukas Heinrich", "Tom Magorsch"], "title": "Differentiable quantum-trajectory simulation of Lindblad dynamics for QGP transport-coefficient inference", "comment": "13 pages, 4 figures", "summary": "We study parameter estimation for the transport coefficients of the quark-gluon plasma by differentiating open-quantum-system-based Monte Carlo simulations of quarkonium suppression. The underlying simulator requires solving a Lindblad equation in a large Hilbert space, which makes parameter estimation computationally expensive. We approach the problem using gradient-based optimization. Specifically, we apply the score-function gradient estimator to differentiate through discrete jump sampling in the Monte Carlo wave-function algorithm used to solve the Lindblad equation. The resulting stochastic gradient estimator exhibits sufficiently low variance and can still be estimated in an embarrassingly parallel manner, enabling efficient scaling of the simulations. We implement this gradient estimator in the existing open-source quarkonium suppression code QTraj. To demonstrate its utility for parameter estimation, we infer the two transport coefficients $\\hatκ$ and $\\hatγ$ using gradient-based optimization on synthetic nuclear modification factor data."}
{"id": "2601.14294", "categories": ["physics.chem-ph", "astro-ph.EP", "astro-ph.IM"], "pdf": "https://arxiv.org/pdf/2601.14294", "abs": "https://arxiv.org/abs/2601.14294", "authors": ["Thibault Bertin", "Jean Vander Auwera"], "title": "CO$_2$ collision-induced line parameters for the $ν_3$ band of $^{12}$CH$_4$ measured using a hard-collision speed-dependent line shape and the relaxation matrix formalism", "comment": "Accepted in the Journal of Quantitative Spectroscopy and Radiative Transfer (JQSRT), May 2024", "summary": "Ten high resolution Fourier transform spectra of the pentad region near 3.3 μm of methane diluted in carbon dioxide at total pressures up to 800 hPa have been recorded at 296.5(5) K. Including a high resolution spectrum of pure methane at low pressure, these spectra have been analyzed using multi-spectrum fitting techniques. The methane lines were modeled using hard-collision speed-dependent line profiles and line mixing was included in the strongest absorption regions, considering the first order Rosenkranz approximation and the relaxation matrix formalism. CO$_2$ broadening and shift coefficients have been measured, together with the speed dependence of broadening. Results obtained using the two line mixing models are intercompared and compared with previous work."}
{"id": "2601.14439", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14439", "abs": "https://arxiv.org/abs/2601.14439", "authors": ["Maria Chatzieleftheriou", "Jonas B. Profe", "Ying Li", "Roser Valentí"], "title": "Pressure Tuning of Electronic Correlations and Flat Bands in CsCr$_3$Sb$_5$", "comment": null, "summary": "CsCr$_3$Sb$_5$ is a newly identified strongly correlated kagome superconductor, characterized by non-Fermi-liquid behavior at elevated temperatures and intertwined charge- and spin-density-wave order below $T_{DW}\\approx 54$K. Under external pressure, this order is suppressed and a superconducting phase emerges. This phase diagram, which closely resembles that of high-$T_c$ superconductors, together with a kagome flat band near the Fermi level and possible altermagnetic order, has motivated extensive theoretical and experimental investigations. To better understand how pressure influences the ordered states, we present a systematic study of the evolution of the electronic properties under applied pressure. Performing DFT+DMFT (density functional theory combined with dynamical mean field theory) calculations, we uncover a complex interplay between the redistribution of spectral weight in the flat bands and the strength of electronic correlations under pressure. Our results further strengthen the interpretation that pressure effectively weakens electronic correlations through enhanced orbital hybridization. This, in turn, strongly suggests that superconductivity emerges as a direct consequence of the suppression of the system's ordered phase."}
{"id": "2601.14387", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.14387", "abs": "https://arxiv.org/abs/2601.14387", "authors": ["Songela W. Chen", "David T. Limmer"], "title": "Optimal control of bit erasure in stochastic random access memory", "comment": "12 pages, 9 figures", "summary": "Energy costs of information processing are growing exponentially. Bit erasure is a key problem in this energy-information nexus, and a number of seminal relationships have been deduced regarding the relationship between thermodynamic costs and memory storage. To continue making progress in the modern era, however, requires confronting thermodynamic costs in realistic physical systems which operate away from equilibrium. Here, we explore the thermodynamic costs of bit erasure in a complementary metal oxide semiconductor model of two types of random access memory. We find dynamic random access memory dissipates the least amount of energy when operated in the quasistatic limit, where errors are also minimized. By contrast, static random access memory is most efficiently operated in finite time due to the energy required to maintain the state of the bit. We demonstrate a numerically robust optimization scheme using mean field theory and automatic differentiation, finding optimal protocols compatible with electrical engineering insights. These results provide a framework for operating realistic circuits in thermodynamically advantageous ways."}
{"id": "2601.14463", "categories": ["cond-mat.supr-con", "physics.app-ph", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2601.14463", "abs": "https://arxiv.org/abs/2601.14463", "authors": ["Changyun Yoo", "Changsub Kim", "Daniel P. Cunnane", "Boris S. Karasik"], "title": "Lumped-Element Model of THz HEB Mixer Based on Sputtered MgB2 Thin Film", "comment": "22 pages, 9 figures, 71 references", "summary": "We present a comprehensive analysis and experimental study of THz hot-electron bolometer (HEB) mixers made from 40-nm-thick sputtered magnesium diboride (MgB2) thin films on high-resistivity silicon substrates. Using a lumped-element bolometric model, we achieve strong quantitative agreement with measurements of conversion gain, noise temperature, and local-oscillator (LO) coupling to the HEB devices. Our analysis shows that the sensitivity of current HEB devices is primarily limited by on-chip optical losses, with both Johnson and thermal-fluctuation noise contributing significantly to the overall noise temperature. Simulations of an optimized device with near-ideal optical coupling suggest that Johnson noise remains a substantial factor even with improved coupling. Further reduction of the noise temperature may require additional suppression of Johnson noise (via improved intrinsic conversion gain) beyond optimizing optical coupling efficiency. We emphasize the importance of accurate modeling to achieve good numerical agreement with experiments, thereby enabling understanding of the causes of sensitivity loss."}
{"id": "2601.14474", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.14474", "abs": "https://arxiv.org/abs/2601.14474", "authors": ["Mahdi Ghafariasl", "Tianyi Zhang", "Sampath Gamage", "Da Zhou", "Muhammad Asjad", "Sarabpreet Singh", "Antonio Gomez-Rodriguez", "Diego M. Solis", "Venkataraman Swaminathan", "Mauricio Terrones", "Yohannes Abate"], "title": "Nanoscopy of Excitons in Atomically Thin In-Plane Heterostructures with Nanointerfaces", "comment": "24 pages, 7 Figures", "summary": "Atomically sharp 2D in-plane heterostructures with nanoscale interfaces provide a powerful platform for tailoring optical and electrical properties at the nanoscale, enabling novel device engineering and the exploration of new physical phenomena. However, direct experimental correlation between local dielectric response and excitonic properties across such interfaces has remained elusive. Here, we probed the nanoscale complex dielectric function and the corresponding localized photoluminescence (PL) modulations in heterostructure domains of lateral monolayer MoxW1-xS2 - WxMo1-xS2, synthesized using a liquid-phase precursor-assisted approach. Near-field nano imaging across the visible-near-infrared range enables real space mapping of sharp amplitude and phase changes at the heterointerface, resolving the local complex dielectric function with nano-meter scale spatial resolution. Excitation energy-dependent nano spectroscopy reveals a reversal of dielectric contrast between Mo-rich and W-rich domains at their respective excitonic resonances, consistent with Lorentz-oscillator fits. Complementary hyperspectral nano-PL mapping resolves the evolution of excitonic emission across the lateral heterointerface, with neutral-exciton intensities varying continuously from W-rich to Mo-rich regions. Effective-medium theory modeling of the imaginary part of the effective dielectric function of the heterostructure as a function of photon energy and Mo filling fraction reproduces the observed excitonic trends, linking the PL evolution to a composition-dependent dielectric response. Together, these results provide direct nanoscale correlation between dielectric and excitonic boundaries in laterally stitched monolayer heterostructures and establish a multimodal near-field spectroscopy framework for probing excitonic phenomena at the nanoscale."}
{"id": "2601.14443", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14443", "abs": "https://arxiv.org/abs/2601.14443", "authors": ["Karun Gadge", "Marco Merboldt", "Michael Schüler", "Jan Philipp Bange", "Wiebke Bennecke", "Michael A. Sentef", "Marcel Reutzel", "Stefan Mathias", "Salvatore R. Manmana"], "title": "A comparative study of perturbative and nonequilibrium Green's function approaches for Floquet sidebands in periodically driven quantum systems", "comment": "18 pages, 15 figures", "summary": "We compare two complementary theoretical approaches to compute and interpret Floquet sidebands in periodically driven quantum materials: a first-order perturbative approach (first-order perturbative Born approximation, PB1) and time-dependent nonequilibrium Green's functions (tdNEGF). Using graphene as a model Dirac system, we disentangle in pump-probe setups Floquet-dressed initial states, Volkov-dressed final states (also known as laser-assisted photoelectric effect, LAPE), and their interference. We quantify how photoemission matrix elements, polarization, incidence angle, and near-surface screening shape the momentum-resolved sideband intensity observed in tr-ARPES. PB1 yields an analytical expression for the momentum-dependent sideband intensity, and for graphene it captures the correct symmetry trends, such as the magnitude of the intensities when considering the interference between the Floquet and Volkov states and photoemission matrix elements. tdNEGF reproduces the full energy-momentum-resolved spectra, including hybridization gaps and spectral-weight redistribution. We find qualitative agreement between PB1 and tdNEGF once matrix elements are included; quantitative differences arise near hybridization regions and at specific angles where higher-order processes and self-energies are essential. Thus, for systems with simple band structures and away from these regions, the two approaches can be used in a complementary way."}
{"id": "2601.14364", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.14364", "abs": "https://arxiv.org/abs/2601.14364", "authors": ["Omri Lesser", "Joon Young Park", "Yuval Ronen", "Thomas Werkmeister", "Philip Kim", "Yuval Oreg"], "title": "Theory of reentrant superconductivity in Corbino Josephson junctions", "comment": "5+3 pages, 3+4 figures", "summary": "Josephson junctions made of conventional superconductors display Fraunhofer-like oscillations of the critical current as a function of the threaded magnetic flux. When the superconductors are deposited on the surface of a three-dimensional topological insulator, this pattern is slightly modified due to the presence of chiral Majorana modes. Here we calculate the critical current of a Corbino Josephson junction, where the fluxoid becomes quantized and the superconducting phase has an integer winding. We discover that circular junctions exhibit similar behavior in both topologically trivial and non-trivial scenarios, while non-circular junctions demonstrate a remarkable distinction. Using a simple analytical model, we show that these non-circular junctions exhibit reentrant superconductivity with a period related to their number of corners, and numerically we find that this period is halved in the topological case. The period halving may help establish the existence of topological superconductivity in hybrid topological insulator-superconductor junctions."}
{"id": "2601.14712", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.14712", "abs": "https://arxiv.org/abs/2601.14712", "authors": ["Bing Xiao", "Nan Li", "Wenqian Kong", "Rui Chu", "Hongyu Zhang", "Guodong Meng", "Kai Wu", "Yonghong Cheng"], "title": "FEcMD: A multi-physics and multi-scale computational program for dynamic coupling molecular dynamics simulations with transient electric field and heat conduction in metal nanostructures", "comment": "57 pages, 18 figures, submitted to Computer Physics Communications", "summary": "Field emission coupled with molecular dynamics simulation (FEcMD) software package is a computational tool for studying atomic structure evolution, structural deformation, phase transitions, recrystallization as well as electron emission characteristics of micro- and nano-protrusions and nanowires consisting of elemental metals or multi-component alloys by means of multi-physics and multi-scale methodology. Current implementations of molecular dynamics simulation coupled with multi-scale electrodynamics (ED) and heat conduction (HC) in FEcMD program are advanced mainly in the two aspects as follows. In electrodynamics, the FEcMD program incorporates the space charge interactions (space charge potential and exchange-correlation effects) in the self-consistent solved Poisson-Schrödinger equation with Wentzel-Kramers-Brillouin-Jeffreys (WKBJ) approximation to evaluate the field emission current density and the related resistive heating process more reliably for nanowires or nano-protrusions especially for nano-gaps between two metal electrodes. Meanwhile, the two-temperature heat conduction model is implemented in electrodynamics coupled with molecular dynamics simulations (ED-MD), providing more dedicated descriptions for the hierarchical electron-phonon two-channel heat conduction mechanism and the temperature evolutions of electron and phonon subsystems under the radiofrequency (RF) or pulse electric fields. Benchmark tests are performed for some key implementations in FEcMD software to validate the numerical results, and also to demonstrate the use of program to study the atomic structure evolution of metal nano-structures under electric field and heating processes."}
{"id": "2601.14345", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.14345", "abs": "https://arxiv.org/abs/2601.14345", "authors": ["P. M. Biesheuvel"], "title": "Analysis of the Rankine attraction term in an equation-of-state based on the London dispersion force", "comment": null, "summary": "The attraction term in an equation of state for gases, $-a c^2$, proposed by Rankine in 1854, is generally related to the London dispersion force via a calculation of the second virial coefficient, $B_2$, by an equation $B_2 = 2πN_0 \\int_0^\\infty \\left(1- \\exp \\left(ω/ kT\\right)\\right) r^2 \\text{d}r$, where $ω$ is the potential of the attraction between two molecules in the gas. Here we present an alternative approach that does not use this equation, and does not a-priori assume that the function is quadratic in concentration, $c$. Still, the quadratic dependence on concentration is also found. We analyze a gas consisting of argon at temperatures between 200 and 700 K. From the numerical calculations, we derive that the attraction parameter depends on temperature according to a -1/6 power scaling, and thus the attraction component to the second virial coefficient, $B_2$, scales with a -7/6 power to temperature. For the same conditions, the virial equation presented above results in a square root scaling of $B_2$ with temperature, which is less accurate."}
{"id": "2601.14458", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14458", "abs": "https://arxiv.org/abs/2601.14458", "authors": ["Wen O. Wang", "Urban F. P. Seifert", "Oleg A. Starykh", "Leon Balents"], "title": "Chirality and quasi-long-range order in finite-flux Gutzwiller states for magnetized frustrated magnets", "comment": "8 pages, 5 figures; Supplementary Materials: 7 pages", "summary": "We study Gutzwiller-projected wavefunctions for triangular-lattice U(1) Dirac spin liquids in a Zeeman field, where we allow the U(1) gauge field to develop a gauge flux, resulting in (spin-split) spinon Landau levels. We find that at a given magnetization, the optimal candidate state has a finite flux chosen such that the spinon filling lies in a $|C|=1$ Landau-level gap: it gives the lowest variational energy and the smallest energy variance within our correlation-matrix reconstruction for local Heisenberg-type models. By symmetry, we argue that the finite gauge flux results in a non-zero (staggered) scalar spin chirality, as also numerically observed, and further find that the $|C|=1$ state exhibits dominant quasi-long-ranged $120^\\circ$ magnetic correlations. Studying the next-to-optimal wavefunction with a $|C|=2$ Landau-level gap, we observe unusual spin-nematic correlations. Our results may provide guidance for analyzing the magnetic-field response of DSL candidate materials and offer numerical diagnostics that can connect to the underlying theory of spinons coupled to an emergent U(1) gauge field."}
{"id": "2601.15095", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.15095", "abs": "https://arxiv.org/abs/2601.15095", "authors": ["Biman Bagchi"], "title": "Stiffness induced structures and morphological transitions in semiflexible polymers", "comment": null, "summary": "Semiflexible polymers in poor solvents exhibit a rich variety of collapsed morphologies, including globules, toroids, and rodlike bundles, arising from the competition between attractive interactions and chain stiffness. Computer simulations and experiments on stiff and conjugated polymers have revealed complex morphological crossovers, yet a unified theoretical description remains incomplete. Here we develop a coarse-grained, field-theoretic free-energy framework for linear polymers with variable stiffness that captures these morphologies and their transitions within a common description. The theory is built on three key ingredients: a density field describing monomer attraction and excluded-volume effects, a nematic order parameter accounting for orientational ordering in dense regions, and the bending rigidity of a worm-like chain. Using simple variational ansatzes for competing morphologies, we derive analytic expressions for their free energies and identify the boundaries separating coil, globule, toroidal, and rodlike conformational regimes as functions of the reduced attraction strength and the effective persistence length. The resulting phase-diagram topology provides a transparent free-energy-based framework for interpreting morphology diagrams observed in simulations and experiments on semiflexible polymers in poor solvents. We find the possibility of the existence of a triple point involving globules, rods and toroids."}
{"id": "2601.14500", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.14500", "abs": "https://arxiv.org/abs/2601.14500", "authors": ["Jaehwahn Kim", "Davis A. Rens", "Waqas Khalid", "Hyunchul Kim"], "title": "A Modulated Electron Lattice (MEL) Criterion for Metallic Superconductivity", "comment": "8 pages, 3 figures", "summary": "A central unresolved question in the theory of superconductivity is why only a small subset of metallic elements exhibit a superconducting state, whereas many others remain strictly normal. Neither the conventional Bardeen Cooper Schrieffer (BCS) framework nor its extensions involving charge density wave (CDW) or pair density wave (PDW) order provide a predictive or material-selective criterion capable of distinguishing superconducting metals from non-superconducting ones. In particular, the persistent absence of superconductivity in simple noble metals with well-defined Fermi surfaces poses a challenge for all traditional approaches. Here we address this problem using the Modulated Electron Lattice (MEL) Ginzburg Landau (GL) framework introduced in our previous work. In this formulation, a coarse-grained MEL charge field $ρ_{\\mathrm{MEL}}(\\mathbf{r})$ with momentum dependent stiffness $α(q)$ is coupled to the superconducting (SC) order parameter $ψ(\\mathbf{r})$. We show that metallic superconductivity emerges only when the system satisfies a specific ``MEL enhancement window,'' characterized by a negative minimum of $α(q)$ at either a finite modulation wave vector $q^{\\ast}$ or at $q=0$, together with sufficiently strong coupling between $ρ_{\\mathrm{MEL}}$ and $ψ$. This unified criterion naturally partitions metallic elements into three universal classes: (i) MEL-enhanced superconductors with a finite-$q^{\\ast}$ charge mode, (ii) conventional BCS superconductors as the homogeneous $q^{\\ast}=0$ limit of the MEL framework, and (iii) metals for which $α(q)$ remains positive for all $q$, suppressing all MEL modes and preventing any superconducting instability. By applying this criterion to simple metallic elements, we identify why some metals develop superconductivity while others do not, possibly resolving a selection problem long open within the BCS paradigm."}
{"id": "2601.14526", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14526", "abs": "https://arxiv.org/abs/2601.14526", "authors": ["Mengmeng Long", "Theodore I. Weinberger", "Zheyu Wu", "Mads F. Hansen", "Ran Tao", "Mridul Shrestha", "Dave Graf", "Yurii Skourski", "F. Malte Grosche", "Alexander G. Eaton"], "title": "3D bulk-resolved $g$-wave magnetic order parameter symmetry in the metallic altermagnet CrSb", "comment": null, "summary": "Electronic phases of matter, such as magnetism and superconductivity, are defined and distinguished by their order parameters that quantify the spontaneous symmetry breaking underlying each phase. The simplest cases are the uniform magnetisation of ferromagnets and isotropic gap function of conventional superconductors. Unconventional superconductors often have a nodal gap function, where the gap changes sign at nodes on the Fermi surface. This concept of unconventional or nodal order parameter symmetry has recently been extended to numerous magnetic systems, including altermagnets, in which up- and down-spin species are non-degenerate around the Fermi surface. Here we demonstrate that magnetic quantum oscillation measurements can provide a direct, bulk-sensitive, 3D mapping of the order parameter in an unconventional magnet. By rotating a magnetic field through high- and low-symmetry directions of the CrSb Brillouin zone, we show that this material's altermagetic band structure leads to the loss of mirror symmetry for each spin-split Fermi sheet away from highly symmetric nodal orientations. In momentum space, the difference between up and down spins follows the profile of the $\\mathcal{Y}_{4}^{-3}=zy(3x^2-y^2)$ spherical harmonic - analogous to a $g$-orbital of the hydrogen atom. While notoriously difficult to resolve in unconventional superconductors, our work demonstrates that the order parameter symmetry of unconventional magnets can be conclusively determined through quantum-oscillatory quasiparticle spectroscopy. Our results empirically establish CrSb as a prototypical $g$-wave metallic altermagnet, which in pristine form possesses low residual resistivities down to $\\sim$1 $μΩ$cm, opening numerous avenues for next-generation spintronic device applications"}
{"id": "2601.14524", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14524", "abs": "https://arxiv.org/abs/2601.14524", "authors": ["Tharindu Fernando", "Ting Cao"], "title": "Strain-tunable magnetic correlations in spin liquid candidate Nb$_3$Cl$_8$", "comment": null, "summary": "Recent research suggests the possibility of the two-dimensional breathing-Kagome magnet Nb$_3$Cl$_8$ hosting a quantum spin liquid state, warranting further study into its magnetic properties. Using ab initio calculations, we show that monolayer Nb$_3$Cl$_8$ has short-range antiferromagnetic correlations among Nb$_3$ trimers with S = 1/2, and becomes magnetically frustrated due to the underlying effective triangular lattice geometry, and is evidenced by a frustration index of f > 1. The high-temperature susceptibility shows a negative Weiss temperature from Monte Carlo calculations. Considering spin-orbit coupling, we investigate the magnetic anisotropy, including anisotropic exchange, single-ion anisotropy and the Dzyaloshinskii-Moriya interaction using the four-state energy mapping formalism. Although the elements have relatively small atomic numbers, the Dzyaloshinskii-Moriya interaction is comparable in magnitude to the anisotropic exchange. Additionally, we show that biaxial strain tunes the short-range correlations between antiferromagnetic, paramagnetic and ferromagnetic. These findings strengthen our understanding of Nb$_3$Cl$_8$ and advance its applications in current condensed matter physics and materials science research, including nanoscale mechanical and spintronics applications."}
{"id": "2601.14365", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14365", "abs": "https://arxiv.org/abs/2601.14365", "authors": ["Tianhong Lu", "Luiz H. Santos"], "title": "Exciton-Anyon Binding in Fractional Chern Insulators: Spectral Fingerprints", "comment": "Main text: 5 pages and 4 figures", "summary": "Transition--metal dichalcogenides (TMDs) uniquely combine topological electronic states realized without external magnetic fields with a strong optical response arising from long--lived excitons. Motivated by this confluence, we investigate an interacting fermion--boson system formed by coupling an exciton to a quasihole of a fractional Chern insulator (FCI) at filling fraction $1/3$. We introduce a kagome--lattice fermion--boson model hosting an electronic FCI and a mobile exciton whose dispersion is tunable from a parabolic band to a flatband. Using exact diagonalization, we demonstrate the emergence of exciton--quasihole bound states controlled by the repulsive electron--exciton interaction $V_{\\mathrm{FB}}$ and the exciton kinetic energy $t_{\\mathrm{B}}$. These states appear as low--lying levels in the fermion--boson spectrum, well separated from the scattering continuum, and arise despite repulsive interactions due to a residual attraction to the local charge depletion associated with a quasihole. Reducing $t_{\\mathrm{B}}$ enhances this effect by favoring interaction--dominated binding. Our results provide a model description of moiré TMD heterostructures, including fractional Chern insulating twisted bilayer MoTe$_2$ proximitized by excitonic TMD heterobilayers, where we estimate exciton--quasihole binding energy scales of $0.6$--$1.1$~meV, placing these effects within reach of photoluminescence spectroscopy."}
{"id": "2601.14444", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.14444", "abs": "https://arxiv.org/abs/2601.14444", "authors": ["Yetmgeta Aklilu", "Tiany Yang", "Cody Covington", "Kalman Varga"], "title": "Quantum-Electrodynamical Time-Dependent Density Functional Theory Description of Molecules Interacting with Light", "comment": null, "summary": "We study light-mediated interactions between spatially separated molecules using real-time quantum electrodynamical time-dependent density functional theory based on the Pauli-Fierz Hamiltonian. An ultrashort delta-kick excitation selectively perturbs a single molecule, while a second, distant molecule remains initially unexcited. In free space, the excitation stays localized and no response is observed in the second molecule. In contrast, when both molecules are coupled to the same cavity mode, the initial excitation induces coherent dynamics in the distant molecule through the shared quantized electromagnetic field."}
{"id": "2601.14496", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14496", "abs": "https://arxiv.org/abs/2601.14496", "authors": ["Shi Feng", "Nandini Trivedi"], "title": "Magnetic field induced phenomena in Kitaev spin liquids", "comment": "51 pages", "summary": "Quantum spin liquids (QSLs) host a variety of fractionalized particles. In Kitaev's paradigmatic honeycomb model a spin-$\\tfrac{1}{2}$ fractionalizes into $Z_2$ flux due to emergent $Z_2$ gauge field and matter Majorana fermions. Although these excitations have well-defined dynamics in the integrable limit, their direct experimental identification is notoriously challenging: realistic materials inevitably host additional symmetry-allowed interactions that break integrability and hybridize gauge and matter sectors, while magnetic fields, which are often required to suppress competing order and stabilize a putative QSL regime, further entangle the responses of different fractionalized quasiparticles and may even drive the system into field-induced spin-liquid phases that are not adiabatically connected to the integrable limit. A prominent example is the quantum Majorana metal, in which the distinct dynamics of fractionalized Majorana fermions can become directly visible in scattering. This report highlights recent progress on these related questions: in which field-stabilized QSL regimes and nearby emergent phases, and under what conditions, can the response of a specific fractionalized quasiparticle be isolated and positively understood, thereby clarifying the existence and the experimental scope of putative spin liquids? We review the progress on these questions across Abelian, non-Abelian, and an emergent quantum phases under magnetic field that are not perturbatively connected to the integrable limit. We connect these field-induced dynamical phenomena to concrete experimental observables, relevant for neutron scattering, resonant inelastic X-ray scattering, and pump-probe spectroscopy that are capable of resolving specific types of fractionalized particles, including Majoranas and $Z_2$ fluxes."}
{"id": "2601.14398", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.14398", "abs": "https://arxiv.org/abs/2601.14398", "authors": ["Zhi-Qiang Gao", "Hui Yang", "Yan-Qi Wang"], "title": "Deconfined quantum criticality with internal supersymmetry", "comment": "10 pages, 1 figure", "summary": "Deconfined quantum critical point (DQCP) describes direct, non-fine-tuned quantum phase transition between two ordered phases that break distinct and seemingly unrelated symmetries, providing a route to continuous phase transition beyond the conventional Ginzburg--Landau paradigm. In this work we extend the DQCP paradigm to systems with internal supersymmetry (SUSY), where the on-site Hilbert space furnishes a representation of a Lie superalgebra, and the Hamiltonian is invariant under the corresponding Lie supergroup. Focusing on the minimal supersymmetric generalization of spin $SU(2)$, namely $OSp(1|2)$, we propose a supersymmetric deconfined quantum critical point (sDQCP) between a phase that breaks internal $OSp(1|2)$ and a phase that instead breaks lattice rotation symmetry. We formulate a non-linear sigma model on the supersphere target space that captures the symmetry intertwinement characteristic of the sDQCP, and we further develop a gauge theory description to address its dynamical properties, including a heuristic argument for 3D XY critical behavior. Finally, we show that explicitly breaking $OSp(1|2)$ down to $SU(2)$ continuously connects our sDQCP to the conventional DQCP scenario."}
{"id": "2601.14537", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.14537", "abs": "https://arxiv.org/abs/2601.14537", "authors": ["Jushin Tei", "Ryo Hanai", "Satoshi Fujimoto", "Takeshi Mizushima"], "title": "Theory of Andreev and shot noise spectroscopy for topological superconductors probed by $s$-wave superconducting tips", "comment": "24 pages, 8 figures", "summary": "Scanning tunneling microscopy (STM) and spectroscopy (STS) with $s$-wave superconducting tips has been widely applied to probe exotic superconductors, but its potential for investigating topological superconductors remains unclear. In junctions between an $s$-wave superconductor and a topological superconductor, the dominant tunneling process is Andreev reflection, in which Cooper pairs from the $s$-wave superconductor tunnel as particle--hole excitations into the surface state of the topological superconductor. In this work, we theoretically investigate the fundamental properties of Andreev and shot noise spectroscopy on topological superconductors, focusing on the $dI/dV$ characteristics and current noise. We develop a real-time description of an effective tunneling action incorporating Andreev reflection processes in the Keldysh formalism and derive analytical expressions for the Andreev reflection current and the associated current noise. Furthermore, we perform numerical simulations for representative topological superconductors and provide a catalog of $dI/dV$ spectra and the Fano factor. Our results establish guidelines for probing topological superconductivity using STM with $s$-wave superconducting tips, and provide theoretical benchmarks for future STS experiments."}
{"id": "2601.14551", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14551", "abs": "https://arxiv.org/abs/2601.14551", "authors": ["Temazulu S. Zulu", "Larissa B. Little", "Aaron M. Day", "Chaoshen Zhang", "Keith Powell", "Kyeong-Yoon Baek", "Benazir Fazlioglu-Yalcin", "Neil Sinclair", "Charles M. Brooks", "David R. Barton", "Marko Loncar", "Julia A. Mundy"], "title": "Heterogeneous Transfer of Thin Film BaTiO$_3$ onto Silicon for Device Fabrication", "comment": null, "summary": "Thin film BaTiO$_3$ has one of the highest known Pockels coefficients (>1200 pm/V), making it an attractive material for use in electro-optic devices. It is advantageous to integrate BaTiO$_3$ on silicon to enable complementary metal-oxide-semiconductor (CMOS) compatible processing. However, synthesis of high-quality BaTiO$_3$ directly on silicon remains a challenge. Here, we synthesize BaTiO$_3$ using hybrid metal-organic molecular beam epitaxy (hMBE) and demonstrate its transfer onto silicon using thermocompression bonding and chemical lift-off. Hybrid metal-organic MBE enables self-regulated synthesis of highly stoichiometric thin films at high growth rates (>100nm/hr). Our transfer method results in millimeter-scale areas of atomically flat, crack-free BaTiO$_3$ making it a potentially scalable method. Finally, we demonstrate the applicability of our process to device fabrication through characterization of lithographically-patterned and etch-transferred sub-micron features."}
{"id": "2601.14527", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14527", "abs": "https://arxiv.org/abs/2601.14527", "authors": ["Mijanur Islam", "Mahan Mohseni", "Ibsal Assi", "Daniel Miravet", "Pawel Hawrylak"], "title": "Majorana Fermions in spin up and down electronic complexes in spin-orbit coupled array of semiconductor quantum dots in proximity to $s$-type superconductor and in magnetic field", "comment": "10 pages, 7 figures, comments are welcome", "summary": "Semiconductor-s-type superconductor nanowires host spinful fermions and cannot be reduced to a single spinless Kitaev chain hosting single Majorana zero mode. Instead, such systems can be converted into two coupled p-wave Kitaev-like chains associated with different spin sectors. Using the bond Fermion transformation and exact diagonalization, we analyze parity resolved spectra and local spectral functions, demonstrating that zero-energy modes strongly localized at the system boundaries emerge only in one effective chain. Inter-chain coupling lifts parity degeneracy and redistributes the low-energy spectral weight, providing a controlled framework to assess the stability of Majorana-like modes in the finite spinful nanowires."}
{"id": "2601.14372", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.14372", "abs": "https://arxiv.org/abs/2601.14372", "authors": ["Mengxing Ye"], "title": "A Quantum Many-Body Approach for Orbital Magnetism in Correlated Multiband Electron Systems", "comment": "11+7 pages. Comments are welcome", "summary": "Orbital magnetism is a purely quantum phenomenon that reflects intrinsic electronic properties of solids, yet its microscopic description in interacting multiband systems remains incomplete. We develop a general quantum many-body framework for orbital magnetic responses based on the Luttinger-Ward functional. Starting from the Dyson equation, we reformulate the thermodynamic potential in a weak magnetic field and construct a controlled expansion in powers of $B$ applicable to correlated electron systems. A key technical advance is a modified ``Fourier'' representation using noncommutative coordinates, which allows the thermodynamic potential to be expressed in an effective momentum space where the magnetic field acts perturbatively. This formulation makes analytic progress possible within the Moyal algebra. As an application, we derive the spontaneous orbital magnetization and express it entirely in terms of the zero-field Hamiltonian renormalized by the self-energy. For frequency-dependent but Hermitian self-energies, we generalize the orbital magnetic moment and Berry curvature to momentum-frequency space and identify two gauge-invariant contributions built from these quantities. For frequency-independent self-energies the result reduces to the familiar geometric formula for noninteracting systems. This framework provides a unified foundation for computing orbital magnetic responses in correlated multiband materials."}
{"id": "2601.15072", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.15072", "abs": "https://arxiv.org/abs/2601.15072", "authors": ["James P. Darby", "Joe D. Morrow", "Albert P. Bartók", "Volker L. Deringer", "Gábor Csányi", "Christoph Ortner"], "title": "Regularity Priors for the Linear Atomic Cluster Expansion", "comment": "15 pages, 15 figures", "summary": "Machine-learned interatomic potentials enable large systems to be simulated for long time scales at near ab-initio accuracy. This accuracy is achieved by fitting extremely flexible model architectures to high quality reference data. In practice, this flexibility can cause unwanted behavior such as jagged predicted potential energy surfaces and generally poor out-of-distribution behavior. We investigate a general strategy for incorporating prior beliefs on the regularity of the target energy into linear ACE models and explore to what extent this approach improves the quality of the fitted models. Our main focus is an over-regularisation that replicates the Gaussian broadening used in SOAP descriptors within the ACE framework."}
{"id": "2601.14817", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14817", "abs": "https://arxiv.org/abs/2601.14817", "authors": ["Gennadiy Ivanovich Mironov"], "title": "Ionization energy and electron affinity of fullerene C60 in the Hubbard model in the static fluctuation approximation", "comment": "7", "summary": "Within the Hubbard model, the ionization energy and electron affinity of the icosahedral C60 fullerene are calculated in the static fluctuation approximation. A graphical representation of the chemical potential equation is first obtained. The correlation function, which describes the transitions of π-electrons from one fullerene site to the nearest site, and the thermodynamic average, which characterizes the probability of detecting two π-electrons with oppositely oriented spin projections on a single fullerene site, are then calculated. The theoretically obtained values for the ionization energy of 7.57 eV and the electron affinity of 2.67 eV coincide with the experimentally observed values and demonstrate that, during photoionization or another process leading to either the acquisition or loss of a π-electron, the fullerene responds to external perturbations as a single system of strongly correlated π-electrons."}
{"id": "2601.14902", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.14902", "abs": "https://arxiv.org/abs/2601.14902", "authors": ["Huanhuan Shi", "Qili Li", "Antoine M. T. Baron", "Marie-Aude Méasson", "Sangjun Kang", "Dirk Fuchs", "Fabian Henssler", "Alexander Haas", "Paolo Battistoni", "Nour Maraytta", "Michael Merz", "Amir-Abbas Haghighirad", "Wulf Wulfhekel", "Christian Kübel", "Matthieu Le Tacon"], "title": "Enhanced Charge-Density-Wave Order and Suppressed Superconductivity in Intercalated Bulk $\\mathrm{Nb}{\\mathrm{Se}}_{2}$", "comment": null, "summary": "The electronic ground states of transition-metal dichalcogenides are strongly shaped by reduced dimensionality, yet the properties of atomically thin layers remain difficult to probe due to their small size and environmental sensitivity. Here we demonstrate that controlled electrochemical intercalation of organic cations provides a robust bulk platform for accessing monolayer-like physics in NbSe$_2$. Intercalation of tetrapropylammonium and tetrabutylammonium expands the interlayer spacing by nearly a factor of two, electronically decoupling the NbSe$_2$ layers while simultaneously introducing well-defined charge doping. Using a combination of Raman spectroscopy, scanning tunneling microscopy, X-ray diffraction, and photoemission, we uncover a pronounced enhancement of the charge-density-wave transition temperature to $\\sim 130$ K together with a strong suppression of superconductivity, reproducing the phase diagram observed in exfoliated monolayers. The enhanced charge-density-wave order and reduced $T_c$ arise from the combined effects of dimensionality reduction and electron injection, and are accompanied by distinct dip-hump anomalies in the tunneling spectra suggestive of collective mode excitations. Our results establish molecular intercalation as a powerful and scalable route for engineering competing orders in layered quantum materials."}
{"id": "2601.14576", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14576", "abs": "https://arxiv.org/abs/2601.14576", "authors": ["Mirco Nydegger", "Rebecca A. Gallivan", "Arthur Barras", "Henning Galinski", "Ralph Spolenak"], "title": "Nanodroplet-Confined Electroplating Enables Submicron Printing of Metals and Oxide Ceramics", "comment": null, "summary": "The fabrication of functional micro- and nano-electronic devices requires the deposition of high-quality materials of different electronic material classes, such as conductors, semiconductors and insulators. To establish ultra-high-resolution additive manufacturing as a viable addition to existing fabrication methods requires the combinatorial additive deposition of different electronic material classes. However, current techniques do not provide such a capability. Here, we demonstrate that droplet confined electroplating, an ultra-high-resolution AM technique initially developed for metals as electrohydrodynamic redox printing (EHD-RP), allows not only the direct deposition of many metals, but also of metal-oxides. Particularly, we demonstrate that applying fundamental electrochemical principles in combination with on-the-fly switching of the deposited material allows for the direct co-deposition of metals, metal-hydroxides and -oxides. Our results exemplify the feasibility of leveraging simple water-based electrochemical concepts to produce intricate and multi-material structures at the nanoscale."}
{"id": "2601.14571", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14571", "abs": "https://arxiv.org/abs/2601.14571", "authors": ["Yan Meng", "Kainan Chang", "Luxia Wang"], "title": "Excitation Energy Transfer in Nanohybrid System of Organic Molecule and Inorganic Transition Metal Dichalcogenides Nanoflake", "comment": null, "summary": "Excitation energy transfer (EET) in an organic/inorganic nanohybrid system, composed of a single \\textit{para}-sexiphenyl (6P) molecule physisorbed on a finite-sized MoS$_2$ nanoflake, is investigated theoretically. %\nThe electronic structure of the MoS$_2$ nanoflake is described by using an 11-band tight-binding model, in which edge states are passivated with H atoms to restore a well-defined bandgap. %\nWithin a configuration-interaction scheme, excitonic states are constructed and, for computational efficiency, approximated by uncorrelated electron-hole pairs in the relevant high-energy window. %\nThe EET rates are evaluated via Fermi's golden rule, incorporating Coulomb coupling, thermal broadening, and spectral overlap between the molecular excitation and the MoS$_2$ nanoflake's electron-hole pairs. %\nOur results reveal that energy transfer from the molecule to the nanoflake is the dominant process, and its efficiency depends strongly on the size of the MoS$_2$ nanoflake, as well as the molecule's vertical distance and lateral position relative to the nanoflake."}
{"id": "2601.14380", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14380", "abs": "https://arxiv.org/abs/2601.14380", "authors": ["Andreas Honecker", "M. E. Zhitomirsky", "Alexander Wietek", "Johannes Richter"], "title": "Field-induced states and thermodynamics of the frustrated Heisenberg antiferromagnet on a square lattice", "comment": "15 pages including 12 (multi-panel) figures; legacy paper in honor of Johannes Richter", "summary": "We investigate the ground-state and finite-temperature properties of the $J_1$-$J_2$ Heisenberg antiferromagnet on the square lattice in the presence of an external magnetic field. We focus on the highly frustrated regime around $J_2 \\approx J_1/2$. The $h$-$T$ phase diagram is investigated with particular emphasis on the finite-temperature transition into the \"up-up-up-down\" state that is stabilized by thermal and quantum fluctuations and manifests itself as a plateau at one half of the saturation magnetization in the quantum case. We also discuss the enhanced magnetocaloric effect associated to the ground-state degeneracy that arises at the saturation field for $J_2=J_1/2$. For reference, we first study the classical case by classical Monte Carlo simulations. Then we turn to the extreme quantum limit of spin-1/2 where we perform zero- and finite-temperature Lanczos calculations."}
{"id": "2601.15233", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.15233", "abs": "https://arxiv.org/abs/2601.15233", "authors": ["Jaeyun Moon"], "title": "Elementary excitations in dilute gases", "comment": null, "summary": "In solids, elementary excitations of atomic vibrations are identified in reciprocal space by their frequency and wavevector as phonons. At the opposite end of the matter spectrum, dynamics of dilute gases is conventionally described in terms of atomic or molecular collisions and translations in real space and time. These two formalisms are apparently incompatible, leading to difficulties in understanding atomic dynamics in intermediate matter. In this work, we demonstrate that normal modes, often synonymously considered as phonons in solids, provide a microscopic description of various transport processes, including thermal conductivity, diffusion coefficient, and shear viscosity, in a prototypical dilute gas, argon. Our results reveal that normal modes constitute elementary excitations in dilute gases, extending their physical relevance far beyond vibrational excitations in solids."}
{"id": "2601.14878", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14878", "abs": "https://arxiv.org/abs/2601.14878", "authors": ["V. P. Mineev"], "title": "Altermagnets versus Antiferromagnets", "comment": "4 pages, 3 figures", "summary": "Altermagnets are metals with a momentum-dependent spin splitting of electron bands due to a specific crystal structure, which is invariant under time reversal only in combination with rotations and reflections. The developed phenomenological approach makes it possible to obtain a spectrum of electron bands in an altermagnet corresponding to an antiferromagnet with the same symmetry. The anomalous Hall effect is an inherent property of substances whose electron band dispersion is characterized by the Berry curvature. Calculations of the Berry curvature were performed for altermagnet analogs of collinear antiferromagnet, weak ferromagnetic antiferromagnet, and ferrimagnetic structures. It was shown that in the specific cases under consideration, the anomalous Hall effect in the absence of an external magnetic field is possible only in the state of a weak ferromagnet."}
{"id": "2601.14946", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14946", "abs": "https://arxiv.org/abs/2601.14946", "authors": ["Honglin Zhou", "Xinman Ye", "Gang Wang", "Devashibhai Adroja", "David Tam", "Michael Marek Koza", "Zhilun Lu", "Jinguang Cheng", "Dao-Xin Yao", "Huiqian Luo"], "title": "Spin Fluctuations in the Rare-Earth Doped Bilayer Nickelates", "comment": "11 pages, 9 figures, including supplementary", "summary": "Spin fluctuations have been generally believed as the pairing glue of high-$T_c$ superconductivity. Recent inelastic neutron scattering (INS) studies have revealed a weak flat spin-fluctuation signal around 45 meV in the bilayer nickelate La$_3$Ni$_2$O$_{7-δ}$, suggesting strong interlayer and weak intralayer magnetic couplings ($SJ_{\\perp}\\approx$ 60 meV, $SJ_{\\parallel}\\leq$ 3.5 meV) in contrast to cuprate and pnictide superconductors. Here, we report further INS studies on the Pr and Nd doped La$_3$Ni$_2$O$_{7-δ}$ powder samples at ambient pressure. Besides the crystalline electric field excitations at low energies, we have found that the 45 meV flat mode splits into two modes in doped compounds, along with another weak mode at about 60 meV, where the spin fluctuations in La$_2$NdNi$_2$O$_{7-δ}$ are stronger than La$_3$Ni$_2$O$_{7-δ}$ and La$_2$PrNi$_2$O$_{7-δ}$. Based on an effective Heisenberg model by only considering the nearest-neighbor exchange couplings on the stripe-type antiferromagnetic orders, we conclude that the interlayer coupling $SJ_{\\perp}$ is enhanced to about 69 meV and 73 meV for Pr and Nd doped samples, respectively. Our results highlight the crucial role of interlayer coupling in the rare-earth doped bilayer nickelates, which towards to promote high $T_c$ via interlayer $s\\pm$ pairing."}
{"id": "2601.14627", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14627", "abs": "https://arxiv.org/abs/2601.14627", "authors": ["Tobias Schwaigert", "Salva Salmani-Rezaie", "Sankalpa Hazra", "Utkarsh Saha", "Maya Ramesh", "Aiden Ross", "Betul Pamuk", "Long-Qing Chen", "David A. Muller", "Darrell G. Schlom", "Venkatraman Gopalan", "Kaveh Ahadi"], "title": "Above Room Temperature Ferroelectricity in Epitaxially Strained KTaO3", "comment": null, "summary": "Epitaxial strain is a powerful means to engineer emergent phenomena in thin films and heterostructures. Here, we demonstrate that KTaO3, a cubic perovskite in bulk form, can be epitaxially strained into a highly tunable ferroelectric. KTaO3 films grown commensurate to SrTiO3 (001) substrates experience an in-plane strain of -2.1 % that transforms the cubic structure into a tetragonal polar phase with transition temperature of 475 K, consistent with our thermodynamic calculations. We show that the Curie temperature and the spontaneous electric polarization can be system- atically controlled with epitaxial strain. Scanning transmission electron microscopy reveals cooperative polar displacements of the potassium columns with respect to the neighboring tantalum columns at room temperature. Optical second-harmonic generation results are described by a tetragonal polar point group (4mm), indicating the emergence of a global polar ground state. We observe a ferroelectric hysteresis response, using metal-insulator-metal capacitor test structures. The results demon- strate a robust intrinsic ferroelectric state in epitaxially strained KTaO3 thin films."}
{"id": "2601.14644", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14644", "abs": "https://arxiv.org/abs/2601.14644", "authors": ["Zander Scholl", "Ezra Frohlich", "Natalie Rogers", "Paul Nguyen", "Baker Hase", "Joseph Tatsuro Murphy", "Joel Toledo-Urena", "David Cobden", "Jennifer T. Heath"], "title": "Quantitative Kelvin Probe Force Microscopy of back-gated 2D semiconductors", "comment": null, "summary": "In 2D field effect transistors the gate electrostatically dopes the 2D semiconductor (2DSC) channel, tuning the Fermi level. In principle, Kelvin probe force microscopy (KPFM) can detect the Fermi level, and its dependence on gate bias as well as position, potentially directly yielding band gaps, contact barriers, spatial nonuniformities, and sub-gap densities of states in such devices. However, KPFM relies on an oscillating probe voltage which itself electrostatically dopes the 2DSC, potentially creating a nonlinear response. Here, we show that when a suitably thin hBN back-gate dielectric is used, the KPFM signal agrees well with expectations, as explained by a quasistatic charge-balance model. Corresponding experimental results show excellent consistency with the literature values of the bandgaps of monolayer and trilayer WSe2. With this approach, the widely available technique of KPFM should find improved utility and new uses in the study of 2D devices."}
{"id": "2601.14382", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14382", "abs": "https://arxiv.org/abs/2601.14382", "authors": ["Katarina Karlova", "Afonso Rufino", "Taras Verkholyak", "Nils Caci", "Stefan Wessel", "Jozef Strecka", "Frederic Mila", "Andreas Honecker"], "title": "Approaching Kasteleyn transition in frustrated quantum Heisenberg antiferromagnets", "comment": "9 pages of main text and 6 pages of supplemental material, 9 figures in total", "summary": "We show that the Kasteleyn transition, the abrupt proliferation of infinite strings of defects in classical dimer and related models, can also be relevant for frustrated 2d quantum magnets. This is explicitly demonstrated in a phase of the spin-1/2 Heisenberg diamond-decorated honeycomb lattice where a family of exact eigenstates built as products of dimer and plaquette singlets can be mapped onto the dimer coverings of the honeycomb lattice. The low-temperature properties of this phase are accurately described by an effective dimer model with anisotropic activities and a small, tunable density of monomers, leading to an arbitrarily sharp crossover version of the Kasteleyn transition. The generalization to other geometries and the possibility to realize this model in organo-metallic compounds are briefly discussed."}
{"id": "2601.14836", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.14836", "abs": "https://arxiv.org/abs/2601.14836", "authors": ["Ata Utku Özkan", "Talip Serkan Kasırga", "Aykut Erbaş"], "title": "Ionic transport in spontaneously ion-intercalated van der Waals layered structures", "comment": "28 pages, 4 figures Supplementary Information 8 pages, 9 figures", "summary": "Understanding ionic transport under strong confinement is crucial for the design of next-generation energy, catalytic, and information-processing materials; however, repeated field-driven ion motion often degrades conventional solid electrolytes. Van der Waals layered materials offer an alternative by providing structurally resilient ion-transport channels, yet the microscopic origins of their nonequilibrium transport behavior remain poorly understood. Here, we investigate field-driven ionic conduction in sodium-intercalated layered MnO$_2$ as a model self-intercalated van der Waals solid, using all-atom nonequilibrium molecular dynamics simulations that explicitly capture ion-water correlations and layer morphology. We demonstrate that ionic conductivity depends nonlinearly on the applied electric field, interlayer spacing, water content, and lattice flexibility. The applied electric field induces spatial segregation of water coupled to distortions of the MnO$_2$ sheets, producing coexisting regions populated by highly hydrated and weakly hydrated ions with suppressed conductivity. Concurrently, ionic transport exhibits a nonmonotonic dependence on the total amount of intercalated water, with boundary domains of weakly hydrated ions displaying relatively higher mobility. In fluctuation-free layers, ion transport transitions from single-particle motion to a collective conduction regime characterized by elongated, same-charge ionic clusters that violate Nernst-Einstein behavior. Together, these findings provide a molecular-level mechanism linking confinement-induced electrostatic correlations and structural response to the emergent nonlinear transport observed experimentally in ion-intercalated MnO$_2$, and suggest general design principles for robust, water-assisted ionic conductors."}
{"id": "2601.14989", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2601.14989", "abs": "https://arxiv.org/abs/2601.14989", "authors": ["Fotios Kalkavouras", "Tobias Dornheim", "Paul Hamann", "Panagiotis Tolias"], "title": "Dielectric formalism of the 2D uniform electron gas at finite temperatures", "comment": "18 pages, 9 figures", "summary": "We present a comprehensive analysis of the two-dimensional uniform electron gas (2D-UEG or more commonly 2DEG) at finite temperature, spanning a broad range of densities / coupling strengths ($0.01\\le{r}_s\\le20$) and temperatures / degeneracy parameters ($0.01\\leΘ= k_B T/E_F \\le 10$). Within the self-consistent dielectric formalism, we construct two-dimensional versions of the Singwi-Tosi-Land-Sjölander (STLS) and hypernetted-chain (HNC) approximation based schemes. We benchmark the accuracy of the STLS and the HNC schemes against new state-of-the-art path-integral Monte Carlo data. We also report structural and thermodynamic properties across the full $(r_s,Θ)$ phase diagram domain studied, identify regimes in which these schemes remain quantitatively reliable, and provide an accurate parametrization of the exchange--correlation free energy of the finite-temperature 2DEG."}
{"id": "2601.14981", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14981", "abs": "https://arxiv.org/abs/2601.14981", "authors": ["Yi-Li Sun", "Ze-Zhong Li", "Yang Li", "Hong-Lin Zhou", "Amit Pokhriyal", "Haranath Ghosh", "Shi-Liang Li", "Hui-Qian Luo"], "title": "Crystal growth and characterization of a hole-doped iron-based superconductor Ba(Fe$_{0.875}$Ti$_{0.125}$)$_2$As$_2$", "comment": "8 pages, 4 figures", "summary": "We report the crystal growth of a new hole-doped iron-based superconductor Ba(Fe$_{0.875}$Ti$_{0.125}$)$_2$As$_2$ by substituting Ti on the Fe site. The crystals are accidentally obtained in trying to grow Ni doped Ba$_2$Ti$_2$Fe$_2$As$_4$O. After annealing at 500 \\textcelsius $ $ in vacuum for one week, superconductivity is observed with zero resistance at $T_{c0} \\approx 17.5$ K, and about 20\\% diamagnetic volume down to 2 K. While both the small anisotropy of superconductivity and the temperature dependence of normal state resistivity are akin to the electron doped 122-type compounds, the Hall coefficient is positive and similar to the case in hole-doped Ba$_{0.9}$K$_{0.1}$Fe$_2$As$_2$. The density functional theory calculations suggest dominated hole pockets contributed by Fe/Ti 3$d$ orbitals. Therefore, the Ba(Fe$_{1-x}$Ti$_{x}$)$_2$As$_2$ system provides a new platform to study the superconductivity with hole doping on the Fe site of iron-based superconductors."}
{"id": "2601.14756", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14756", "abs": "https://arxiv.org/abs/2601.14756", "authors": ["Chunlei Wang", "Panukorn Sombut", "Lena Puntscher", "Nail Barama", "Maosheng Hao", "Florian Kraushofer", "Jiri Pavelec", "Matthias Meier", "Florian Libisch", "Michael Schmid", "Ulrike Diebold", "Cesare Franchini", "Gareth S. Parkinson"], "title": "Hydrogen Activation via Dihydride Formation on a Rh1/Fe3O4(001) Single-Atom Catalyst", "comment": null, "summary": "Hydrogen activation is a key elementary step in catalytic hydrogenation. In heterogeneous catalysis, it usually proceeds through dissociative adsorption on metal nanoparticles followed by surface diffusion or spillover, whereas homogeneous catalysts activate H2 through dihydride or dihydrogen intermediates at a single metal center. Here, we show that isolated Rh adatoms supported on Fe3O4(001) activate hydrogen through formation of a stable dihydride species without atomic H spillover. Temperature-programmed desorption, X-ray photoelectron spectroscopy, and scanning tunneling microscopy collectively reveal strong (approximately 1 eV) hydrogen adsorption exclusively at isolated Rh1 sites, while isotope-exchange experiments further demonstrate that hydrogen remains localized. Density-functional theory based calculations indicate a barrierless conversion from molecular H2 to the dihydride, and random-phase approximation calculations further confirm the relative stability of the dihydride. Together, these results show that single-atom Rh sites cleave and bind H2 through a dihydride pathway analogous to homogeneous complexes, establishing a mechanistic bridge between homogeneous and heterogeneous catalysis."}
{"id": "2601.14769", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.14769", "abs": "https://arxiv.org/abs/2601.14769", "authors": ["Marwa Mannai", "Yaoyao Shu", "Sonia Haddad", "Mina Ren", "Hong Chen", "Yong Sun", "Hisham Sati"], "title": "Realization of staircase topological Anderson phase transitions", "comment": "10 pages + supplementary material", "summary": "One-dimensional topological Anderson insulators provide a paradigm for disorder-induced topological phases in which the underlying system turns from a trivial to a topological phase. It is widely recognized that the latter vanishes at large disorder amplitude. Here, and contrary to the general belief, we provide evidence for a successive disorder-driven topological transitions in a single-wall nanotube, culminating in a topological Anderson phase that remains unexpectedly robust at strong disorder. This phenomenon is confirmed by analysis of the corresponding topological invariant, which increases stepwise as disorder increases, giving evidence for the emergence of edge states. We experimentally implement these topological Anderson staircase phase transitions in a one-dimensional topolectrical circuit, where the persistence of edge states is revealed by node-voltage measurements. The robustness of the edge states is corroborated by numerical calculations of their localization properties. Our work opens the road to topological disordertronics, where topological phases can be tuned by disorder."}
{"id": "2601.14384", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14384", "abs": "https://arxiv.org/abs/2601.14384", "authors": ["Joon Young Park", "Thomas Werkmeister", "Jonathan Zauberman", "Omri Lesser", "Laurel E. Anderson", "Yuval Ronen", "Cristian J. Medina Cea", "Satya K. Kushwaha", "Kenji Watanabe", "Takashi Taniguchi", "Robert J. Cava", "Yuval Oreg", "Amir Yacoby", "Philip Kim"], "title": "Vortex-parity-controlled diode effect in Corbino topological Josephson junctions", "comment": "26 pages, 12 figures", "summary": "Nonreciprocal supercurrents in Josephson junctions have recently emerged as a sensitive tool for investigating broken symmetries in superconducting quantum materials. Here, we report an even-odd Josephson diode effect (JDE) in Corbino-geometry junctions fabricated on the pristine surface of a bulk-insulating three-dimensional topological insulator (3DTI). We find that the diode polarity, which indicates the preferred direction of supercurrent flow, robustly alternates its sign depending on the parity (even or odd) of the enclosed vortex number. This behavior is absent in two key control devices: a non-topological graphene Corbino Josephson junction and a 3DTI-based linear Josephson junction. These results indicate that the polarity-tunable JDE is intrinsically linked to the unique combination of the proximitized topological superconductivity in the 3DTI surface and the Corbino device's closed-loop geometry. Our theoretical modeling attributes the observed sign change in diode polarity to the alternating sign of periodic boundary conditions in topological superconductors, supporting the interpretation that the vortex-parity-controlled JDE is a direct manifestation of the underlying Andreev bound state topology associated with the presence of non-Abelian anyons in the vortices."}
{"id": "2601.15007", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.15007", "abs": "https://arxiv.org/abs/2601.15007", "authors": ["M. S. Laad", "Prosenjit Haldar"], "title": "Anomalous Quantum Criticality at a Continuous Metal-Insulator Transition", "comment": "17 pages, 3 figures", "summary": "The Falicov-Kimball model (FKM) is long known to be the simplest model of correlated fermions exhibiting a novel Mott-like quantum critical point (QCP) assocaited with a {\\it continuous} MIT in dimensions $D \\geq 3$. It is also known to be isomorphic to an {\\it annealed} binary-alloy disorder model. Notwithstanding extensive numerical studies for the FKM, analytic insight into the microscopic processes spawning novel Mott-like quantum criticality is scarce. Here, we develop a fully analytic theory for the Mott-like quantum criticality in the FKM on a hierarchical Cayley tree (Bethe lattice) by utilizing a single input from a 2-site cluster-dynamical mean-field theory (CDMFT). We find that density fluctuation modes acquire anomalous dimensions, originating from infra-red power-law singular cluster self-energies. Interestingly, we uncover, at $T=0$, that this {\\it sub-diffusive} metal with glassy dynamics separating a weakly ergodic metal from a non-ergodic insulator shrinks to a single point, namely the Mott-like QCP, at least on the Bethe lattice. We detail the consequences of this anomalous quantum criticality for a range of thermal and dynamical responses in a variety of physical systems that can be effectively modelled by the FKM."}
{"id": "2601.14364", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.14364", "abs": "https://arxiv.org/abs/2601.14364", "authors": ["Omri Lesser", "Joon Young Park", "Yuval Ronen", "Thomas Werkmeister", "Philip Kim", "Yuval Oreg"], "title": "Theory of reentrant superconductivity in Corbino Josephson junctions", "comment": "5+3 pages, 3+4 figures", "summary": "Josephson junctions made of conventional superconductors display Fraunhofer-like oscillations of the critical current as a function of the threaded magnetic flux. When the superconductors are deposited on the surface of a three-dimensional topological insulator, this pattern is slightly modified due to the presence of chiral Majorana modes. Here we calculate the critical current of a Corbino Josephson junction, where the fluxoid becomes quantized and the superconducting phase has an integer winding. We discover that circular junctions exhibit similar behavior in both topologically trivial and non-trivial scenarios, while non-circular junctions demonstrate a remarkable distinction. Using a simple analytical model, we show that these non-circular junctions exhibit reentrant superconductivity with a period related to their number of corners, and numerically we find that this period is halved in the topological case. The period halving may help establish the existence of topological superconductivity in hybrid topological insulator-superconductor junctions."}
{"id": "2601.14760", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.14760", "abs": "https://arxiv.org/abs/2601.14760", "authors": ["Beatriz Martín-García", "M. Mercedes Velázquez", "Francesco Rossella", "Vittorio Bellani", "Enrique Diez", "Jose Luis García Fierro", "Jose Antonio Pérez-Hernández", "Juan Hernández-Toro", "Sergi Claramunt", "Albert Cirera"], "title": "Functionalization of reduced graphite oxide sheets with a zwitterionic surfactant", "comment": null, "summary": "Films of a few layers in thickness of reduced graphite oxide, RGO, sheets functionalized by the zwitterionic surfactant N-dodecyl-N,N-dimethyl-3-ammonio-1-propanesulfonate, DDPS, are obtained by using the Langmuir-Blodgett method. The quality of the RGO sheets is checked by analyzing the degrees of reduction and defect repair by means of X-ray photoelectron spectroscopy, atomic force microscopy -AFM, field-emission scanning electron microscopy -SEM, micro-Raman spectroscopy, and electrical conductivity measurements. A modified Hummers method is used to obtain highly oxidized graphite oxide, GO, together with a centrifugation-based method to improve the quality of GO. The GO samples are reduced by hydrazine or vitamin C. Functionalization of RGO with the zwitterionic surfactant improves the degrees of reduction and defect repair of the two reducing agents and significantly increases the electrical conductivity of paperlike films compared with those prepared from unfunctionalized RGO."}
{"id": "2601.14808", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14808", "abs": "https://arxiv.org/abs/2601.14808", "authors": ["Adrian Reich", "Kiryl Piasotski", "Eytan Grosfeld", "Alexander Shnirman"], "title": "Emergence of multiple zero modes bound to vortices in extended topological Josephson junctions", "comment": "13 pages, 8 figures", "summary": "We study planar Josephson junctions formed on the surface of a three-dimensional topological insulator (Fu-Kane proposal) and examine the experimentally relevant parameter regimes in which the effective velocity of the emergent one-dimensional Majorana modes approaches zero. We show that the frequently employed Fu-Kane effective theory breaks down in this case. As parameters like the chemical potential or the width of the junction are tuned, instances of vanishing effective velocity mark the emergence of additional 'Dirac cones' at zero energy and finite momentum. If the junction is subjected to an external magnetic field, Josephson vortices may then bind a number of zero modes in addition to the topological Majorana mode. The additional zero modes are 'symmetry-protected' and can be lifted by a broken mirror symmetry (which is to be expected in realistic scenarios) as well as by an in-plane magnetization (or Zeeman field). We note that the ensuing presence of additional low-energy Andreev states can significantly contribute to measured quantities like the Josephson current or microwave absorption spectra."}
{"id": "2601.14387", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.14387", "abs": "https://arxiv.org/abs/2601.14387", "authors": ["Songela W. Chen", "David T. Limmer"], "title": "Optimal control of bit erasure in stochastic random access memory", "comment": "12 pages, 9 figures", "summary": "Energy costs of information processing are growing exponentially. Bit erasure is a key problem in this energy-information nexus, and a number of seminal relationships have been deduced regarding the relationship between thermodynamic costs and memory storage. To continue making progress in the modern era, however, requires confronting thermodynamic costs in realistic physical systems which operate away from equilibrium. Here, we explore the thermodynamic costs of bit erasure in a complementary metal oxide semiconductor model of two types of random access memory. We find dynamic random access memory dissipates the least amount of energy when operated in the quasistatic limit, where errors are also minimized. By contrast, static random access memory is most efficiently operated in finite time due to the energy required to maintain the state of the bit. We demonstrate a numerically robust optimization scheme using mean field theory and automatic differentiation, finding optimal protocols compatible with electrical engineering insights. These results provide a framework for operating realistic circuits in thermodynamically advantageous ways."}
{"id": "2601.15169", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.15169", "abs": "https://arxiv.org/abs/2601.15169", "authors": ["Cody A. Melton", "Jaron T. Krogel"], "title": "Assessing Orbital Optimization in Variational and Diffusion Monte Carlo", "comment": "12 pages, 10 figures", "summary": "In this work, we investigate the fidelity of orbital optimization in variational Monte Carlo to improve diffusion Monte Carlo results on correlated magnetic systems, using CrSBr as a model system. We compare the performance of different optimization methods, showing that stochastic reconfiguration is a robust and reliable optimizer. We show that short range Jastrow factors are important for improving diffusion Monte Carlo, regardless of the quality of orbitals. Large active spaces are required to converge the variational energy, but ulitmately orbital optimization produces worse diffusion Monte Carlo energies when compared to standard orbitals from density functional theory. We show that this increased bias is due to larger locality errors from the use of pseudopotentials, while the fixed-node error is actually improved by using orbital optimization. Additionally, for observables other than energy, orbital optimization produces a systematically smaller mixed-estimator bias. Ultimately, we believe orbital optimization provides a reliable method to improve variational and pure fixed-node energies as well as lower mixed-estimator bias."}
{"id": "2601.14761", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.14761", "abs": "https://arxiv.org/abs/2601.14761", "authors": ["Beatriz Martín-García", "M. Mercedes Velázquez", "Jose Antonio Pérez-Hernández", "Juan Hernández-Toro"], "title": "Langmuir and Langmuir-Blodgett films of a maleic anhydride derivative: effect of subphase divalent cations", "comment": null, "summary": "We report the study of the equilibrium and dynamic properties of Langmuir monolayers of poly (styrene-co-maleic anhydride) partial 2-buthoxy ethyl ester cumene terminated polymer and the effect of the Mg(NO3)2 addition in the water subphase on the film properties. Results show that the polymer monolayer becomes more expanded when the electrolyte concentration in the subphase increases. Dense polymer films aggregate at the interface. The aggregates are transferred onto Silicon wafers using the Langmuir-Blodgett methodology and the morphology is observed by AFM. The structure of aggregates depends on the subphase composition of the Langmuir film transferred onto the silicon wafer."}
{"id": "2601.14898", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14898", "abs": "https://arxiv.org/abs/2601.14898", "authors": ["Tomoyasu Fujimaru", "Kanta Hirai", "Masato Inamata", "Hiromu Tanaka", "Midori Ikeuchi", "Hidehiro Yamashita", "Mitsutaka Haruta", "Takehiko Tamaoka", "Naohiko Kawasaki", "Hikaru Saito"], "title": "Precisely positioned generation of CsPbBr3 nano-light sources in a Cs4PbBr6 film by electron beam irradiation", "comment": null, "summary": "Integration of high-quality photon emitters at specific locations within nanophotonic structures or optoelectronic devices is a key to innovating on-chip optical control and quantum technologies. Halide perovskite nanoparticles have great potential as single photon emitters with high quantum efficiency. To achieve their full potential, they must be embedded in a host material that ensures chemical stability and passivates surface defects. A previous experiment on a CsPbBr3-Cs4PbBr6 nanocomposite film suggested possibility that electron beam irradiation can be used to control positions of CsPbBr3 nano-light sources in the Cs4PbBr6 host although the effects of electron beam irradiation are not fully understood. Here, we fabricate a Cs4PbBr6-CsBr film, not containing the CsPbBr3 phase, and provide direct evidence that CsPbBr3 nanoparticles can be locally generated in the Cs4PbBr6 host by irradiation with a focused electron beam. We further demonstrate perovskite nano-light source arrays with submicron spacing using this method."}
{"id": "2601.14398", "categories": ["cond-mat.str-el", "cond-mat.stat-mech", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.14398", "abs": "https://arxiv.org/abs/2601.14398", "authors": ["Zhi-Qiang Gao", "Hui Yang", "Yan-Qi Wang"], "title": "Deconfined quantum criticality with internal supersymmetry", "comment": "10 pages, 1 figure", "summary": "Deconfined quantum critical point (DQCP) describes direct, non-fine-tuned quantum phase transition between two ordered phases that break distinct and seemingly unrelated symmetries, providing a route to continuous phase transition beyond the conventional Ginzburg--Landau paradigm. In this work we extend the DQCP paradigm to systems with internal supersymmetry (SUSY), where the on-site Hilbert space furnishes a representation of a Lie superalgebra, and the Hamiltonian is invariant under the corresponding Lie supergroup. Focusing on the minimal supersymmetric generalization of spin $SU(2)$, namely $OSp(1|2)$, we propose a supersymmetric deconfined quantum critical point (sDQCP) between a phase that breaks internal $OSp(1|2)$ and a phase that instead breaks lattice rotation symmetry. We formulate a non-linear sigma model on the supersphere target space that captures the symmetry intertwinement characteristic of the sDQCP, and we further develop a gauge theory description to address its dynamical properties, including a heuristic argument for 3D XY critical behavior. Finally, we show that explicitly breaking $OSp(1|2)$ down to $SU(2)$ continuously connects our sDQCP to the conventional DQCP scenario."}
{"id": "2601.14382", "categories": ["cond-mat.stat-mech", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14382", "abs": "https://arxiv.org/abs/2601.14382", "authors": ["Katarina Karlova", "Afonso Rufino", "Taras Verkholyak", "Nils Caci", "Stefan Wessel", "Jozef Strecka", "Frederic Mila", "Andreas Honecker"], "title": "Approaching Kasteleyn transition in frustrated quantum Heisenberg antiferromagnets", "comment": "9 pages of main text and 6 pages of supplemental material, 9 figures in total", "summary": "We show that the Kasteleyn transition, the abrupt proliferation of infinite strings of defects in classical dimer and related models, can also be relevant for frustrated 2d quantum magnets. This is explicitly demonstrated in a phase of the spin-1/2 Heisenberg diamond-decorated honeycomb lattice where a family of exact eigenstates built as products of dimer and plaquette singlets can be mapped onto the dimer coverings of the honeycomb lattice. The low-temperature properties of this phase are accurately described by an effective dimer model with anisotropic activities and a small, tunable density of monomers, leading to an arbitrarily sharp crossover version of the Kasteleyn transition. The generalization to other geometries and the possibility to realize this model in organo-metallic compounds are briefly discussed."}
{"id": "2601.14772", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14772", "abs": "https://arxiv.org/abs/2601.14772", "authors": ["Adrian Braun", "Henrik Dick", "Timon Sieweke", "Alexander Kunzmann", "Klara Lünser", "Gabi Schierning", "Thomas Dahm"], "title": "Influence of Charge Density Waves on the Hall coefficient in NiTi", "comment": "12 pages, 16 figures, supplementary information", "summary": "We present a mean-field charge density wave theory for NiTi using density functional theory bandstructure as a starting point. We calculate the Hall coefficient as a function of temperature and compare with recent experimental results. We analyze the contributions to the Hall coefficient from different parts of the Fermi surface and find that the Hall coefficient is dominated by certain ``hot spots''. The analysis shows that these hot spots are mostly dominated by Ni d-orbitals. We demonstrate that the Hall coefficient is not well reproduced by Boltzmann transport theory within the constant relaxation time approximation without charge density waves. We consider both uniaxial and biaxial charge density waves and show that biaxial charge density waves can account well for the Hall coefficient, while uniaxial cannot. We also investigate the temperature dependence of the resistivity and the specific heat."}
{"id": "2601.14919", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14919", "abs": "https://arxiv.org/abs/2601.14919", "authors": ["Souvik Roy", "Ranjini Bhattacharya"], "title": "Energy-Selective Complete Spin Polarization in an Extended Su-Schrieffer-Heeger Ferromagnetic Chain", "comment": "6 Pages, 6 Figures", "summary": "We study spin-dependent transport in an extended Su-Schrieffer-Heeger chain with cosine modulated nearest- and next-nearest-neighbor hopping using the nonequilibrium Green's function formalism. Suitable tuning of the hopping parameters yields a complete separation of spin channels and perfect spin polarization over broad energy windows. The inclusion of next-nearest-neighbor hopping enhances both tunability and robustness, while systematic phase-diagram analyses reveal quantized polarization across extended regions of parameter space rather than at isolated fine-tuned points. These characteristics persist for larger system sizes, establishing the extended SSH model as a versatile platform for controllable spin-polarized transport."}
{"id": "2601.14439", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14439", "abs": "https://arxiv.org/abs/2601.14439", "authors": ["Maria Chatzieleftheriou", "Jonas B. Profe", "Ying Li", "Roser Valentí"], "title": "Pressure Tuning of Electronic Correlations and Flat Bands in CsCr$_3$Sb$_5$", "comment": null, "summary": "CsCr$_3$Sb$_5$ is a newly identified strongly correlated kagome superconductor, characterized by non-Fermi-liquid behavior at elevated temperatures and intertwined charge- and spin-density-wave order below $T_{DW}\\approx 54$K. Under external pressure, this order is suppressed and a superconducting phase emerges. This phase diagram, which closely resembles that of high-$T_c$ superconductors, together with a kagome flat band near the Fermi level and possible altermagnetic order, has motivated extensive theoretical and experimental investigations. To better understand how pressure influences the ordered states, we present a systematic study of the evolution of the electronic properties under applied pressure. Performing DFT+DMFT (density functional theory combined with dynamical mean field theory) calculations, we uncover a complex interplay between the redistribution of spectral weight in the flat bands and the strength of electronic correlations under pressure. Our results further strengthen the interpretation that pressure effectively weakens electronic correlations through enhanced orbital hybridization. This, in turn, strongly suggests that superconductivity emerges as a direct consequence of the suppression of the system's ordered phase."}
{"id": "2601.14384", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14384", "abs": "https://arxiv.org/abs/2601.14384", "authors": ["Joon Young Park", "Thomas Werkmeister", "Jonathan Zauberman", "Omri Lesser", "Laurel E. Anderson", "Yuval Ronen", "Cristian J. Medina Cea", "Satya K. Kushwaha", "Kenji Watanabe", "Takashi Taniguchi", "Robert J. Cava", "Yuval Oreg", "Amir Yacoby", "Philip Kim"], "title": "Vortex-parity-controlled diode effect in Corbino topological Josephson junctions", "comment": "26 pages, 12 figures", "summary": "Nonreciprocal supercurrents in Josephson junctions have recently emerged as a sensitive tool for investigating broken symmetries in superconducting quantum materials. Here, we report an even-odd Josephson diode effect (JDE) in Corbino-geometry junctions fabricated on the pristine surface of a bulk-insulating three-dimensional topological insulator (3DTI). We find that the diode polarity, which indicates the preferred direction of supercurrent flow, robustly alternates its sign depending on the parity (even or odd) of the enclosed vortex number. This behavior is absent in two key control devices: a non-topological graphene Corbino Josephson junction and a 3DTI-based linear Josephson junction. These results indicate that the polarity-tunable JDE is intrinsically linked to the unique combination of the proximitized topological superconductivity in the 3DTI surface and the Corbino device's closed-loop geometry. Our theoretical modeling attributes the observed sign change in diode polarity to the alternating sign of periodic boundary conditions in topological superconductors, supporting the interpretation that the vortex-parity-controlled JDE is a direct manifestation of the underlying Andreev bound state topology associated with the presence of non-Abelian anyons in the vortices."}
{"id": "2601.14807", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14807", "abs": "https://arxiv.org/abs/2601.14807", "authors": ["Mathias Krämer", "Bar Favelukis", "J. Manoj Prabhakar", "Aleksander Albrecht", "Brian A. Rosen", "Noam Eliaz", "Maxim Sokol", "Baptiste Gault"], "title": "Near-Atomic-Scale Compositional Complexity in a 2D Transition Metal Oxide", "comment": null, "summary": "2D materials hold transformative promise for next-generation nanoelectronics. However, successfully integrating these materials from laboratory-scale discoveries into real-world devices depends on precisely controlling their properties, which are fundamentally determined by their composition. Detailed characterisation using atom probe tomography of 2D Ti0.87O2, a candidate high-$κ$ dielectric, reveals deviations from its commonly assumed stoichiometry. Compositional analysis and comparison with the bulk K0.8[Ti1.73Li0.27]O4 precursor evidences an oxygen deficit indicative of oxygen vacancy formation in the 2D material, as well as the retention of low concentrations of alkali metals that were presumed to be removed during synthesis. Such deviations from stoichiometry indicate a reconstruction mechanism that mitigates the effect of the characteristic, negatively charged vacancies on the titanium sublattice, thereby influencing the local electronic structure and, consequently, functional properties. These findings underscore the importance of a detailed compositional analysis in both understanding and optimizing the extraordinary functional properties of 2D materials, opening pathways to tailored functionalities in next-generation nanoelectronics."}
{"id": "2601.14930", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14930", "abs": "https://arxiv.org/abs/2601.14930", "authors": ["Jing Ding", "Hanxiao Xiang", "Naitian Liu", "Wenqiang Zhou", "Xinjie Fang", "Zhangyuan Chen", "Le Zhang", "Kenji Watanabe", "Takashi Taniguchi", "Shuigang Xu"], "title": "Spin-orbit-driven quarter semimetals in rhombohedral graphene", "comment": "Published in Advanced Materials", "summary": "Semimetals exhibit intriguing characteristics attributed to the coexistence of both electrons and holes. In rhombohedral multilayer graphene, a strong trigonal warping effect gives rise to a semi-metallic state near the Fermi surface, offering unique opportunities to explore the interplay of semi-metallic properties with strong correlations and topologies. Here, the observation of quarter semimetals in rhombohedral multilayer graphene by introducing spin-orbit coupling (SOC) is reported. The semi-metallic characteristics of rhombohedral graphene manifest as nearly vanished Hall resistance and parabolic longitudinal resistance. The strong correlations arising from the surface flat band lead to spontaneous symmetry breaking. SOC proximitized by WSe2 further lifts the valley degeneracy, resulting in the spontaneous time-reversal symmetry breaking, as evidenced by the hysteretic anomalous Hall effect. The coexistence of fully polarized electrons and holes allows for the observation of a non-monotonic temperature dependence of the anomalous Hall resistance. Furthermore, the application of moderate magnetic fields induces a phase transition from quarter semimetals to Chern insulators. These findings establish rhombohedral multilayer graphene as an ideal platform for studying strong correlations and topologies in semimetals."}
{"id": "2601.14443", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14443", "abs": "https://arxiv.org/abs/2601.14443", "authors": ["Karun Gadge", "Marco Merboldt", "Michael Schüler", "Jan Philipp Bange", "Wiebke Bennecke", "Michael A. Sentef", "Marcel Reutzel", "Stefan Mathias", "Salvatore R. Manmana"], "title": "A comparative study of perturbative and nonequilibrium Green's function approaches for Floquet sidebands in periodically driven quantum systems", "comment": "18 pages, 15 figures", "summary": "We compare two complementary theoretical approaches to compute and interpret Floquet sidebands in periodically driven quantum materials: a first-order perturbative approach (first-order perturbative Born approximation, PB1) and time-dependent nonequilibrium Green's functions (tdNEGF). Using graphene as a model Dirac system, we disentangle in pump-probe setups Floquet-dressed initial states, Volkov-dressed final states (also known as laser-assisted photoelectric effect, LAPE), and their interference. We quantify how photoemission matrix elements, polarization, incidence angle, and near-surface screening shape the momentum-resolved sideband intensity observed in tr-ARPES. PB1 yields an analytical expression for the momentum-dependent sideband intensity, and for graphene it captures the correct symmetry trends, such as the magnitude of the intensities when considering the interference between the Floquet and Volkov states and photoemission matrix elements. tdNEGF reproduces the full energy-momentum-resolved spectra, including hybridization gaps and spectral-weight redistribution. We find qualitative agreement between PB1 and tdNEGF once matrix elements are included; quantitative differences arise near hybridization regions and at specific angles where higher-order processes and self-energies are essential. Thus, for systems with simple band structures and away from these regions, the two approaches can be used in a complementary way."}
{"id": "2601.14526", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14526", "abs": "https://arxiv.org/abs/2601.14526", "authors": ["Mengmeng Long", "Theodore I. Weinberger", "Zheyu Wu", "Mads F. Hansen", "Ran Tao", "Mridul Shrestha", "Dave Graf", "Yurii Skourski", "F. Malte Grosche", "Alexander G. Eaton"], "title": "3D bulk-resolved $g$-wave magnetic order parameter symmetry in the metallic altermagnet CrSb", "comment": null, "summary": "Electronic phases of matter, such as magnetism and superconductivity, are defined and distinguished by their order parameters that quantify the spontaneous symmetry breaking underlying each phase. The simplest cases are the uniform magnetisation of ferromagnets and isotropic gap function of conventional superconductors. Unconventional superconductors often have a nodal gap function, where the gap changes sign at nodes on the Fermi surface. This concept of unconventional or nodal order parameter symmetry has recently been extended to numerous magnetic systems, including altermagnets, in which up- and down-spin species are non-degenerate around the Fermi surface. Here we demonstrate that magnetic quantum oscillation measurements can provide a direct, bulk-sensitive, 3D mapping of the order parameter in an unconventional magnet. By rotating a magnetic field through high- and low-symmetry directions of the CrSb Brillouin zone, we show that this material's altermagetic band structure leads to the loss of mirror symmetry for each spin-split Fermi sheet away from highly symmetric nodal orientations. In momentum space, the difference between up and down spins follows the profile of the $\\mathcal{Y}_{4}^{-3}=zy(3x^2-y^2)$ spherical harmonic - analogous to a $g$-orbital of the hydrogen atom. While notoriously difficult to resolve in unconventional superconductors, our work demonstrates that the order parameter symmetry of unconventional magnets can be conclusively determined through quantum-oscillatory quasiparticle spectroscopy. Our results empirically establish CrSb as a prototypical $g$-wave metallic altermagnet, which in pristine form possesses low residual resistivities down to $\\sim$1 $μΩ$cm, opening numerous avenues for next-generation spintronic device applications"}
{"id": "2601.14836", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.14836", "abs": "https://arxiv.org/abs/2601.14836", "authors": ["Ata Utku Özkan", "Talip Serkan Kasırga", "Aykut Erbaş"], "title": "Ionic transport in spontaneously ion-intercalated van der Waals layered structures", "comment": "28 pages, 4 figures Supplementary Information 8 pages, 9 figures", "summary": "Understanding ionic transport under strong confinement is crucial for the design of next-generation energy, catalytic, and information-processing materials; however, repeated field-driven ion motion often degrades conventional solid electrolytes. Van der Waals layered materials offer an alternative by providing structurally resilient ion-transport channels, yet the microscopic origins of their nonequilibrium transport behavior remain poorly understood. Here, we investigate field-driven ionic conduction in sodium-intercalated layered MnO$_2$ as a model self-intercalated van der Waals solid, using all-atom nonequilibrium molecular dynamics simulations that explicitly capture ion-water correlations and layer morphology. We demonstrate that ionic conductivity depends nonlinearly on the applied electric field, interlayer spacing, water content, and lattice flexibility. The applied electric field induces spatial segregation of water coupled to distortions of the MnO$_2$ sheets, producing coexisting regions populated by highly hydrated and weakly hydrated ions with suppressed conductivity. Concurrently, ionic transport exhibits a nonmonotonic dependence on the total amount of intercalated water, with boundary domains of weakly hydrated ions displaying relatively higher mobility. In fluctuation-free layers, ion transport transitions from single-particle motion to a collective conduction regime characterized by elongated, same-charge ionic clusters that violate Nernst-Einstein behavior. Together, these findings provide a molecular-level mechanism linking confinement-induced electrostatic correlations and structural response to the emergent nonlinear transport observed experimentally in ion-intercalated MnO$_2$, and suggest general design principles for robust, water-assisted ionic conductors."}
{"id": "2601.14974", "categories": ["cond-mat.mes-hall", "cond-mat.other", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.14974", "abs": "https://arxiv.org/abs/2601.14974", "authors": ["C. Ciuti", "G. Scalari", "J. Faist"], "title": "Comment on \"Electrostatics-induced breakdown of the integer quantum Hall effect in cavity QED''", "comment": "Comment on arXiv:2511.04744", "summary": "We comment on the preprint arXiv:2511.04744 by Andolina et al."}
{"id": "2601.14458", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14458", "abs": "https://arxiv.org/abs/2601.14458", "authors": ["Wen O. Wang", "Urban F. P. Seifert", "Oleg A. Starykh", "Leon Balents"], "title": "Chirality and quasi-long-range order in finite-flux Gutzwiller states for magnetized frustrated magnets", "comment": "8 pages, 5 figures; Supplementary Materials: 7 pages", "summary": "We study Gutzwiller-projected wavefunctions for triangular-lattice U(1) Dirac spin liquids in a Zeeman field, where we allow the U(1) gauge field to develop a gauge flux, resulting in (spin-split) spinon Landau levels. We find that at a given magnetization, the optimal candidate state has a finite flux chosen such that the spinon filling lies in a $|C|=1$ Landau-level gap: it gives the lowest variational energy and the smallest energy variance within our correlation-matrix reconstruction for local Heisenberg-type models. By symmetry, we argue that the finite gauge flux results in a non-zero (staggered) scalar spin chirality, as also numerically observed, and further find that the $|C|=1$ state exhibits dominant quasi-long-ranged $120^\\circ$ magnetic correlations. Studying the next-to-optimal wavefunction with a $|C|=2$ Landau-level gap, we observe unusual spin-nematic correlations. Our results may provide guidance for analyzing the magnetic-field response of DSL candidate materials and offer numerical diagnostics that can connect to the underlying theory of spinons coupled to an emergent U(1) gauge field."}
{"id": "2601.14930", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14930", "abs": "https://arxiv.org/abs/2601.14930", "authors": ["Jing Ding", "Hanxiao Xiang", "Naitian Liu", "Wenqiang Zhou", "Xinjie Fang", "Zhangyuan Chen", "Le Zhang", "Kenji Watanabe", "Takashi Taniguchi", "Shuigang Xu"], "title": "Spin-orbit-driven quarter semimetals in rhombohedral graphene", "comment": "Published in Advanced Materials", "summary": "Semimetals exhibit intriguing characteristics attributed to the coexistence of both electrons and holes. In rhombohedral multilayer graphene, a strong trigonal warping effect gives rise to a semi-metallic state near the Fermi surface, offering unique opportunities to explore the interplay of semi-metallic properties with strong correlations and topologies. Here, the observation of quarter semimetals in rhombohedral multilayer graphene by introducing spin-orbit coupling (SOC) is reported. The semi-metallic characteristics of rhombohedral graphene manifest as nearly vanished Hall resistance and parabolic longitudinal resistance. The strong correlations arising from the surface flat band lead to spontaneous symmetry breaking. SOC proximitized by WSe2 further lifts the valley degeneracy, resulting in the spontaneous time-reversal symmetry breaking, as evidenced by the hysteretic anomalous Hall effect. The coexistence of fully polarized electrons and holes allows for the observation of a non-monotonic temperature dependence of the anomalous Hall resistance. Furthermore, the application of moderate magnetic fields induces a phase transition from quarter semimetals to Chern insulators. These findings establish rhombohedral multilayer graphene as an ideal platform for studying strong correlations and topologies in semimetals."}
{"id": "2601.14847", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14847", "abs": "https://arxiv.org/abs/2601.14847", "authors": ["Lingyao Zhang", "Musen Li", "Nisha Metha", "Carla Verdi", "Wei Ren", "Jeffrey R. Reimers"], "title": "Significance of the dispersion force for ferroelectric switching in ZnO and related materials", "comment": "35 double spaced pages, 2 figures, 4 tables", "summary": "Wurtzite-ZnO is a wide-bandgap polar material with a ferroelectric-switching barrier that is too high to utilize, but the barrier can be reduced and switching observed in substituted materials such as Zn0.5Mg0.5O. Here, we seek to understand atomic-scale features that control concerted polarization switching in these and related systems, focusing on the planar hexagonal structures h-ZnO and Zn0.5Mg0.5O that may act as metastable intermediate phases along the switching pathway. Consensus is obtained by considering a range of pure and dispersion-corrected density-functional theory (DFT) computational approaches, as well as ab initio Hartree-Fock (HF), Møller-Plesset perturbation-theory (MP2), and random-phase approximation (RPA) calculations. The perceived stability of h-ZnO is found to be strongly influenced by the dispersion correction, with the consensus being that dispersion interactions are insufficient to stabilize h-ZnO as a metastable phase in infinite crystals. In contrast, h-Zn0.5Mg0.5O is consistently predicted to be at least metastable, with some dispersion-corrected DFT approaches predicting it to be more stable than its wurtzite form; all DFT methods overestimate its stability compared to MP2 and RPA. Dispersion forces are found to be most significant for hypothetical planar hexagonal structures constrained to the lattice vectors of the wurtzite phases. In general, our results demonstrate that an accurate treatment of dispersion forces is essential when describing polarization switching and ferroelectric behavior in wurtzite-structured materials."}
{"id": "2601.15063", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.15063", "abs": "https://arxiv.org/abs/2601.15063", "authors": ["Vipul Upadhyay", "Amikam Levy"], "title": "Weak Electron-Phonon Coupling Is Insufficient to Generate Significant CISS in Two-Terminal Transport", "comment": "15 pages, 5 figures", "summary": "A central open question in chiral-induced spin selectivity (CISS) is whether weak electron-phonon coupling in a helical molecular junction can generate a sizable spin polarization in two-terminal transport without invoking additional strong symmetry-breaking ingredients. We address this question by implementing a self-consistent nonequilibrium Green's function (NEGF) calculation for a helical tight-binding model with spin-orbit coupling and electron-phonon interactions. The electron-phonon self-energies are evaluated self-consistently, and the transport signal is extracted using the standard magnetization-reversal protocol with a spin-polarized analyzer lead. We benchmark a fully self-consistent NEGF within the self-consistent Born approximation (SCBA) treatment for both global and local electron-phonon couplings against commonly used approximations, including diagonal self-energy schemes. We quantify how the resulting transport regime and spin polarization depend on phonon frequency, coupling strength, bias, temperature, and system size. In contrast to large polarizations and anomalous size trends reported under approximate treatments, the fully self-consistent calculation yields negligible spin polarization, additionally the electron-phonon coupling mainly renormalizes the spectrum, and transport remains quasi-ballistic across the explored parameter range."}
{"id": "2601.14463", "categories": ["cond-mat.supr-con", "physics.app-ph", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2601.14463", "abs": "https://arxiv.org/abs/2601.14463", "authors": ["Changyun Yoo", "Changsub Kim", "Daniel P. Cunnane", "Boris S. Karasik"], "title": "Lumped-Element Model of THz HEB Mixer Based on Sputtered MgB2 Thin Film", "comment": "22 pages, 9 figures, 71 references", "summary": "We present a comprehensive analysis and experimental study of THz hot-electron bolometer (HEB) mixers made from 40-nm-thick sputtered magnesium diboride (MgB2) thin films on high-resistivity silicon substrates. Using a lumped-element bolometric model, we achieve strong quantitative agreement with measurements of conversion gain, noise temperature, and local-oscillator (LO) coupling to the HEB devices. Our analysis shows that the sensitivity of current HEB devices is primarily limited by on-chip optical losses, with both Johnson and thermal-fluctuation noise contributing significantly to the overall noise temperature. Simulations of an optimized device with near-ideal optical coupling suggest that Johnson noise remains a substantial factor even with improved coupling. Further reduction of the noise temperature may require additional suppression of Johnson noise (via improved intrinsic conversion gain) beyond optimizing optical coupling efficiency. We emphasize the importance of accurate modeling to achieve good numerical agreement with experiments, thereby enabling understanding of the causes of sensitivity loss."}
{"id": "2601.14946", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14946", "abs": "https://arxiv.org/abs/2601.14946", "authors": ["Honglin Zhou", "Xinman Ye", "Gang Wang", "Devashibhai Adroja", "David Tam", "Michael Marek Koza", "Zhilun Lu", "Jinguang Cheng", "Dao-Xin Yao", "Huiqian Luo"], "title": "Spin Fluctuations in the Rare-Earth Doped Bilayer Nickelates", "comment": "11 pages, 9 figures, including supplementary", "summary": "Spin fluctuations have been generally believed as the pairing glue of high-$T_c$ superconductivity. Recent inelastic neutron scattering (INS) studies have revealed a weak flat spin-fluctuation signal around 45 meV in the bilayer nickelate La$_3$Ni$_2$O$_{7-δ}$, suggesting strong interlayer and weak intralayer magnetic couplings ($SJ_{\\perp}\\approx$ 60 meV, $SJ_{\\parallel}\\leq$ 3.5 meV) in contrast to cuprate and pnictide superconductors. Here, we report further INS studies on the Pr and Nd doped La$_3$Ni$_2$O$_{7-δ}$ powder samples at ambient pressure. Besides the crystalline electric field excitations at low energies, we have found that the 45 meV flat mode splits into two modes in doped compounds, along with another weak mode at about 60 meV, where the spin fluctuations in La$_2$NdNi$_2$O$_{7-δ}$ are stronger than La$_3$Ni$_2$O$_{7-δ}$ and La$_2$PrNi$_2$O$_{7-δ}$. Based on an effective Heisenberg model by only considering the nearest-neighbor exchange couplings on the stripe-type antiferromagnetic orders, we conclude that the interlayer coupling $SJ_{\\perp}$ is enhanced to about 69 meV and 73 meV for Pr and Nd doped samples, respectively. Our results highlight the crucial role of interlayer coupling in the rare-earth doped bilayer nickelates, which towards to promote high $T_c$ via interlayer $s\\pm$ pairing."}
{"id": "2601.14885", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14885", "abs": "https://arxiv.org/abs/2601.14885", "authors": ["Volodymyr Vasylkovskyi", "Olga Trukhina", "Patrick Dörflinger", "Mykola Slipchenko", "Wolf Gero Schmidt", "Timur Biktagirov", "Anastasiia Kultaeva", "Yakov Kopelevich", "Vladimir Dyakonov"], "title": "Role of Defects in the Paramagnetism of Fe-doped Cs$_{2}$AgBiBr$_{6}$ Double Perovskite", "comment": "18 Pages, 4 figures, 1 table", "summary": "Transition-metal doping enables the introduction of spin functionality into halide double perovskites, while simultaneously modifying optical properties. Here, we combine controlled single-crystal growth, optical characterization, comprehensive electron paramagnetic resonance (EPR) spectroscopy, and first-principles modeling to identify the microscopic nature of Fe-related centers in Fe-doped Cs$_{2}$AgBiBr$_{6}$. Single crystals with nominal Fe$^{3+}$ concentrations up to 15% in the precursor stage were grown using a controlled-cooling method, yielding reproducible Fe incorporation up to 0.1% w.r.t. Bi, without secondary phases. Despite this low concentration, Fe doping introduces electronic states that influence optical absorption and photoluminescence. EPR measurements reveal an S = 5/2 Fe$^{3+}$-related center whose anisotropy follows the cubic-to-tetragonal phase transition below 120 K. Angular-dependent EPR resolves two configurations of this nearly axial spin center, with principal axes rotated by 90$^\\circ$ and aligned with the $a/b$ plane of the tetragonal lattice. Density-functional calculations attribute these centers to impurity-vacancy complexes, most likely Fe$_{\\rm Bi}$-V$_{\\rm Br}$, that stabilise in a basal configuration of the low-temperature phase. This approach resolves vacancy-coupled defect orientations, narrowing possible models to Fe$^{3+}$-vacancy complexes and establishing them as stable, orientation-sensitive spin probes of structural symmetry in halide double perovskites, while providing a microscopic basis for tuning their magnetic and optical responses."}
{"id": "2601.15231", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.15231", "abs": "https://arxiv.org/abs/2601.15231", "authors": ["Hanchen Wang", "Junfeng Hu", "Wenjie Song", "Artim L. Bassant", "Jinlong Wang", "Haishen Peng", "Emir Karadža", "Paul Noël", "William Legrand", "Richard Schlitz", "Jilei Chen", "Song Liu", "Dapeng Yu", "Jean-Philippe Ansermet", "Rembert A. Duine", "Pietro Gambardella", "Haiming Yu"], "title": "Direct Observation of Antimagnons with Inverted Dispersion", "comment": null, "summary": "We report direct spectroscopic evidence of antimagnons, i.e., negative-energy spin waves identified by their signature inverted dispersion with Brillouin light scattering (BLS) spectroscopy. We investigate an ultrathin BiYIG film with a perpendicular magnetized anisotropy that compensates the demagnetizing field. By injecting a spin-orbit torque, the magnetization is driven into auto-oscillation and eventually into a non-equilibrium reversed state above a secondary current threshold ($\\sim$1.2$\\times$10$^7$~A/cm$^2$). The dispersion is measured by wavevector-resolved BLS and exhibits a sharp change from an upward dispersion to a downward one, in agreement with theoretical predictions and micromagnetic simulations. Around the threshold current, we observe the coexistence of conventional magnons and antimagnons. Our work establishes antimagnons with inverted dispersion and is a first step towards exploring novel phenomena and applications due to magnon-antimagnon coupling, such as magnon amplification and magnon-antimagnon entanglement, which are part of the emerging field of antimagnonics."}
{"id": "2601.14474", "categories": ["cond-mat.mtrl-sci", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.14474", "abs": "https://arxiv.org/abs/2601.14474", "authors": ["Mahdi Ghafariasl", "Tianyi Zhang", "Sampath Gamage", "Da Zhou", "Muhammad Asjad", "Sarabpreet Singh", "Antonio Gomez-Rodriguez", "Diego M. Solis", "Venkataraman Swaminathan", "Mauricio Terrones", "Yohannes Abate"], "title": "Nanoscopy of Excitons in Atomically Thin In-Plane Heterostructures with Nanointerfaces", "comment": "24 pages, 7 Figures", "summary": "Atomically sharp 2D in-plane heterostructures with nanoscale interfaces provide a powerful platform for tailoring optical and electrical properties at the nanoscale, enabling novel device engineering and the exploration of new physical phenomena. However, direct experimental correlation between local dielectric response and excitonic properties across such interfaces has remained elusive. Here, we probed the nanoscale complex dielectric function and the corresponding localized photoluminescence (PL) modulations in heterostructure domains of lateral monolayer MoxW1-xS2 - WxMo1-xS2, synthesized using a liquid-phase precursor-assisted approach. Near-field nano imaging across the visible-near-infrared range enables real space mapping of sharp amplitude and phase changes at the heterointerface, resolving the local complex dielectric function with nano-meter scale spatial resolution. Excitation energy-dependent nano spectroscopy reveals a reversal of dielectric contrast between Mo-rich and W-rich domains at their respective excitonic resonances, consistent with Lorentz-oscillator fits. Complementary hyperspectral nano-PL mapping resolves the evolution of excitonic emission across the lateral heterointerface, with neutral-exciton intensities varying continuously from W-rich to Mo-rich regions. Effective-medium theory modeling of the imaginary part of the effective dielectric function of the heterostructure as a function of photon energy and Mo filling fraction reproduces the observed excitonic trends, linking the PL evolution to a composition-dependent dielectric response. Together, these results provide direct nanoscale correlation between dielectric and excitonic boundaries in laterally stitched monolayer heterostructures and establish a multimodal near-field spectroscopy framework for probing excitonic phenomena at the nanoscale."}
{"id": "2601.14981", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14981", "abs": "https://arxiv.org/abs/2601.14981", "authors": ["Yi-Li Sun", "Ze-Zhong Li", "Yang Li", "Hong-Lin Zhou", "Amit Pokhriyal", "Haranath Ghosh", "Shi-Liang Li", "Hui-Qian Luo"], "title": "Crystal growth and characterization of a hole-doped iron-based superconductor Ba(Fe$_{0.875}$Ti$_{0.125}$)$_2$As$_2$", "comment": "8 pages, 4 figures", "summary": "We report the crystal growth of a new hole-doped iron-based superconductor Ba(Fe$_{0.875}$Ti$_{0.125}$)$_2$As$_2$ by substituting Ti on the Fe site. The crystals are accidentally obtained in trying to grow Ni doped Ba$_2$Ti$_2$Fe$_2$As$_4$O. After annealing at 500 \\textcelsius $ $ in vacuum for one week, superconductivity is observed with zero resistance at $T_{c0} \\approx 17.5$ K, and about 20\\% diamagnetic volume down to 2 K. While both the small anisotropy of superconductivity and the temperature dependence of normal state resistivity are akin to the electron doped 122-type compounds, the Hall coefficient is positive and similar to the case in hole-doped Ba$_{0.9}$K$_{0.1}$Fe$_2$As$_2$. The density functional theory calculations suggest dominated hole pockets contributed by Fe/Ti 3$d$ orbitals. Therefore, the Ba(Fe$_{1-x}$Ti$_{x}$)$_2$As$_2$ system provides a new platform to study the superconductivity with hole doping on the Fe site of iron-based superconductors."}
{"id": "2601.14889", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.14889", "abs": "https://arxiv.org/abs/2601.14889", "authors": ["Jhon J. Chiliquinga-Jacome", "Matthieu Grelier", "Riccardo Battistelli", "William Bouckaert", "Krishnanjana Puzhekadavil Joy", "Sophie Collin", "Florian Godel", "Marisel Di Pietro Martínez", "Claire Donnelly", "Felix Büttner", "Horia Popescu", "Vincent Cros", "Nicolas Reyren", "Nicolas Jaouen"], "title": "3D tomographic imaging of skyrmionic cocoons using HERALDO", "comment": "10 pages, 5 figures", "summary": "Uncovering the rich and intricate characteristics of three-dimensional (3D) magnetic textures is essential for functional materials such as magnetic multilayers, where the delicate balance of various magnetic interactions leads to complex 3D spin arrangements. Among these textures, skyrmionic cocoons-tubular 3D magnetic structures characterized by a closed magnetization surface wrapping around a core-have emerged as particularly intriguing. Stabilized by competing magnetic interactions, these textures reside within a fraction of the thickness of the magnetic material and exhibit a typical lateral size of approximately 100 nm. Here, we present a vector tomographic reconstruction of the 3D magnetization in aperiodic Pt/Co/Al chiral multilayers, where skyrmionic cocoons have been recently reported. Using soft X-ray Holography with Extended Reference by Autocorrelation Linear Differential Operator (HERALDO), we acquire tomographic projections of the magnetic configuration and reconstruct the full 3D magnetization vector field with a spatial resolution of approximately 30 nm, as determined by Fourier shell correlation (FSC). This resolution allows us to observe critical features of the cocoons, such as their vertical misalignment and their overall chirality. Our findings demonstrate that HERALDO-based vector tomography is a powerful approach for revealing the internal structure and vertical extent of these nanoscale magnetic textures, offering new experimental insights into their intrinsic behavior."}
{"id": "2601.14372", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.14372", "abs": "https://arxiv.org/abs/2601.14372", "authors": ["Mengxing Ye"], "title": "A Quantum Many-Body Approach for Orbital Magnetism in Correlated Multiband Electron Systems", "comment": "11+7 pages. Comments are welcome", "summary": "Orbital magnetism is a purely quantum phenomenon that reflects intrinsic electronic properties of solids, yet its microscopic description in interacting multiband systems remains incomplete. We develop a general quantum many-body framework for orbital magnetic responses based on the Luttinger-Ward functional. Starting from the Dyson equation, we reformulate the thermodynamic potential in a weak magnetic field and construct a controlled expansion in powers of $B$ applicable to correlated electron systems. A key technical advance is a modified ``Fourier'' representation using noncommutative coordinates, which allows the thermodynamic potential to be expressed in an effective momentum space where the magnetic field acts perturbatively. This formulation makes analytic progress possible within the Moyal algebra. As an application, we derive the spontaneous orbital magnetization and express it entirely in terms of the zero-field Hamiltonian renormalized by the self-energy. For frequency-dependent but Hermitian self-energies, we generalize the orbital magnetic moment and Berry curvature to momentum-frequency space and identify two gauge-invariant contributions built from these quantities. For frequency-independent self-energies the result reduces to the familiar geometric formula for noninteracting systems. This framework provides a unified foundation for computing orbital magnetic responses in correlated multiband materials."}
{"id": "2601.14496", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14496", "abs": "https://arxiv.org/abs/2601.14496", "authors": ["Shi Feng", "Nandini Trivedi"], "title": "Magnetic field induced phenomena in Kitaev spin liquids", "comment": "51 pages", "summary": "Quantum spin liquids (QSLs) host a variety of fractionalized particles. In Kitaev's paradigmatic honeycomb model a spin-$\\tfrac{1}{2}$ fractionalizes into $Z_2$ flux due to emergent $Z_2$ gauge field and matter Majorana fermions. Although these excitations have well-defined dynamics in the integrable limit, their direct experimental identification is notoriously challenging: realistic materials inevitably host additional symmetry-allowed interactions that break integrability and hybridize gauge and matter sectors, while magnetic fields, which are often required to suppress competing order and stabilize a putative QSL regime, further entangle the responses of different fractionalized quasiparticles and may even drive the system into field-induced spin-liquid phases that are not adiabatically connected to the integrable limit. A prominent example is the quantum Majorana metal, in which the distinct dynamics of fractionalized Majorana fermions can become directly visible in scattering. This report highlights recent progress on these related questions: in which field-stabilized QSL regimes and nearby emergent phases, and under what conditions, can the response of a specific fractionalized quasiparticle be isolated and positively understood, thereby clarifying the existence and the experimental scope of putative spin liquids? We review the progress on these questions across Abelian, non-Abelian, and an emergent quantum phases under magnetic field that are not perturbatively connected to the integrable limit. We connect these field-induced dynamical phenomena to concrete experimental observables, relevant for neutron scattering, resonant inelastic X-ray scattering, and pump-probe spectroscopy that are capable of resolving specific types of fractionalized particles, including Majoranas and $Z_2$ fluxes."}
{"id": "2601.14897", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.14897", "abs": "https://arxiv.org/abs/2601.14897", "authors": ["Jonathan Ericson", "Daniel Widerker", "Eytan Stibbe", "Mor Elgarisi", "Yotam Katzman", "Omer Luria", "Khaled Gommed", "Alexey Razin", "Amos A. Hari", "Israel Gabay", "Valeri Frumkin", "Hanan Abu Hamad", "Ester Segal", "Yaron Amouyal", "Titus Szobody", "Rachel Ticknor", "Edward Balaban", "Moran Bercovici"], "title": "Modeling the Thermal Behavior of Photopolymers for In-Space Fabrication", "comment": null, "summary": "Future long-duration space missions will require in-situ, on-demand manufacturing of tools and components. Photopolymer-based processes are attractive for this purpose due to their low energy requirements, volume efficiency, and precise control of curing. However, photopolymerization generates significant heat, which is difficult to regulate in microgravity where natural convection is absent, leading to defects such as surface blistering and deformation. In this work, we combine experimental studies and modeling to address these thermal challenges. We report results from International Space Station (ISS) experiments and a dedicated parabolic flight campaign, which confirm that suppressed convective heat transfer in microgravity exacerbates thermal buildup and defect formation. Building on these observations, we present a predictive thermal model that couples heat transfer, light absorption, and evolving material properties to simulate polymerization and temperature evolution under terrestrial and microgravity conditions. Laboratory validation demonstrates strong agreement between model predictions and measured temperature profiles. Applying the model to the ISS experiments, we show that the model accurately reproduces experimentally observed blistering in TJ-3704A, a commercial acrylate-based polymer resin, while also predicting defect-free outcomes for Norland optical adhesives. The model functions as a design tool for defect-free in-space manufacturing, enabling selection of polymer properties, exposure strategies, and environmental conditions that together inhibit excess thermal buildup, paving the way for scalable, reliable in-situ manufacturing during future missions."}
{"id": "2601.14384", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14384", "abs": "https://arxiv.org/abs/2601.14384", "authors": ["Joon Young Park", "Thomas Werkmeister", "Jonathan Zauberman", "Omri Lesser", "Laurel E. Anderson", "Yuval Ronen", "Cristian J. Medina Cea", "Satya K. Kushwaha", "Kenji Watanabe", "Takashi Taniguchi", "Robert J. Cava", "Yuval Oreg", "Amir Yacoby", "Philip Kim"], "title": "Vortex-parity-controlled diode effect in Corbino topological Josephson junctions", "comment": "26 pages, 12 figures", "summary": "Nonreciprocal supercurrents in Josephson junctions have recently emerged as a sensitive tool for investigating broken symmetries in superconducting quantum materials. Here, we report an even-odd Josephson diode effect (JDE) in Corbino-geometry junctions fabricated on the pristine surface of a bulk-insulating three-dimensional topological insulator (3DTI). We find that the diode polarity, which indicates the preferred direction of supercurrent flow, robustly alternates its sign depending on the parity (even or odd) of the enclosed vortex number. This behavior is absent in two key control devices: a non-topological graphene Corbino Josephson junction and a 3DTI-based linear Josephson junction. These results indicate that the polarity-tunable JDE is intrinsically linked to the unique combination of the proximitized topological superconductivity in the 3DTI surface and the Corbino device's closed-loop geometry. Our theoretical modeling attributes the observed sign change in diode polarity to the alternating sign of periodic boundary conditions in topological superconductors, supporting the interpretation that the vortex-parity-controlled JDE is a direct manifestation of the underlying Andreev bound state topology associated with the presence of non-Abelian anyons in the vortices."}
{"id": "2601.14500", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.14500", "abs": "https://arxiv.org/abs/2601.14500", "authors": ["Jaehwahn Kim", "Davis A. Rens", "Waqas Khalid", "Hyunchul Kim"], "title": "A Modulated Electron Lattice (MEL) Criterion for Metallic Superconductivity", "comment": "8 pages, 3 figures", "summary": "A central unresolved question in the theory of superconductivity is why only a small subset of metallic elements exhibit a superconducting state, whereas many others remain strictly normal. Neither the conventional Bardeen Cooper Schrieffer (BCS) framework nor its extensions involving charge density wave (CDW) or pair density wave (PDW) order provide a predictive or material-selective criterion capable of distinguishing superconducting metals from non-superconducting ones. In particular, the persistent absence of superconductivity in simple noble metals with well-defined Fermi surfaces poses a challenge for all traditional approaches. Here we address this problem using the Modulated Electron Lattice (MEL) Ginzburg Landau (GL) framework introduced in our previous work. In this formulation, a coarse-grained MEL charge field $ρ_{\\mathrm{MEL}}(\\mathbf{r})$ with momentum dependent stiffness $α(q)$ is coupled to the superconducting (SC) order parameter $ψ(\\mathbf{r})$. We show that metallic superconductivity emerges only when the system satisfies a specific ``MEL enhancement window,'' characterized by a negative minimum of $α(q)$ at either a finite modulation wave vector $q^{\\ast}$ or at $q=0$, together with sufficiently strong coupling between $ρ_{\\mathrm{MEL}}$ and $ψ$. This unified criterion naturally partitions metallic elements into three universal classes: (i) MEL-enhanced superconductors with a finite-$q^{\\ast}$ charge mode, (ii) conventional BCS superconductors as the homogeneous $q^{\\ast}=0$ limit of the MEL framework, and (iii) metals for which $α(q)$ remains positive for all $q$, suppressing all MEL modes and preventing any superconducting instability. By applying this criterion to simple metallic elements, we identify why some metals develop superconductivity while others do not, possibly resolving a selection problem long open within the BCS paradigm."}
{"id": "2601.14956", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph"], "pdf": "https://arxiv.org/pdf/2601.14956", "abs": "https://arxiv.org/abs/2601.14956", "authors": ["Ziyan Qian", "Guangwu Zhang", "Weikun Zhou", "Tsukasa Katayama", "Qiye Zheng"], "title": "Bending strain induced thermal conductivity suppression in freestanding BaTiO3 and SrTiO3 membranes", "comment": null, "summary": "Freestanding perovskite oxide membranes provide a novel platform for elastic strain engineering, enabling the manipulation of phonon transport free from substrate clamping. In this work, we investigate the thermal transport properties of strontium titanate (SrTiO3) and barium titanate (BaTiO3) membranes subjected to self-formed crease induced inhomogeneous strain. By integrating spatially resolved Frequency-Domain Thermoreflectance (FDTR) with micro-Raman spectroscopy, we observe a sharp, localized suppression of thermal conductivity (k) in high-curvature regions. Specifically, k is reduced from 4.43 to 3.62 W/(m K) in SrTiO3 and from 2.27 to 1.81 W/(m K) in BaTiO3 at the crease centers, directly correlating with the local strain distribution. First-principles calculations reveal that, unlike uniform strain, the symmetry breaking induced by strain gradients significantly broadens phonon dispersion and enhances scattering rates. These findings not only elucidate the microscopic mechanisms governing phonon-strain coupling but also demonstrate the potential of inhomogeneous strain fields as a potent tool for designing dynamic solid-state thermal switches and active thermal management devices."}
{"id": "2601.14500", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.14500", "abs": "https://arxiv.org/abs/2601.14500", "authors": ["Jaehwahn Kim", "Davis A. Rens", "Waqas Khalid", "Hyunchul Kim"], "title": "A Modulated Electron Lattice (MEL) Criterion for Metallic Superconductivity", "comment": "8 pages, 3 figures", "summary": "A central unresolved question in the theory of superconductivity is why only a small subset of metallic elements exhibit a superconducting state, whereas many others remain strictly normal. Neither the conventional Bardeen Cooper Schrieffer (BCS) framework nor its extensions involving charge density wave (CDW) or pair density wave (PDW) order provide a predictive or material-selective criterion capable of distinguishing superconducting metals from non-superconducting ones. In particular, the persistent absence of superconductivity in simple noble metals with well-defined Fermi surfaces poses a challenge for all traditional approaches. Here we address this problem using the Modulated Electron Lattice (MEL) Ginzburg Landau (GL) framework introduced in our previous work. In this formulation, a coarse-grained MEL charge field $ρ_{\\mathrm{MEL}}(\\mathbf{r})$ with momentum dependent stiffness $α(q)$ is coupled to the superconducting (SC) order parameter $ψ(\\mathbf{r})$. We show that metallic superconductivity emerges only when the system satisfies a specific ``MEL enhancement window,'' characterized by a negative minimum of $α(q)$ at either a finite modulation wave vector $q^{\\ast}$ or at $q=0$, together with sufficiently strong coupling between $ρ_{\\mathrm{MEL}}$ and $ψ$. This unified criterion naturally partitions metallic elements into three universal classes: (i) MEL-enhanced superconductors with a finite-$q^{\\ast}$ charge mode, (ii) conventional BCS superconductors as the homogeneous $q^{\\ast}=0$ limit of the MEL framework, and (iii) metals for which $α(q)$ remains positive for all $q$, suppressing all MEL modes and preventing any superconducting instability. By applying this criterion to simple metallic elements, we identify why some metals develop superconductivity while others do not, possibly resolving a selection problem long open within the BCS paradigm."}
{"id": "2601.14524", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14524", "abs": "https://arxiv.org/abs/2601.14524", "authors": ["Tharindu Fernando", "Ting Cao"], "title": "Strain-tunable magnetic correlations in spin liquid candidate Nb$_3$Cl$_8$", "comment": null, "summary": "Recent research suggests the possibility of the two-dimensional breathing-Kagome magnet Nb$_3$Cl$_8$ hosting a quantum spin liquid state, warranting further study into its magnetic properties. Using ab initio calculations, we show that monolayer Nb$_3$Cl$_8$ has short-range antiferromagnetic correlations among Nb$_3$ trimers with S = 1/2, and becomes magnetically frustrated due to the underlying effective triangular lattice geometry, and is evidenced by a frustration index of f > 1. The high-temperature susceptibility shows a negative Weiss temperature from Monte Carlo calculations. Considering spin-orbit coupling, we investigate the magnetic anisotropy, including anisotropic exchange, single-ion anisotropy and the Dzyaloshinskii-Moriya interaction using the four-state energy mapping formalism. Although the elements have relatively small atomic numbers, the Dzyaloshinskii-Moriya interaction is comparable in magnitude to the anisotropic exchange. Additionally, we show that biaxial strain tunes the short-range correlations between antiferromagnetic, paramagnetic and ferromagnetic. These findings strengthen our understanding of Nb$_3$Cl$_8$ and advance its applications in current condensed matter physics and materials science research, including nanoscale mechanical and spintronics applications."}
{"id": "2601.14972", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14972", "abs": "https://arxiv.org/abs/2601.14972", "authors": ["Neeraj Thakur", "Anjna Bhardwaj", "Arun Kumar", "Amarjeet Singh"], "title": "Pristine and Doped MoS2 Monolayers as Potential HCN Gas Sensors: A DFT Study", "comment": null, "summary": "Two-dimensional transition metal dichalcogenides (TMDCs) have been extensively investigated due to their tunable properties. In this work, density functional theory (DFT) is employed to investigate the adsorption behavior and sensing characteristics of HCN on pristine and doped MoS2 monolayers (X-MoS2, where X = P, N, Si, Al, B, Cl). The structural, electronic, and optical characteristics of all systems are examined to study the sensing properties of various doped MoS2 monolayers. In particular, the Al-MoS2 system demonstrates the strongest adsorption characterized by chemisorption, while the remaining systems show interactions of physisorption type. Recovery time and changes in electronic and optical properties reveal that Si-MoS2 possesses an ultrafast response of the order of microseconds, while Al-MoS2 exhibits a significantly longer recovery time, making it unsuitable for reusable sensors. P-MoS2, Si-MoS2, and Al-MoS2 monolayers show pronounced changes in their properties after HCN adsorption. To explore tunability in adsorption strength and recovery behavior, systems with two and three dopant atoms are further studied for P, Si, and Al doping. The results indicate that double doping enhances adsorption strength, whereas triple symmetric doping weakens it. Based on adsorption energy, recovery time, and electronic response, 2P-MoS2 and 3Al-MoS2 are identified as promising candidates for electrochemical and chemiresistive sensing of HCN. Additionally, the observed optical response in the ultraviolet region highlights their potential in UV-range optical sensor design."}
{"id": "2601.14526", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14526", "abs": "https://arxiv.org/abs/2601.14526", "authors": ["Mengmeng Long", "Theodore I. Weinberger", "Zheyu Wu", "Mads F. Hansen", "Ran Tao", "Mridul Shrestha", "Dave Graf", "Yurii Skourski", "F. Malte Grosche", "Alexander G. Eaton"], "title": "3D bulk-resolved $g$-wave magnetic order parameter symmetry in the metallic altermagnet CrSb", "comment": null, "summary": "Electronic phases of matter, such as magnetism and superconductivity, are defined and distinguished by their order parameters that quantify the spontaneous symmetry breaking underlying each phase. The simplest cases are the uniform magnetisation of ferromagnets and isotropic gap function of conventional superconductors. Unconventional superconductors often have a nodal gap function, where the gap changes sign at nodes on the Fermi surface. This concept of unconventional or nodal order parameter symmetry has recently been extended to numerous magnetic systems, including altermagnets, in which up- and down-spin species are non-degenerate around the Fermi surface. Here we demonstrate that magnetic quantum oscillation measurements can provide a direct, bulk-sensitive, 3D mapping of the order parameter in an unconventional magnet. By rotating a magnetic field through high- and low-symmetry directions of the CrSb Brillouin zone, we show that this material's altermagetic band structure leads to the loss of mirror symmetry for each spin-split Fermi sheet away from highly symmetric nodal orientations. In momentum space, the difference between up and down spins follows the profile of the $\\mathcal{Y}_{4}^{-3}=zy(3x^2-y^2)$ spherical harmonic - analogous to a $g$-orbital of the hydrogen atom. While notoriously difficult to resolve in unconventional superconductors, our work demonstrates that the order parameter symmetry of unconventional magnets can be conclusively determined through quantum-oscillatory quasiparticle spectroscopy. Our results empirically establish CrSb as a prototypical $g$-wave metallic altermagnet, which in pristine form possesses low residual resistivities down to $\\sim$1 $μΩ$cm, opening numerous avenues for next-generation spintronic device applications"}
{"id": "2601.14526", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14526", "abs": "https://arxiv.org/abs/2601.14526", "authors": ["Mengmeng Long", "Theodore I. Weinberger", "Zheyu Wu", "Mads F. Hansen", "Ran Tao", "Mridul Shrestha", "Dave Graf", "Yurii Skourski", "F. Malte Grosche", "Alexander G. Eaton"], "title": "3D bulk-resolved $g$-wave magnetic order parameter symmetry in the metallic altermagnet CrSb", "comment": null, "summary": "Electronic phases of matter, such as magnetism and superconductivity, are defined and distinguished by their order parameters that quantify the spontaneous symmetry breaking underlying each phase. The simplest cases are the uniform magnetisation of ferromagnets and isotropic gap function of conventional superconductors. Unconventional superconductors often have a nodal gap function, where the gap changes sign at nodes on the Fermi surface. This concept of unconventional or nodal order parameter symmetry has recently been extended to numerous magnetic systems, including altermagnets, in which up- and down-spin species are non-degenerate around the Fermi surface. Here we demonstrate that magnetic quantum oscillation measurements can provide a direct, bulk-sensitive, 3D mapping of the order parameter in an unconventional magnet. By rotating a magnetic field through high- and low-symmetry directions of the CrSb Brillouin zone, we show that this material's altermagetic band structure leads to the loss of mirror symmetry for each spin-split Fermi sheet away from highly symmetric nodal orientations. In momentum space, the difference between up and down spins follows the profile of the $\\mathcal{Y}_{4}^{-3}=zy(3x^2-y^2)$ spherical harmonic - analogous to a $g$-orbital of the hydrogen atom. While notoriously difficult to resolve in unconventional superconductors, our work demonstrates that the order parameter symmetry of unconventional magnets can be conclusively determined through quantum-oscillatory quasiparticle spectroscopy. Our results empirically establish CrSb as a prototypical $g$-wave metallic altermagnet, which in pristine form possesses low residual resistivities down to $\\sim$1 $μΩ$cm, opening numerous avenues for next-generation spintronic device applications"}
{"id": "2601.15011", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.15011", "abs": "https://arxiv.org/abs/2601.15011", "authors": ["Jiayu Li", "Feng-Ren Fan", "Wang Yao"], "title": "Quasisymmetry Enriched Gapless Criticality at Chern Insulator Transitions", "comment": "8 pages, 4 figures", "summary": "In continuous topological phase transitions (CTPTs), the low-energy physics is governed by gap-closing subspaces, where approximate \"higher\" symmetries, termed quasisymmetries, may emerge. Here, we introduce the notion of quasisymmetry enrichment of these transitions. Focusing on paradigmatic normal-to-Chern insulator transitions, we identify quasisymmetries in the gapless subspaces, which subdivide CTPTs of the same universality class according to quasisymmetry charges. Gapless criticalities with nontrivial charges exhibit regulated phenomena, including intrinsic correlations between charge and pseudospin currents and continuous generalized Hall conductivities governed by the generalized Středa formula, both conventionally exclusive to gapped phases. These features arise as quasisymmetry forbids certain matrix elements, rendering the generalized Berry curvature integrable. By establishing quasisymmetry as a fundamental classifying ingredient, our work adds a new dimension for understanding the rich landscape of quantum phase transitions."}
{"id": "2601.15149", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.15149", "abs": "https://arxiv.org/abs/2601.15149", "authors": ["Shlok Joseph Paul", "Letian Li", "Zheng Li", "Andrew Kim", "Mia Klopfestein", "Stephanie S. Lee", "Ayaskanta Sahu"], "title": "Biphasic Meniscus Coating for Scalable and Material Efficient Quantum Dot Films", "comment": null, "summary": "Colloidal quantum dots (cQDs) have emerged as a cornerstone of next-generation optoelectronics, offering unparalleled spectral tunability and solution-processability. However, the transition from laboratory-scale devices to sustainable industrial manufacturing is fundamentally hindered by spin-coating workflows, which are intrinsically wasteful and restricted to planar geometries. These limitations are particularly acute for high-performance cQDs containing regulated elements such as lead, cadmium, or mercury, where poor material utilization exacerbates both environmental burden and cost. Here we report a biphasic dip-coating strategy that redefines the material efficiency of nanocrystal film fabrication. By utilizing an immiscible underlayer to displace ~88% of the active reservoir volume, we demonstrate a deposition geometry that decouples material consumption from total precursor volume. Infrared PbS photodetectors fabricated via this approach maintain their performance against spin-coated benchmarks while reducing ink consumption by up to 20-fold. Our technoeconomic analysis reveals that this biphasic architecture achieves cost parity at film thicknesses an order of magnitude lower than conventional monophasic dip-coating. Our results establish a low-waste framework for solution-processed materials, providing a viable pathway for the resource-efficient manufacturing of optoelectronic devices."}
{"id": "2601.14527", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14527", "abs": "https://arxiv.org/abs/2601.14527", "authors": ["Mijanur Islam", "Mahan Mohseni", "Ibsal Assi", "Daniel Miravet", "Pawel Hawrylak"], "title": "Majorana Fermions in spin up and down electronic complexes in spin-orbit coupled array of semiconductor quantum dots in proximity to $s$-type superconductor and in magnetic field", "comment": "10 pages, 7 figures, comments are welcome", "summary": "Semiconductor-s-type superconductor nanowires host spinful fermions and cannot be reduced to a single spinless Kitaev chain hosting single Majorana zero mode. Instead, such systems can be converted into two coupled p-wave Kitaev-like chains associated with different spin sectors. Using the bond Fermion transformation and exact diagonalization, we analyze parity resolved spectra and local spectral functions, demonstrating that zero-energy modes strongly localized at the system boundaries emerge only in one effective chain. Inter-chain coupling lifts parity degeneracy and redistributes the low-energy spectral weight, providing a controlled framework to assess the stability of Majorana-like modes in the finite spinful nanowires."}
{"id": "2601.15031", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.15031", "abs": "https://arxiv.org/abs/2601.15031", "authors": ["Yu Xie", "Dinghui Wang", "Chao Li", "Xiaofan Shen", "Junting Zhang"], "title": "A General Theory of Chiral Splitting of Magnons in Two-Dimensional Magnets", "comment": "7 pages,4 figures", "summary": "Magnons in antiferromagnets exhibit two chiral modes, providing an intrinsic degree of freedom for magnon-based computing architectures and spintronic devices. Electrical control of chiral splitting is crucial for applications, but remains challenging. Here, we propose the concept of extrinsic chiral splitting, involving alternating and ferrimagnet-like types, which can be induced and controlled by an electric field. A symmetry framework based on 464 collinear spin layer groups is established to classify chiral splitting characteristics and electric field responses in two-dimensional magnets. We further elucidate how the spin layer group determines the type of alternating chiral splitting and the dominant lowest-order magnetic exchange interaction. We demonstrate electric-field control over the magnitude and sign of the chiral splitting, enabling control of the spin Seebeck and Nernst effects related to thermal spin transport. This work provides a general theory for electric field manipulation of magnon chirality, paving the way for low-power magnonic logic devices."}
{"id": "2601.15156", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.15156", "abs": "https://arxiv.org/abs/2601.15156", "authors": ["Aji Alexander", "Pankaj Kumar Samal", "Llorenc Albons", "Jesus Redondo", "Jan Skvara", "Igor Pis", "Lukas Fusek", "Josef Myslivecek", "Viktor Johanek", "Dominik Wrana", "Martin Setvin"], "title": "Competition between clustering and dispersion of cobalt atoms on perovskite surfaces: SrTiO3(001) and KTaO3(001)", "comment": null, "summary": "Perovskite oxides are attractive for reactions in photo/electrocatalytic schemes, and extrinsic doping is a common strategy for tuning their properties. It is widely known that extrinsic dopants impact the structure and stability of perovskite surfaces, but an atomic-scale view is missing. Here, noncontact atomic force microscopy (ncAFM) and photoelectron spectroscopy (XPS/PES) are used to combine microscopic and spectroscopic evidence of cobalt adsorption, incorporation, and clustering at surfaces of two prototypical perovskites SrTiO3 and KTaO3. A number of different sub-ML coverages and temperatures of annealing were investigated.\n  Several common features are observed: cobalt shows a strong preference for ionic nature (+2 and +3 charge states), and remains dispersed as single atoms to a certain extent in both perovskites. Two competing mechanisms are observed upon annealing: coalescence into clusters with a mixed metallic/ionic character, and incorporation into the surface and subsurface regions. The latter is more pronounced in SrTiO3, where a cobalt-stabilized surface reconstruction is identified, whereas for KTaO3 cobalt likely incorporates in the near-surface region."}
{"id": "2601.14537", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.14537", "abs": "https://arxiv.org/abs/2601.14537", "authors": ["Jushin Tei", "Ryo Hanai", "Satoshi Fujimoto", "Takeshi Mizushima"], "title": "Theory of Andreev and shot noise spectroscopy for topological superconductors probed by $s$-wave superconducting tips", "comment": "24 pages, 8 figures", "summary": "Scanning tunneling microscopy (STM) and spectroscopy (STS) with $s$-wave superconducting tips has been widely applied to probe exotic superconductors, but its potential for investigating topological superconductors remains unclear. In junctions between an $s$-wave superconductor and a topological superconductor, the dominant tunneling process is Andreev reflection, in which Cooper pairs from the $s$-wave superconductor tunnel as particle--hole excitations into the surface state of the topological superconductor. In this work, we theoretically investigate the fundamental properties of Andreev and shot noise spectroscopy on topological superconductors, focusing on the $dI/dV$ characteristics and current noise. We develop a real-time description of an effective tunneling action incorporating Andreev reflection processes in the Keldysh formalism and derive analytical expressions for the Andreev reflection current and the associated current noise. Furthermore, we perform numerical simulations for representative topological superconductors and provide a catalog of $dI/dV$ spectra and the Fano factor. Our results establish guidelines for probing topological superconductivity using STM with $s$-wave superconducting tips, and provide theoretical benchmarks for future STS experiments."}
{"id": "2601.15053", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.15053", "abs": "https://arxiv.org/abs/2601.15053", "authors": ["Michał Rygała", "Julian Zanon", "Anderas Bader", "Tristan Smołka", "Fabian Hartmann", "Sven Höfling", "Michael Flatté", "Marcin Motyka"], "title": "Resolving the band alignment of InAs/InAsSb mid-wave-infrared type-II superlattices", "comment": "9 pages, 4 figures", "summary": "In this work, three InAs/InAs$_{0.65}$Sb$_{0.35}$ superlattices with different periods were investigated using photoluminescence and photoreflectance measurements and their band structure was simulated using a 14 bulk-band kp model. The structures were studied by analyzing the evolution of the spectral features in temperature and excitation power to determine the origin of optical transitions. After identifying which of these are related to the superlattice mini-bands, a rich collection of observed higher-order optical transitions was compared with refractive-index calculations. This procedure was used to adjust the parameters of the theoretical model, namely the bowing parameters of the InAsSb valence band offset and bandgap. It was also shown that the spectroscopy of the higher-order states combined with numerical modeling of the refractive index is a powerful tool for improvement of the material parameters, presenting a new approach to material studies of advanced semiconductor heterostructures."}
{"id": "2601.14551", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14551", "abs": "https://arxiv.org/abs/2601.14551", "authors": ["Temazulu S. Zulu", "Larissa B. Little", "Aaron M. Day", "Chaoshen Zhang", "Keith Powell", "Kyeong-Yoon Baek", "Benazir Fazlioglu-Yalcin", "Neil Sinclair", "Charles M. Brooks", "David R. Barton", "Marko Loncar", "Julia A. Mundy"], "title": "Heterogeneous Transfer of Thin Film BaTiO$_3$ onto Silicon for Device Fabrication", "comment": null, "summary": "Thin film BaTiO$_3$ has one of the highest known Pockels coefficients (>1200 pm/V), making it an attractive material for use in electro-optic devices. It is advantageous to integrate BaTiO$_3$ on silicon to enable complementary metal-oxide-semiconductor (CMOS) compatible processing. However, synthesis of high-quality BaTiO$_3$ directly on silicon remains a challenge. Here, we synthesize BaTiO$_3$ using hybrid metal-organic molecular beam epitaxy (hMBE) and demonstrate its transfer onto silicon using thermocompression bonding and chemical lift-off. Hybrid metal-organic MBE enables self-regulated synthesis of highly stoichiometric thin films at high growth rates (>100nm/hr). Our transfer method results in millimeter-scale areas of atomically flat, crack-free BaTiO$_3$ making it a potentially scalable method. Finally, we demonstrate the applicability of our process to device fabrication through characterization of lithographically-patterned and etch-transferred sub-micron features."}
{"id": "2601.15076", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.15076", "abs": "https://arxiv.org/abs/2601.15076", "authors": ["Zirui He", "Shang-Peng Gao", "Meng Chen"], "title": "Exceptionally High Carrier Mobility in Hexagonal Diamond", "comment": null, "summary": "Hexagonal diamond (h-diamond), or Lonsdaleite, has been reported to be a wide-bandgap semiconductor with high thermal conductivity and hardness. Our $ab initio$ calculations show that h-diamond has exceptionally high carrier mobility. Along $xy$ and $z$ directions, the hole mobilities at 300 K are 5631 and 5552 cm$^2$V$^{-1}$s$^{-1}$, and the room-temperature electron mobilities are 11462 and 28464 cm$^2$V$^{-1}$s$^{-1}$, respectively. These values are superior to the mobility of most known semiconductors including cubic diamond (c-diamond). The small effective masses in h-diamond, comparable to those in c-diamond, cannot explain the mobility difference between the two phases. For holes, scattering induced by transverse acoustic phonons is the predominant mechanism near room temperature in c-diamond, whereas considerably suppressed in d-diamond by selection rules. The high electron mobility in h-diamond can be attributed to the wavefunction at the conduction band minimum, which is extended and distributed primarily in the lattice interstitial, leading to weak coupling with scattering potentials. The temperature dependence of h-diamond is investigated as well, which deviates from the power-law relationship due to the significantly increased occupation of optical modes at elevated temperatures. Consequently, our findings reveal h-diamond as a promising high-mobility semiconductor, and elucidate the microscopic origin in terms of the carrier-phonon scattering mechanisms beyond conventional understandings based on simple parameters such as effective mass."}
{"id": "2601.14571", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14571", "abs": "https://arxiv.org/abs/2601.14571", "authors": ["Yan Meng", "Kainan Chang", "Luxia Wang"], "title": "Excitation Energy Transfer in Nanohybrid System of Organic Molecule and Inorganic Transition Metal Dichalcogenides Nanoflake", "comment": null, "summary": "Excitation energy transfer (EET) in an organic/inorganic nanohybrid system, composed of a single \\textit{para}-sexiphenyl (6P) molecule physisorbed on a finite-sized MoS$_2$ nanoflake, is investigated theoretically. %\nThe electronic structure of the MoS$_2$ nanoflake is described by using an 11-band tight-binding model, in which edge states are passivated with H atoms to restore a well-defined bandgap. %\nWithin a configuration-interaction scheme, excitonic states are constructed and, for computational efficiency, approximated by uncorrelated electron-hole pairs in the relevant high-energy window. %\nThe EET rates are evaluated via Fermi's golden rule, incorporating Coulomb coupling, thermal broadening, and spectral overlap between the molecular excitation and the MoS$_2$ nanoflake's electron-hole pairs. %\nOur results reveal that energy transfer from the molecule to the nanoflake is the dominant process, and its efficiency depends strongly on the size of the MoS$_2$ nanoflake, as well as the molecule's vertical distance and lateral position relative to the nanoflake."}
{"id": "2601.15149", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.15149", "abs": "https://arxiv.org/abs/2601.15149", "authors": ["Shlok Joseph Paul", "Letian Li", "Zheng Li", "Andrew Kim", "Mia Klopfestein", "Stephanie S. Lee", "Ayaskanta Sahu"], "title": "Biphasic Meniscus Coating for Scalable and Material Efficient Quantum Dot Films", "comment": null, "summary": "Colloidal quantum dots (cQDs) have emerged as a cornerstone of next-generation optoelectronics, offering unparalleled spectral tunability and solution-processability. However, the transition from laboratory-scale devices to sustainable industrial manufacturing is fundamentally hindered by spin-coating workflows, which are intrinsically wasteful and restricted to planar geometries. These limitations are particularly acute for high-performance cQDs containing regulated elements such as lead, cadmium, or mercury, where poor material utilization exacerbates both environmental burden and cost. Here we report a biphasic dip-coating strategy that redefines the material efficiency of nanocrystal film fabrication. By utilizing an immiscible underlayer to displace ~88% of the active reservoir volume, we demonstrate a deposition geometry that decouples material consumption from total precursor volume. Infrared PbS photodetectors fabricated via this approach maintain their performance against spin-coated benchmarks while reducing ink consumption by up to 20-fold. Our technoeconomic analysis reveals that this biphasic architecture achieves cost parity at film thicknesses an order of magnitude lower than conventional monophasic dip-coating. Our results establish a low-waste framework for solution-processed materials, providing a viable pathway for the resource-efficient manufacturing of optoelectronic devices."}
{"id": "2601.14576", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14576", "abs": "https://arxiv.org/abs/2601.14576", "authors": ["Mirco Nydegger", "Rebecca A. Gallivan", "Arthur Barras", "Henning Galinski", "Ralph Spolenak"], "title": "Nanodroplet-Confined Electroplating Enables Submicron Printing of Metals and Oxide Ceramics", "comment": null, "summary": "The fabrication of functional micro- and nano-electronic devices requires the deposition of high-quality materials of different electronic material classes, such as conductors, semiconductors and insulators. To establish ultra-high-resolution additive manufacturing as a viable addition to existing fabrication methods requires the combinatorial additive deposition of different electronic material classes. However, current techniques do not provide such a capability. Here, we demonstrate that droplet confined electroplating, an ultra-high-resolution AM technique initially developed for metals as electrohydrodynamic redox printing (EHD-RP), allows not only the direct deposition of many metals, but also of metal-oxides. Particularly, we demonstrate that applying fundamental electrochemical principles in combination with on-the-fly switching of the deposited material allows for the direct co-deposition of metals, metal-hydroxides and -oxides. Our results exemplify the feasibility of leveraging simple water-based electrochemical concepts to produce intricate and multi-material structures at the nanoscale."}
{"id": "2601.15156", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.15156", "abs": "https://arxiv.org/abs/2601.15156", "authors": ["Aji Alexander", "Pankaj Kumar Samal", "Llorenc Albons", "Jesus Redondo", "Jan Skvara", "Igor Pis", "Lukas Fusek", "Josef Myslivecek", "Viktor Johanek", "Dominik Wrana", "Martin Setvin"], "title": "Competition between clustering and dispersion of cobalt atoms on perovskite surfaces: SrTiO3(001) and KTaO3(001)", "comment": null, "summary": "Perovskite oxides are attractive for reactions in photo/electrocatalytic schemes, and extrinsic doping is a common strategy for tuning their properties. It is widely known that extrinsic dopants impact the structure and stability of perovskite surfaces, but an atomic-scale view is missing. Here, noncontact atomic force microscopy (ncAFM) and photoelectron spectroscopy (XPS/PES) are used to combine microscopic and spectroscopic evidence of cobalt adsorption, incorporation, and clustering at surfaces of two prototypical perovskites SrTiO3 and KTaO3. A number of different sub-ML coverages and temperatures of annealing were investigated.\n  Several common features are observed: cobalt shows a strong preference for ionic nature (+2 and +3 charge states), and remains dispersed as single atoms to a certain extent in both perovskites. Two competing mechanisms are observed upon annealing: coalescence into clusters with a mixed metallic/ionic character, and incorporation into the surface and subsurface regions. The latter is more pronounced in SrTiO3, where a cobalt-stabilized surface reconstruction is identified, whereas for KTaO3 cobalt likely incorporates in the near-surface region."}
{"id": "2601.14627", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14627", "abs": "https://arxiv.org/abs/2601.14627", "authors": ["Tobias Schwaigert", "Salva Salmani-Rezaie", "Sankalpa Hazra", "Utkarsh Saha", "Maya Ramesh", "Aiden Ross", "Betul Pamuk", "Long-Qing Chen", "David A. Muller", "Darrell G. Schlom", "Venkatraman Gopalan", "Kaveh Ahadi"], "title": "Above Room Temperature Ferroelectricity in Epitaxially Strained KTaO3", "comment": null, "summary": "Epitaxial strain is a powerful means to engineer emergent phenomena in thin films and heterostructures. Here, we demonstrate that KTaO3, a cubic perovskite in bulk form, can be epitaxially strained into a highly tunable ferroelectric. KTaO3 films grown commensurate to SrTiO3 (001) substrates experience an in-plane strain of -2.1 % that transforms the cubic structure into a tetragonal polar phase with transition temperature of 475 K, consistent with our thermodynamic calculations. We show that the Curie temperature and the spontaneous electric polarization can be system- atically controlled with epitaxial strain. Scanning transmission electron microscopy reveals cooperative polar displacements of the potassium columns with respect to the neighboring tantalum columns at room temperature. Optical second-harmonic generation results are described by a tetragonal polar point group (4mm), indicating the emergence of a global polar ground state. We observe a ferroelectric hysteresis response, using metal-insulator-metal capacitor test structures. The results demon- strate a robust intrinsic ferroelectric state in epitaxially strained KTaO3 thin films."}
{"id": "2601.14500", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.14500", "abs": "https://arxiv.org/abs/2601.14500", "authors": ["Jaehwahn Kim", "Davis A. Rens", "Waqas Khalid", "Hyunchul Kim"], "title": "A Modulated Electron Lattice (MEL) Criterion for Metallic Superconductivity", "comment": "8 pages, 3 figures", "summary": "A central unresolved question in the theory of superconductivity is why only a small subset of metallic elements exhibit a superconducting state, whereas many others remain strictly normal. Neither the conventional Bardeen Cooper Schrieffer (BCS) framework nor its extensions involving charge density wave (CDW) or pair density wave (PDW) order provide a predictive or material-selective criterion capable of distinguishing superconducting metals from non-superconducting ones. In particular, the persistent absence of superconductivity in simple noble metals with well-defined Fermi surfaces poses a challenge for all traditional approaches. Here we address this problem using the Modulated Electron Lattice (MEL) Ginzburg Landau (GL) framework introduced in our previous work. In this formulation, a coarse-grained MEL charge field $ρ_{\\mathrm{MEL}}(\\mathbf{r})$ with momentum dependent stiffness $α(q)$ is coupled to the superconducting (SC) order parameter $ψ(\\mathbf{r})$. We show that metallic superconductivity emerges only when the system satisfies a specific ``MEL enhancement window,'' characterized by a negative minimum of $α(q)$ at either a finite modulation wave vector $q^{\\ast}$ or at $q=0$, together with sufficiently strong coupling between $ρ_{\\mathrm{MEL}}$ and $ψ$. This unified criterion naturally partitions metallic elements into three universal classes: (i) MEL-enhanced superconductors with a finite-$q^{\\ast}$ charge mode, (ii) conventional BCS superconductors as the homogeneous $q^{\\ast}=0$ limit of the MEL framework, and (iii) metals for which $α(q)$ remains positive for all $q$, suppressing all MEL modes and preventing any superconducting instability. By applying this criterion to simple metallic elements, we identify why some metals develop superconductivity while others do not, possibly resolving a selection problem long open within the BCS paradigm."}
{"id": "2601.14644", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14644", "abs": "https://arxiv.org/abs/2601.14644", "authors": ["Zander Scholl", "Ezra Frohlich", "Natalie Rogers", "Paul Nguyen", "Baker Hase", "Joseph Tatsuro Murphy", "Joel Toledo-Urena", "David Cobden", "Jennifer T. Heath"], "title": "Quantitative Kelvin Probe Force Microscopy of back-gated 2D semiconductors", "comment": null, "summary": "In 2D field effect transistors the gate electrostatically dopes the 2D semiconductor (2DSC) channel, tuning the Fermi level. In principle, Kelvin probe force microscopy (KPFM) can detect the Fermi level, and its dependence on gate bias as well as position, potentially directly yielding band gaps, contact barriers, spatial nonuniformities, and sub-gap densities of states in such devices. However, KPFM relies on an oscillating probe voltage which itself electrostatically dopes the 2DSC, potentially creating a nonlinear response. Here, we show that when a suitably thin hBN back-gate dielectric is used, the KPFM signal agrees well with expectations, as explained by a quasistatic charge-balance model. Corresponding experimental results show excellent consistency with the literature values of the bandgaps of monolayer and trilayer WSe2. With this approach, the widely available technique of KPFM should find improved utility and new uses in the study of 2D devices."}
{"id": "2601.14524", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14524", "abs": "https://arxiv.org/abs/2601.14524", "authors": ["Tharindu Fernando", "Ting Cao"], "title": "Strain-tunable magnetic correlations in spin liquid candidate Nb$_3$Cl$_8$", "comment": null, "summary": "Recent research suggests the possibility of the two-dimensional breathing-Kagome magnet Nb$_3$Cl$_8$ hosting a quantum spin liquid state, warranting further study into its magnetic properties. Using ab initio calculations, we show that monolayer Nb$_3$Cl$_8$ has short-range antiferromagnetic correlations among Nb$_3$ trimers with S = 1/2, and becomes magnetically frustrated due to the underlying effective triangular lattice geometry, and is evidenced by a frustration index of f > 1. The high-temperature susceptibility shows a negative Weiss temperature from Monte Carlo calculations. Considering spin-orbit coupling, we investigate the magnetic anisotropy, including anisotropic exchange, single-ion anisotropy and the Dzyaloshinskii-Moriya interaction using the four-state energy mapping formalism. Although the elements have relatively small atomic numbers, the Dzyaloshinskii-Moriya interaction is comparable in magnitude to the anisotropic exchange. Additionally, we show that biaxial strain tunes the short-range correlations between antiferromagnetic, paramagnetic and ferromagnetic. These findings strengthen our understanding of Nb$_3$Cl$_8$ and advance its applications in current condensed matter physics and materials science research, including nanoscale mechanical and spintronics applications."}
{"id": "2601.14756", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14756", "abs": "https://arxiv.org/abs/2601.14756", "authors": ["Chunlei Wang", "Panukorn Sombut", "Lena Puntscher", "Nail Barama", "Maosheng Hao", "Florian Kraushofer", "Jiri Pavelec", "Matthias Meier", "Florian Libisch", "Michael Schmid", "Ulrike Diebold", "Cesare Franchini", "Gareth S. Parkinson"], "title": "Hydrogen Activation via Dihydride Formation on a Rh1/Fe3O4(001) Single-Atom Catalyst", "comment": null, "summary": "Hydrogen activation is a key elementary step in catalytic hydrogenation. In heterogeneous catalysis, it usually proceeds through dissociative adsorption on metal nanoparticles followed by surface diffusion or spillover, whereas homogeneous catalysts activate H2 through dihydride or dihydrogen intermediates at a single metal center. Here, we show that isolated Rh adatoms supported on Fe3O4(001) activate hydrogen through formation of a stable dihydride species without atomic H spillover. Temperature-programmed desorption, X-ray photoelectron spectroscopy, and scanning tunneling microscopy collectively reveal strong (approximately 1 eV) hydrogen adsorption exclusively at isolated Rh1 sites, while isotope-exchange experiments further demonstrate that hydrogen remains localized. Density-functional theory based calculations indicate a barrierless conversion from molecular H2 to the dihydride, and random-phase approximation calculations further confirm the relative stability of the dihydride. Together, these results show that single-atom Rh sites cleave and bind H2 through a dihydride pathway analogous to homogeneous complexes, establishing a mechanistic bridge between homogeneous and heterogeneous catalysis."}
{"id": "2601.14527", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14527", "abs": "https://arxiv.org/abs/2601.14527", "authors": ["Mijanur Islam", "Mahan Mohseni", "Ibsal Assi", "Daniel Miravet", "Pawel Hawrylak"], "title": "Majorana Fermions in spin up and down electronic complexes in spin-orbit coupled array of semiconductor quantum dots in proximity to $s$-type superconductor and in magnetic field", "comment": "10 pages, 7 figures, comments are welcome", "summary": "Semiconductor-s-type superconductor nanowires host spinful fermions and cannot be reduced to a single spinless Kitaev chain hosting single Majorana zero mode. Instead, such systems can be converted into two coupled p-wave Kitaev-like chains associated with different spin sectors. Using the bond Fermion transformation and exact diagonalization, we analyze parity resolved spectra and local spectral functions, demonstrating that zero-energy modes strongly localized at the system boundaries emerge only in one effective chain. Inter-chain coupling lifts parity degeneracy and redistributes the low-energy spectral weight, providing a controlled framework to assess the stability of Majorana-like modes in the finite spinful nanowires."}
{"id": "2601.14760", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.14760", "abs": "https://arxiv.org/abs/2601.14760", "authors": ["Beatriz Martín-García", "M. Mercedes Velázquez", "Francesco Rossella", "Vittorio Bellani", "Enrique Diez", "Jose Luis García Fierro", "Jose Antonio Pérez-Hernández", "Juan Hernández-Toro", "Sergi Claramunt", "Albert Cirera"], "title": "Functionalization of reduced graphite oxide sheets with a zwitterionic surfactant", "comment": null, "summary": "Films of a few layers in thickness of reduced graphite oxide, RGO, sheets functionalized by the zwitterionic surfactant N-dodecyl-N,N-dimethyl-3-ammonio-1-propanesulfonate, DDPS, are obtained by using the Langmuir-Blodgett method. The quality of the RGO sheets is checked by analyzing the degrees of reduction and defect repair by means of X-ray photoelectron spectroscopy, atomic force microscopy -AFM, field-emission scanning electron microscopy -SEM, micro-Raman spectroscopy, and electrical conductivity measurements. A modified Hummers method is used to obtain highly oxidized graphite oxide, GO, together with a centrifugation-based method to improve the quality of GO. The GO samples are reduced by hydrazine or vitamin C. Functionalization of RGO with the zwitterionic surfactant improves the degrees of reduction and defect repair of the two reducing agents and significantly increases the electrical conductivity of paperlike films compared with those prepared from unfunctionalized RGO."}
{"id": "2601.14644", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14644", "abs": "https://arxiv.org/abs/2601.14644", "authors": ["Zander Scholl", "Ezra Frohlich", "Natalie Rogers", "Paul Nguyen", "Baker Hase", "Joseph Tatsuro Murphy", "Joel Toledo-Urena", "David Cobden", "Jennifer T. Heath"], "title": "Quantitative Kelvin Probe Force Microscopy of back-gated 2D semiconductors", "comment": null, "summary": "In 2D field effect transistors the gate electrostatically dopes the 2D semiconductor (2DSC) channel, tuning the Fermi level. In principle, Kelvin probe force microscopy (KPFM) can detect the Fermi level, and its dependence on gate bias as well as position, potentially directly yielding band gaps, contact barriers, spatial nonuniformities, and sub-gap densities of states in such devices. However, KPFM relies on an oscillating probe voltage which itself electrostatically dopes the 2DSC, potentially creating a nonlinear response. Here, we show that when a suitably thin hBN back-gate dielectric is used, the KPFM signal agrees well with expectations, as explained by a quasistatic charge-balance model. Corresponding experimental results show excellent consistency with the literature values of the bandgaps of monolayer and trilayer WSe2. With this approach, the widely available technique of KPFM should find improved utility and new uses in the study of 2D devices."}
{"id": "2601.14761", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.14761", "abs": "https://arxiv.org/abs/2601.14761", "authors": ["Beatriz Martín-García", "M. Mercedes Velázquez", "Jose Antonio Pérez-Hernández", "Juan Hernández-Toro"], "title": "Langmuir and Langmuir-Blodgett films of a maleic anhydride derivative: effect of subphase divalent cations", "comment": null, "summary": "We report the study of the equilibrium and dynamic properties of Langmuir monolayers of poly (styrene-co-maleic anhydride) partial 2-buthoxy ethyl ester cumene terminated polymer and the effect of the Mg(NO3)2 addition in the water subphase on the film properties. Results show that the polymer monolayer becomes more expanded when the electrolyte concentration in the subphase increases. Dense polymer films aggregate at the interface. The aggregates are transferred onto Silicon wafers using the Langmuir-Blodgett methodology and the morphology is observed by AFM. The structure of aggregates depends on the subphase composition of the Langmuir film transferred onto the silicon wafer."}
{"id": "2601.14930", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14930", "abs": "https://arxiv.org/abs/2601.14930", "authors": ["Jing Ding", "Hanxiao Xiang", "Naitian Liu", "Wenqiang Zhou", "Xinjie Fang", "Zhangyuan Chen", "Le Zhang", "Kenji Watanabe", "Takashi Taniguchi", "Shuigang Xu"], "title": "Spin-orbit-driven quarter semimetals in rhombohedral graphene", "comment": "Published in Advanced Materials", "summary": "Semimetals exhibit intriguing characteristics attributed to the coexistence of both electrons and holes. In rhombohedral multilayer graphene, a strong trigonal warping effect gives rise to a semi-metallic state near the Fermi surface, offering unique opportunities to explore the interplay of semi-metallic properties with strong correlations and topologies. Here, the observation of quarter semimetals in rhombohedral multilayer graphene by introducing spin-orbit coupling (SOC) is reported. The semi-metallic characteristics of rhombohedral graphene manifest as nearly vanished Hall resistance and parabolic longitudinal resistance. The strong correlations arising from the surface flat band lead to spontaneous symmetry breaking. SOC proximitized by WSe2 further lifts the valley degeneracy, resulting in the spontaneous time-reversal symmetry breaking, as evidenced by the hysteretic anomalous Hall effect. The coexistence of fully polarized electrons and holes allows for the observation of a non-monotonic temperature dependence of the anomalous Hall resistance. Furthermore, the application of moderate magnetic fields induces a phase transition from quarter semimetals to Chern insulators. These findings establish rhombohedral multilayer graphene as an ideal platform for studying strong correlations and topologies in semimetals."}
{"id": "2601.14769", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.14769", "abs": "https://arxiv.org/abs/2601.14769", "authors": ["Marwa Mannai", "Yaoyao Shu", "Sonia Haddad", "Mina Ren", "Hong Chen", "Yong Sun", "Hisham Sati"], "title": "Realization of staircase topological Anderson phase transitions", "comment": "10 pages + supplementary material", "summary": "One-dimensional topological Anderson insulators provide a paradigm for disorder-induced topological phases in which the underlying system turns from a trivial to a topological phase. It is widely recognized that the latter vanishes at large disorder amplitude. Here, and contrary to the general belief, we provide evidence for a successive disorder-driven topological transitions in a single-wall nanotube, culminating in a topological Anderson phase that remains unexpectedly robust at strong disorder. This phenomenon is confirmed by analysis of the corresponding topological invariant, which increases stepwise as disorder increases, giving evidence for the emergence of edge states. We experimentally implement these topological Anderson staircase phase transitions in a one-dimensional topolectrical circuit, where the persistence of edge states is revealed by node-voltage measurements. The robustness of the edge states is corroborated by numerical calculations of their localization properties. Our work opens the road to topological disordertronics, where topological phases can be tuned by disorder."}
{"id": "2601.14772", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14772", "abs": "https://arxiv.org/abs/2601.14772", "authors": ["Adrian Braun", "Henrik Dick", "Timon Sieweke", "Alexander Kunzmann", "Klara Lünser", "Gabi Schierning", "Thomas Dahm"], "title": "Influence of Charge Density Waves on the Hall coefficient in NiTi", "comment": "12 pages, 16 figures, supplementary information", "summary": "We present a mean-field charge density wave theory for NiTi using density functional theory bandstructure as a starting point. We calculate the Hall coefficient as a function of temperature and compare with recent experimental results. We analyze the contributions to the Hall coefficient from different parts of the Fermi surface and find that the Hall coefficient is dominated by certain ``hot spots''. The analysis shows that these hot spots are mostly dominated by Ni d-orbitals. We demonstrate that the Hall coefficient is not well reproduced by Boltzmann transport theory within the constant relaxation time approximation without charge density waves. We consider both uniaxial and biaxial charge density waves and show that biaxial charge density waves can account well for the Hall coefficient, while uniaxial cannot. We also investigate the temperature dependence of the resistivity and the specific heat."}
{"id": "2601.14807", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14807", "abs": "https://arxiv.org/abs/2601.14807", "authors": ["Mathias Krämer", "Bar Favelukis", "J. Manoj Prabhakar", "Aleksander Albrecht", "Brian A. Rosen", "Noam Eliaz", "Maxim Sokol", "Baptiste Gault"], "title": "Near-Atomic-Scale Compositional Complexity in a 2D Transition Metal Oxide", "comment": null, "summary": "2D materials hold transformative promise for next-generation nanoelectronics. However, successfully integrating these materials from laboratory-scale discoveries into real-world devices depends on precisely controlling their properties, which are fundamentally determined by their composition. Detailed characterisation using atom probe tomography of 2D Ti0.87O2, a candidate high-$κ$ dielectric, reveals deviations from its commonly assumed stoichiometry. Compositional analysis and comparison with the bulk K0.8[Ti1.73Li0.27]O4 precursor evidences an oxygen deficit indicative of oxygen vacancy formation in the 2D material, as well as the retention of low concentrations of alkali metals that were presumed to be removed during synthesis. Such deviations from stoichiometry indicate a reconstruction mechanism that mitigates the effect of the characteristic, negatively charged vacancies on the titanium sublattice, thereby influencing the local electronic structure and, consequently, functional properties. These findings underscore the importance of a detailed compositional analysis in both understanding and optimizing the extraordinary functional properties of 2D materials, opening pathways to tailored functionalities in next-generation nanoelectronics."}
{"id": "2601.14808", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14808", "abs": "https://arxiv.org/abs/2601.14808", "authors": ["Adrian Reich", "Kiryl Piasotski", "Eytan Grosfeld", "Alexander Shnirman"], "title": "Emergence of multiple zero modes bound to vortices in extended topological Josephson junctions", "comment": "13 pages, 8 figures", "summary": "We study planar Josephson junctions formed on the surface of a three-dimensional topological insulator (Fu-Kane proposal) and examine the experimentally relevant parameter regimes in which the effective velocity of the emergent one-dimensional Majorana modes approaches zero. We show that the frequently employed Fu-Kane effective theory breaks down in this case. As parameters like the chemical potential or the width of the junction are tuned, instances of vanishing effective velocity mark the emergence of additional 'Dirac cones' at zero energy and finite momentum. If the junction is subjected to an external magnetic field, Josephson vortices may then bind a number of zero modes in addition to the topological Majorana mode. The additional zero modes are 'symmetry-protected' and can be lifted by a broken mirror symmetry (which is to be expected in realistic scenarios) as well as by an in-plane magnetization (or Zeeman field). We note that the ensuing presence of additional low-energy Andreev states can significantly contribute to measured quantities like the Josephson current or microwave absorption spectra."}
{"id": "2601.14817", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14817", "abs": "https://arxiv.org/abs/2601.14817", "authors": ["Gennadiy Ivanovich Mironov"], "title": "Ionization energy and electron affinity of fullerene C60 in the Hubbard model in the static fluctuation approximation", "comment": "7", "summary": "Within the Hubbard model, the ionization energy and electron affinity of the icosahedral C60 fullerene are calculated in the static fluctuation approximation. A graphical representation of the chemical potential equation is first obtained. The correlation function, which describes the transitions of π-electrons from one fullerene site to the nearest site, and the thermodynamic average, which characterizes the probability of detecting two π-electrons with oppositely oriented spin projections on a single fullerene site, are then calculated. The theoretically obtained values for the ionization energy of 7.57 eV and the electron affinity of 2.67 eV coincide with the experimentally observed values and demonstrate that, during photoionization or another process leading to either the acquisition or loss of a π-electron, the fullerene responds to external perturbations as a single system of strongly correlated π-electrons."}
{"id": "2601.14836", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.14836", "abs": "https://arxiv.org/abs/2601.14836", "authors": ["Ata Utku Özkan", "Talip Serkan Kasırga", "Aykut Erbaş"], "title": "Ionic transport in spontaneously ion-intercalated van der Waals layered structures", "comment": "28 pages, 4 figures Supplementary Information 8 pages, 9 figures", "summary": "Understanding ionic transport under strong confinement is crucial for the design of next-generation energy, catalytic, and information-processing materials; however, repeated field-driven ion motion often degrades conventional solid electrolytes. Van der Waals layered materials offer an alternative by providing structurally resilient ion-transport channels, yet the microscopic origins of their nonequilibrium transport behavior remain poorly understood. Here, we investigate field-driven ionic conduction in sodium-intercalated layered MnO$_2$ as a model self-intercalated van der Waals solid, using all-atom nonequilibrium molecular dynamics simulations that explicitly capture ion-water correlations and layer morphology. We demonstrate that ionic conductivity depends nonlinearly on the applied electric field, interlayer spacing, water content, and lattice flexibility. The applied electric field induces spatial segregation of water coupled to distortions of the MnO$_2$ sheets, producing coexisting regions populated by highly hydrated and weakly hydrated ions with suppressed conductivity. Concurrently, ionic transport exhibits a nonmonotonic dependence on the total amount of intercalated water, with boundary domains of weakly hydrated ions displaying relatively higher mobility. In fluctuation-free layers, ion transport transitions from single-particle motion to a collective conduction regime characterized by elongated, same-charge ionic clusters that violate Nernst-Einstein behavior. Together, these findings provide a molecular-level mechanism linking confinement-induced electrostatic correlations and structural response to the emergent nonlinear transport observed experimentally in ion-intercalated MnO$_2$, and suggest general design principles for robust, water-assisted ionic conductors."}
{"id": "2601.14847", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14847", "abs": "https://arxiv.org/abs/2601.14847", "authors": ["Lingyao Zhang", "Musen Li", "Nisha Metha", "Carla Verdi", "Wei Ren", "Jeffrey R. Reimers"], "title": "Significance of the dispersion force for ferroelectric switching in ZnO and related materials", "comment": "35 double spaced pages, 2 figures, 4 tables", "summary": "Wurtzite-ZnO is a wide-bandgap polar material with a ferroelectric-switching barrier that is too high to utilize, but the barrier can be reduced and switching observed in substituted materials such as Zn0.5Mg0.5O. Here, we seek to understand atomic-scale features that control concerted polarization switching in these and related systems, focusing on the planar hexagonal structures h-ZnO and Zn0.5Mg0.5O that may act as metastable intermediate phases along the switching pathway. Consensus is obtained by considering a range of pure and dispersion-corrected density-functional theory (DFT) computational approaches, as well as ab initio Hartree-Fock (HF), Møller-Plesset perturbation-theory (MP2), and random-phase approximation (RPA) calculations. The perceived stability of h-ZnO is found to be strongly influenced by the dispersion correction, with the consensus being that dispersion interactions are insufficient to stabilize h-ZnO as a metastable phase in infinite crystals. In contrast, h-Zn0.5Mg0.5O is consistently predicted to be at least metastable, with some dispersion-corrected DFT approaches predicting it to be more stable than its wurtzite form; all DFT methods overestimate its stability compared to MP2 and RPA. Dispersion forces are found to be most significant for hypothetical planar hexagonal structures constrained to the lattice vectors of the wurtzite phases. In general, our results demonstrate that an accurate treatment of dispersion forces is essential when describing polarization switching and ferroelectric behavior in wurtzite-structured materials."}
{"id": "2601.14878", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14878", "abs": "https://arxiv.org/abs/2601.14878", "authors": ["V. P. Mineev"], "title": "Altermagnets versus Antiferromagnets", "comment": "4 pages, 3 figures", "summary": "Altermagnets are metals with a momentum-dependent spin splitting of electron bands due to a specific crystal structure, which is invariant under time reversal only in combination with rotations and reflections. The developed phenomenological approach makes it possible to obtain a spectrum of electron bands in an altermagnet corresponding to an antiferromagnet with the same symmetry. The anomalous Hall effect is an inherent property of substances whose electron band dispersion is characterized by the Berry curvature. Calculations of the Berry curvature were performed for altermagnet analogs of collinear antiferromagnet, weak ferromagnetic antiferromagnet, and ferrimagnetic structures. It was shown that in the specific cases under consideration, the anomalous Hall effect in the absence of an external magnetic field is possible only in the state of a weak ferromagnet."}
{"id": "2601.14885", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14885", "abs": "https://arxiv.org/abs/2601.14885", "authors": ["Volodymyr Vasylkovskyi", "Olga Trukhina", "Patrick Dörflinger", "Mykola Slipchenko", "Wolf Gero Schmidt", "Timur Biktagirov", "Anastasiia Kultaeva", "Yakov Kopelevich", "Vladimir Dyakonov"], "title": "Role of Defects in the Paramagnetism of Fe-doped Cs$_{2}$AgBiBr$_{6}$ Double Perovskite", "comment": "18 Pages, 4 figures, 1 table", "summary": "Transition-metal doping enables the introduction of spin functionality into halide double perovskites, while simultaneously modifying optical properties. Here, we combine controlled single-crystal growth, optical characterization, comprehensive electron paramagnetic resonance (EPR) spectroscopy, and first-principles modeling to identify the microscopic nature of Fe-related centers in Fe-doped Cs$_{2}$AgBiBr$_{6}$. Single crystals with nominal Fe$^{3+}$ concentrations up to 15% in the precursor stage were grown using a controlled-cooling method, yielding reproducible Fe incorporation up to 0.1% w.r.t. Bi, without secondary phases. Despite this low concentration, Fe doping introduces electronic states that influence optical absorption and photoluminescence. EPR measurements reveal an S = 5/2 Fe$^{3+}$-related center whose anisotropy follows the cubic-to-tetragonal phase transition below 120 K. Angular-dependent EPR resolves two configurations of this nearly axial spin center, with principal axes rotated by 90$^\\circ$ and aligned with the $a/b$ plane of the tetragonal lattice. Density-functional calculations attribute these centers to impurity-vacancy complexes, most likely Fe$_{\\rm Bi}$-V$_{\\rm Br}$, that stabilise in a basal configuration of the low-temperature phase. This approach resolves vacancy-coupled defect orientations, narrowing possible models to Fe$^{3+}$-vacancy complexes and establishing them as stable, orientation-sensitive spin probes of structural symmetry in halide double perovskites, while providing a microscopic basis for tuning their magnetic and optical responses."}
{"id": "2601.14889", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.14889", "abs": "https://arxiv.org/abs/2601.14889", "authors": ["Jhon J. Chiliquinga-Jacome", "Matthieu Grelier", "Riccardo Battistelli", "William Bouckaert", "Krishnanjana Puzhekadavil Joy", "Sophie Collin", "Florian Godel", "Marisel Di Pietro Martínez", "Claire Donnelly", "Felix Büttner", "Horia Popescu", "Vincent Cros", "Nicolas Reyren", "Nicolas Jaouen"], "title": "3D tomographic imaging of skyrmionic cocoons using HERALDO", "comment": "10 pages, 5 figures", "summary": "Uncovering the rich and intricate characteristics of three-dimensional (3D) magnetic textures is essential for functional materials such as magnetic multilayers, where the delicate balance of various magnetic interactions leads to complex 3D spin arrangements. Among these textures, skyrmionic cocoons-tubular 3D magnetic structures characterized by a closed magnetization surface wrapping around a core-have emerged as particularly intriguing. Stabilized by competing magnetic interactions, these textures reside within a fraction of the thickness of the magnetic material and exhibit a typical lateral size of approximately 100 nm. Here, we present a vector tomographic reconstruction of the 3D magnetization in aperiodic Pt/Co/Al chiral multilayers, where skyrmionic cocoons have been recently reported. Using soft X-ray Holography with Extended Reference by Autocorrelation Linear Differential Operator (HERALDO), we acquire tomographic projections of the magnetic configuration and reconstruct the full 3D magnetization vector field with a spatial resolution of approximately 30 nm, as determined by Fourier shell correlation (FSC). This resolution allows us to observe critical features of the cocoons, such as their vertical misalignment and their overall chirality. Our findings demonstrate that HERALDO-based vector tomography is a powerful approach for revealing the internal structure and vertical extent of these nanoscale magnetic textures, offering new experimental insights into their intrinsic behavior."}
{"id": "2601.14897", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.14897", "abs": "https://arxiv.org/abs/2601.14897", "authors": ["Jonathan Ericson", "Daniel Widerker", "Eytan Stibbe", "Mor Elgarisi", "Yotam Katzman", "Omer Luria", "Khaled Gommed", "Alexey Razin", "Amos A. Hari", "Israel Gabay", "Valeri Frumkin", "Hanan Abu Hamad", "Ester Segal", "Yaron Amouyal", "Titus Szobody", "Rachel Ticknor", "Edward Balaban", "Moran Bercovici"], "title": "Modeling the Thermal Behavior of Photopolymers for In-Space Fabrication", "comment": null, "summary": "Future long-duration space missions will require in-situ, on-demand manufacturing of tools and components. Photopolymer-based processes are attractive for this purpose due to their low energy requirements, volume efficiency, and precise control of curing. However, photopolymerization generates significant heat, which is difficult to regulate in microgravity where natural convection is absent, leading to defects such as surface blistering and deformation. In this work, we combine experimental studies and modeling to address these thermal challenges. We report results from International Space Station (ISS) experiments and a dedicated parabolic flight campaign, which confirm that suppressed convective heat transfer in microgravity exacerbates thermal buildup and defect formation. Building on these observations, we present a predictive thermal model that couples heat transfer, light absorption, and evolving material properties to simulate polymerization and temperature evolution under terrestrial and microgravity conditions. Laboratory validation demonstrates strong agreement between model predictions and measured temperature profiles. Applying the model to the ISS experiments, we show that the model accurately reproduces experimentally observed blistering in TJ-3704A, a commercial acrylate-based polymer resin, while also predicting defect-free outcomes for Norland optical adhesives. The model functions as a design tool for defect-free in-space manufacturing, enabling selection of polymer properties, exposure strategies, and environmental conditions that together inhibit excess thermal buildup, paving the way for scalable, reliable in-situ manufacturing during future missions."}
{"id": "2601.14898", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14898", "abs": "https://arxiv.org/abs/2601.14898", "authors": ["Tomoyasu Fujimaru", "Kanta Hirai", "Masato Inamata", "Hiromu Tanaka", "Midori Ikeuchi", "Hidehiro Yamashita", "Mitsutaka Haruta", "Takehiko Tamaoka", "Naohiko Kawasaki", "Hikaru Saito"], "title": "Precisely positioned generation of CsPbBr3 nano-light sources in a Cs4PbBr6 film by electron beam irradiation", "comment": null, "summary": "Integration of high-quality photon emitters at specific locations within nanophotonic structures or optoelectronic devices is a key to innovating on-chip optical control and quantum technologies. Halide perovskite nanoparticles have great potential as single photon emitters with high quantum efficiency. To achieve their full potential, they must be embedded in a host material that ensures chemical stability and passivates surface defects. A previous experiment on a CsPbBr3-Cs4PbBr6 nanocomposite film suggested possibility that electron beam irradiation can be used to control positions of CsPbBr3 nano-light sources in the Cs4PbBr6 host although the effects of electron beam irradiation are not fully understood. Here, we fabricate a Cs4PbBr6-CsBr film, not containing the CsPbBr3 phase, and provide direct evidence that CsPbBr3 nanoparticles can be locally generated in the Cs4PbBr6 host by irradiation with a focused electron beam. We further demonstrate perovskite nano-light source arrays with submicron spacing using this method."}
{"id": "2601.14902", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.14902", "abs": "https://arxiv.org/abs/2601.14902", "authors": ["Huanhuan Shi", "Qili Li", "Antoine M. T. Baron", "Marie-Aude Méasson", "Sangjun Kang", "Dirk Fuchs", "Fabian Henssler", "Alexander Haas", "Paolo Battistoni", "Nour Maraytta", "Michael Merz", "Amir-Abbas Haghighirad", "Wulf Wulfhekel", "Christian Kübel", "Matthieu Le Tacon"], "title": "Enhanced Charge-Density-Wave Order and Suppressed Superconductivity in Intercalated Bulk $\\mathrm{Nb}{\\mathrm{Se}}_{2}$", "comment": null, "summary": "The electronic ground states of transition-metal dichalcogenides are strongly shaped by reduced dimensionality, yet the properties of atomically thin layers remain difficult to probe due to their small size and environmental sensitivity. Here we demonstrate that controlled electrochemical intercalation of organic cations provides a robust bulk platform for accessing monolayer-like physics in NbSe$_2$. Intercalation of tetrapropylammonium and tetrabutylammonium expands the interlayer spacing by nearly a factor of two, electronically decoupling the NbSe$_2$ layers while simultaneously introducing well-defined charge doping. Using a combination of Raman spectroscopy, scanning tunneling microscopy, X-ray diffraction, and photoemission, we uncover a pronounced enhancement of the charge-density-wave transition temperature to $\\sim 130$ K together with a strong suppression of superconductivity, reproducing the phase diagram observed in exfoliated monolayers. The enhanced charge-density-wave order and reduced $T_c$ arise from the combined effects of dimensionality reduction and electron injection, and are accompanied by distinct dip-hump anomalies in the tunneling spectra suggestive of collective mode excitations. Our results establish molecular intercalation as a powerful and scalable route for engineering competing orders in layered quantum materials."}
{"id": "2601.14919", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.14919", "abs": "https://arxiv.org/abs/2601.14919", "authors": ["Souvik Roy", "Ranjini Bhattacharya"], "title": "Energy-Selective Complete Spin Polarization in an Extended Su-Schrieffer-Heeger Ferromagnetic Chain", "comment": "6 Pages, 6 Figures", "summary": "We study spin-dependent transport in an extended Su-Schrieffer-Heeger chain with cosine modulated nearest- and next-nearest-neighbor hopping using the nonequilibrium Green's function formalism. Suitable tuning of the hopping parameters yields a complete separation of spin channels and perfect spin polarization over broad energy windows. The inclusion of next-nearest-neighbor hopping enhances both tunability and robustness, while systematic phase-diagram analyses reveal quantized polarization across extended regions of parameter space rather than at isolated fine-tuned points. These characteristics persist for larger system sizes, establishing the extended SSH model as a versatile platform for controllable spin-polarized transport."}
{"id": "2601.14930", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14930", "abs": "https://arxiv.org/abs/2601.14930", "authors": ["Jing Ding", "Hanxiao Xiang", "Naitian Liu", "Wenqiang Zhou", "Xinjie Fang", "Zhangyuan Chen", "Le Zhang", "Kenji Watanabe", "Takashi Taniguchi", "Shuigang Xu"], "title": "Spin-orbit-driven quarter semimetals in rhombohedral graphene", "comment": "Published in Advanced Materials", "summary": "Semimetals exhibit intriguing characteristics attributed to the coexistence of both electrons and holes. In rhombohedral multilayer graphene, a strong trigonal warping effect gives rise to a semi-metallic state near the Fermi surface, offering unique opportunities to explore the interplay of semi-metallic properties with strong correlations and topologies. Here, the observation of quarter semimetals in rhombohedral multilayer graphene by introducing spin-orbit coupling (SOC) is reported. The semi-metallic characteristics of rhombohedral graphene manifest as nearly vanished Hall resistance and parabolic longitudinal resistance. The strong correlations arising from the surface flat band lead to spontaneous symmetry breaking. SOC proximitized by WSe2 further lifts the valley degeneracy, resulting in the spontaneous time-reversal symmetry breaking, as evidenced by the hysteretic anomalous Hall effect. The coexistence of fully polarized electrons and holes allows for the observation of a non-monotonic temperature dependence of the anomalous Hall resistance. Furthermore, the application of moderate magnetic fields induces a phase transition from quarter semimetals to Chern insulators. These findings establish rhombohedral multilayer graphene as an ideal platform for studying strong correlations and topologies in semimetals."}
{"id": "2601.14946", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14946", "abs": "https://arxiv.org/abs/2601.14946", "authors": ["Honglin Zhou", "Xinman Ye", "Gang Wang", "Devashibhai Adroja", "David Tam", "Michael Marek Koza", "Zhilun Lu", "Jinguang Cheng", "Dao-Xin Yao", "Huiqian Luo"], "title": "Spin Fluctuations in the Rare-Earth Doped Bilayer Nickelates", "comment": "11 pages, 9 figures, including supplementary", "summary": "Spin fluctuations have been generally believed as the pairing glue of high-$T_c$ superconductivity. Recent inelastic neutron scattering (INS) studies have revealed a weak flat spin-fluctuation signal around 45 meV in the bilayer nickelate La$_3$Ni$_2$O$_{7-δ}$, suggesting strong interlayer and weak intralayer magnetic couplings ($SJ_{\\perp}\\approx$ 60 meV, $SJ_{\\parallel}\\leq$ 3.5 meV) in contrast to cuprate and pnictide superconductors. Here, we report further INS studies on the Pr and Nd doped La$_3$Ni$_2$O$_{7-δ}$ powder samples at ambient pressure. Besides the crystalline electric field excitations at low energies, we have found that the 45 meV flat mode splits into two modes in doped compounds, along with another weak mode at about 60 meV, where the spin fluctuations in La$_2$NdNi$_2$O$_{7-δ}$ are stronger than La$_3$Ni$_2$O$_{7-δ}$ and La$_2$PrNi$_2$O$_{7-δ}$. Based on an effective Heisenberg model by only considering the nearest-neighbor exchange couplings on the stripe-type antiferromagnetic orders, we conclude that the interlayer coupling $SJ_{\\perp}$ is enhanced to about 69 meV and 73 meV for Pr and Nd doped samples, respectively. Our results highlight the crucial role of interlayer coupling in the rare-earth doped bilayer nickelates, which towards to promote high $T_c$ via interlayer $s\\pm$ pairing."}
{"id": "2601.14956", "categories": ["cond-mat.mtrl-sci", "physics.atom-ph"], "pdf": "https://arxiv.org/pdf/2601.14956", "abs": "https://arxiv.org/abs/2601.14956", "authors": ["Ziyan Qian", "Guangwu Zhang", "Weikun Zhou", "Tsukasa Katayama", "Qiye Zheng"], "title": "Bending strain induced thermal conductivity suppression in freestanding BaTiO3 and SrTiO3 membranes", "comment": null, "summary": "Freestanding perovskite oxide membranes provide a novel platform for elastic strain engineering, enabling the manipulation of phonon transport free from substrate clamping. In this work, we investigate the thermal transport properties of strontium titanate (SrTiO3) and barium titanate (BaTiO3) membranes subjected to self-formed crease induced inhomogeneous strain. By integrating spatially resolved Frequency-Domain Thermoreflectance (FDTR) with micro-Raman spectroscopy, we observe a sharp, localized suppression of thermal conductivity (k) in high-curvature regions. Specifically, k is reduced from 4.43 to 3.62 W/(m K) in SrTiO3 and from 2.27 to 1.81 W/(m K) in BaTiO3 at the crease centers, directly correlating with the local strain distribution. First-principles calculations reveal that, unlike uniform strain, the symmetry breaking induced by strain gradients significantly broadens phonon dispersion and enhances scattering rates. These findings not only elucidate the microscopic mechanisms governing phonon-strain coupling but also demonstrate the potential of inhomogeneous strain fields as a potent tool for designing dynamic solid-state thermal switches and active thermal management devices."}
{"id": "2601.14972", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.14972", "abs": "https://arxiv.org/abs/2601.14972", "authors": ["Neeraj Thakur", "Anjna Bhardwaj", "Arun Kumar", "Amarjeet Singh"], "title": "Pristine and Doped MoS2 Monolayers as Potential HCN Gas Sensors: A DFT Study", "comment": null, "summary": "Two-dimensional transition metal dichalcogenides (TMDCs) have been extensively investigated due to their tunable properties. In this work, density functional theory (DFT) is employed to investigate the adsorption behavior and sensing characteristics of HCN on pristine and doped MoS2 monolayers (X-MoS2, where X = P, N, Si, Al, B, Cl). The structural, electronic, and optical characteristics of all systems are examined to study the sensing properties of various doped MoS2 monolayers. In particular, the Al-MoS2 system demonstrates the strongest adsorption characterized by chemisorption, while the remaining systems show interactions of physisorption type. Recovery time and changes in electronic and optical properties reveal that Si-MoS2 possesses an ultrafast response of the order of microseconds, while Al-MoS2 exhibits a significantly longer recovery time, making it unsuitable for reusable sensors. P-MoS2, Si-MoS2, and Al-MoS2 monolayers show pronounced changes in their properties after HCN adsorption. To explore tunability in adsorption strength and recovery behavior, systems with two and three dopant atoms are further studied for P, Si, and Al doping. The results indicate that double doping enhances adsorption strength, whereas triple symmetric doping weakens it. Based on adsorption energy, recovery time, and electronic response, 2P-MoS2 and 3Al-MoS2 are identified as promising candidates for electrochemical and chemiresistive sensing of HCN. Additionally, the observed optical response in the ultraviolet region highlights their potential in UV-range optical sensor design."}
{"id": "2601.14974", "categories": ["cond-mat.mes-hall", "cond-mat.other", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.14974", "abs": "https://arxiv.org/abs/2601.14974", "authors": ["C. Ciuti", "G. Scalari", "J. Faist"], "title": "Comment on \"Electrostatics-induced breakdown of the integer quantum Hall effect in cavity QED''", "comment": "Comment on arXiv:2511.04744", "summary": "We comment on the preprint arXiv:2511.04744 by Andolina et al."}
{"id": "2601.14981", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.14981", "abs": "https://arxiv.org/abs/2601.14981", "authors": ["Yi-Li Sun", "Ze-Zhong Li", "Yang Li", "Hong-Lin Zhou", "Amit Pokhriyal", "Haranath Ghosh", "Shi-Liang Li", "Hui-Qian Luo"], "title": "Crystal growth and characterization of a hole-doped iron-based superconductor Ba(Fe$_{0.875}$Ti$_{0.125}$)$_2$As$_2$", "comment": "8 pages, 4 figures", "summary": "We report the crystal growth of a new hole-doped iron-based superconductor Ba(Fe$_{0.875}$Ti$_{0.125}$)$_2$As$_2$ by substituting Ti on the Fe site. The crystals are accidentally obtained in trying to grow Ni doped Ba$_2$Ti$_2$Fe$_2$As$_4$O. After annealing at 500 \\textcelsius $ $ in vacuum for one week, superconductivity is observed with zero resistance at $T_{c0} \\approx 17.5$ K, and about 20\\% diamagnetic volume down to 2 K. While both the small anisotropy of superconductivity and the temperature dependence of normal state resistivity are akin to the electron doped 122-type compounds, the Hall coefficient is positive and similar to the case in hole-doped Ba$_{0.9}$K$_{0.1}$Fe$_2$As$_2$. The density functional theory calculations suggest dominated hole pockets contributed by Fe/Ti 3$d$ orbitals. Therefore, the Ba(Fe$_{1-x}$Ti$_{x}$)$_2$As$_2$ system provides a new platform to study the superconductivity with hole doping on the Fe site of iron-based superconductors."}
{"id": "2601.14989", "categories": ["cond-mat.str-el", "cond-mat.quant-gas", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2601.14989", "abs": "https://arxiv.org/abs/2601.14989", "authors": ["Fotios Kalkavouras", "Tobias Dornheim", "Paul Hamann", "Panagiotis Tolias"], "title": "Dielectric formalism of the 2D uniform electron gas at finite temperatures", "comment": "18 pages, 9 figures", "summary": "We present a comprehensive analysis of the two-dimensional uniform electron gas (2D-UEG or more commonly 2DEG) at finite temperature, spanning a broad range of densities / coupling strengths ($0.01\\le{r}_s\\le20$) and temperatures / degeneracy parameters ($0.01\\leΘ= k_B T/E_F \\le 10$). Within the self-consistent dielectric formalism, we construct two-dimensional versions of the Singwi-Tosi-Land-Sjölander (STLS) and hypernetted-chain (HNC) approximation based schemes. We benchmark the accuracy of the STLS and the HNC schemes against new state-of-the-art path-integral Monte Carlo data. We also report structural and thermodynamic properties across the full $(r_s,Θ)$ phase diagram domain studied, identify regimes in which these schemes remain quantitatively reliable, and provide an accurate parametrization of the exchange--correlation free energy of the finite-temperature 2DEG."}
{"id": "2601.15007", "categories": ["cond-mat.str-el", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.15007", "abs": "https://arxiv.org/abs/2601.15007", "authors": ["M. S. Laad", "Prosenjit Haldar"], "title": "Anomalous Quantum Criticality at a Continuous Metal-Insulator Transition", "comment": "17 pages, 3 figures", "summary": "The Falicov-Kimball model (FKM) is long known to be the simplest model of correlated fermions exhibiting a novel Mott-like quantum critical point (QCP) assocaited with a {\\it continuous} MIT in dimensions $D \\geq 3$. It is also known to be isomorphic to an {\\it annealed} binary-alloy disorder model. Notwithstanding extensive numerical studies for the FKM, analytic insight into the microscopic processes spawning novel Mott-like quantum criticality is scarce. Here, we develop a fully analytic theory for the Mott-like quantum criticality in the FKM on a hierarchical Cayley tree (Bethe lattice) by utilizing a single input from a 2-site cluster-dynamical mean-field theory (CDMFT). We find that density fluctuation modes acquire anomalous dimensions, originating from infra-red power-law singular cluster self-energies. Interestingly, we uncover, at $T=0$, that this {\\it sub-diffusive} metal with glassy dynamics separating a weakly ergodic metal from a non-ergodic insulator shrinks to a single point, namely the Mott-like QCP, at least on the Bethe lattice. We detail the consequences of this anomalous quantum criticality for a range of thermal and dynamical responses in a variety of physical systems that can be effectively modelled by the FKM."}
{"id": "2601.15011", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.15011", "abs": "https://arxiv.org/abs/2601.15011", "authors": ["Jiayu Li", "Feng-Ren Fan", "Wang Yao"], "title": "Quasisymmetry Enriched Gapless Criticality at Chern Insulator Transitions", "comment": "8 pages, 4 figures", "summary": "In continuous topological phase transitions (CTPTs), the low-energy physics is governed by gap-closing subspaces, where approximate \"higher\" symmetries, termed quasisymmetries, may emerge. Here, we introduce the notion of quasisymmetry enrichment of these transitions. Focusing on paradigmatic normal-to-Chern insulator transitions, we identify quasisymmetries in the gapless subspaces, which subdivide CTPTs of the same universality class according to quasisymmetry charges. Gapless criticalities with nontrivial charges exhibit regulated phenomena, including intrinsic correlations between charge and pseudospin currents and continuous generalized Hall conductivities governed by the generalized Středa formula, both conventionally exclusive to gapped phases. These features arise as quasisymmetry forbids certain matrix elements, rendering the generalized Berry curvature integrable. By establishing quasisymmetry as a fundamental classifying ingredient, our work adds a new dimension for understanding the rich landscape of quantum phase transitions."}
{"id": "2601.15031", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.15031", "abs": "https://arxiv.org/abs/2601.15031", "authors": ["Yu Xie", "Dinghui Wang", "Chao Li", "Xiaofan Shen", "Junting Zhang"], "title": "A General Theory of Chiral Splitting of Magnons in Two-Dimensional Magnets", "comment": "7 pages,4 figures", "summary": "Magnons in antiferromagnets exhibit two chiral modes, providing an intrinsic degree of freedom for magnon-based computing architectures and spintronic devices. Electrical control of chiral splitting is crucial for applications, but remains challenging. Here, we propose the concept of extrinsic chiral splitting, involving alternating and ferrimagnet-like types, which can be induced and controlled by an electric field. A symmetry framework based on 464 collinear spin layer groups is established to classify chiral splitting characteristics and electric field responses in two-dimensional magnets. We further elucidate how the spin layer group determines the type of alternating chiral splitting and the dominant lowest-order magnetic exchange interaction. We demonstrate electric-field control over the magnitude and sign of the chiral splitting, enabling control of the spin Seebeck and Nernst effects related to thermal spin transport. This work provides a general theory for electric field manipulation of magnon chirality, paving the way for low-power magnonic logic devices."}
{"id": "2601.15053", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.15053", "abs": "https://arxiv.org/abs/2601.15053", "authors": ["Michał Rygała", "Julian Zanon", "Anderas Bader", "Tristan Smołka", "Fabian Hartmann", "Sven Höfling", "Michael Flatté", "Marcin Motyka"], "title": "Resolving the band alignment of InAs/InAsSb mid-wave-infrared type-II superlattices", "comment": "9 pages, 4 figures", "summary": "In this work, three InAs/InAs$_{0.65}$Sb$_{0.35}$ superlattices with different periods were investigated using photoluminescence and photoreflectance measurements and their band structure was simulated using a 14 bulk-band kp model. The structures were studied by analyzing the evolution of the spectral features in temperature and excitation power to determine the origin of optical transitions. After identifying which of these are related to the superlattice mini-bands, a rich collection of observed higher-order optical transitions was compared with refractive-index calculations. This procedure was used to adjust the parameters of the theoretical model, namely the bowing parameters of the InAsSb valence band offset and bandgap. It was also shown that the spectroscopy of the higher-order states combined with numerical modeling of the refractive index is a powerful tool for improvement of the material parameters, presenting a new approach to material studies of advanced semiconductor heterostructures."}
{"id": "2601.15063", "categories": ["cond-mat.mes-hall", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.15063", "abs": "https://arxiv.org/abs/2601.15063", "authors": ["Vipul Upadhyay", "Amikam Levy"], "title": "Weak Electron-Phonon Coupling Is Insufficient to Generate Significant CISS in Two-Terminal Transport", "comment": "15 pages, 5 figures", "summary": "A central open question in chiral-induced spin selectivity (CISS) is whether weak electron-phonon coupling in a helical molecular junction can generate a sizable spin polarization in two-terminal transport without invoking additional strong symmetry-breaking ingredients. We address this question by implementing a self-consistent nonequilibrium Green's function (NEGF) calculation for a helical tight-binding model with spin-orbit coupling and electron-phonon interactions. The electron-phonon self-energies are evaluated self-consistently, and the transport signal is extracted using the standard magnetization-reversal protocol with a spin-polarized analyzer lead. We benchmark a fully self-consistent NEGF within the self-consistent Born approximation (SCBA) treatment for both global and local electron-phonon couplings against commonly used approximations, including diagonal self-energy schemes. We quantify how the resulting transport regime and spin polarization depend on phonon frequency, coupling strength, bias, temperature, and system size. In contrast to large polarizations and anomalous size trends reported under approximate treatments, the fully self-consistent calculation yields negligible spin polarization, additionally the electron-phonon coupling mainly renormalizes the spectrum, and transport remains quasi-ballistic across the explored parameter range."}
{"id": "2601.15076", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.15076", "abs": "https://arxiv.org/abs/2601.15076", "authors": ["Zirui He", "Shang-Peng Gao", "Meng Chen"], "title": "Exceptionally High Carrier Mobility in Hexagonal Diamond", "comment": null, "summary": "Hexagonal diamond (h-diamond), or Lonsdaleite, has been reported to be a wide-bandgap semiconductor with high thermal conductivity and hardness. Our $ab initio$ calculations show that h-diamond has exceptionally high carrier mobility. Along $xy$ and $z$ directions, the hole mobilities at 300 K are 5631 and 5552 cm$^2$V$^{-1}$s$^{-1}$, and the room-temperature electron mobilities are 11462 and 28464 cm$^2$V$^{-1}$s$^{-1}$, respectively. These values are superior to the mobility of most known semiconductors including cubic diamond (c-diamond). The small effective masses in h-diamond, comparable to those in c-diamond, cannot explain the mobility difference between the two phases. For holes, scattering induced by transverse acoustic phonons is the predominant mechanism near room temperature in c-diamond, whereas considerably suppressed in d-diamond by selection rules. The high electron mobility in h-diamond can be attributed to the wavefunction at the conduction band minimum, which is extended and distributed primarily in the lattice interstitial, leading to weak coupling with scattering potentials. The temperature dependence of h-diamond is investigated as well, which deviates from the power-law relationship due to the significantly increased occupation of optical modes at elevated temperatures. Consequently, our findings reveal h-diamond as a promising high-mobility semiconductor, and elucidate the microscopic origin in terms of the carrier-phonon scattering mechanisms beyond conventional understandings based on simple parameters such as effective mass."}
{"id": "2601.15095", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.15095", "abs": "https://arxiv.org/abs/2601.15095", "authors": ["Biman Bagchi"], "title": "Stiffness induced structures and morphological transitions in semiflexible polymers", "comment": null, "summary": "Semiflexible polymers in poor solvents exhibit a rich variety of collapsed morphologies, including globules, toroids, and rodlike bundles, arising from the competition between attractive interactions and chain stiffness. Computer simulations and experiments on stiff and conjugated polymers have revealed complex morphological crossovers, yet a unified theoretical description remains incomplete. Here we develop a coarse-grained, field-theoretic free-energy framework for linear polymers with variable stiffness that captures these morphologies and their transitions within a common description. The theory is built on three key ingredients: a density field describing monomer attraction and excluded-volume effects, a nematic order parameter accounting for orientational ordering in dense regions, and the bending rigidity of a worm-like chain. Using simple variational ansatzes for competing morphologies, we derive analytic expressions for their free energies and identify the boundaries separating coil, globule, toroidal, and rodlike conformational regimes as functions of the reduced attraction strength and the effective persistence length. The resulting phase-diagram topology provides a transparent free-energy-based framework for interpreting morphology diagrams observed in simulations and experiments on semiflexible polymers in poor solvents. We find the possibility of the existence of a triple point involving globules, rods and toroids."}
{"id": "2601.15149", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.15149", "abs": "https://arxiv.org/abs/2601.15149", "authors": ["Shlok Joseph Paul", "Letian Li", "Zheng Li", "Andrew Kim", "Mia Klopfestein", "Stephanie S. Lee", "Ayaskanta Sahu"], "title": "Biphasic Meniscus Coating for Scalable and Material Efficient Quantum Dot Films", "comment": null, "summary": "Colloidal quantum dots (cQDs) have emerged as a cornerstone of next-generation optoelectronics, offering unparalleled spectral tunability and solution-processability. However, the transition from laboratory-scale devices to sustainable industrial manufacturing is fundamentally hindered by spin-coating workflows, which are intrinsically wasteful and restricted to planar geometries. These limitations are particularly acute for high-performance cQDs containing regulated elements such as lead, cadmium, or mercury, where poor material utilization exacerbates both environmental burden and cost. Here we report a biphasic dip-coating strategy that redefines the material efficiency of nanocrystal film fabrication. By utilizing an immiscible underlayer to displace ~88% of the active reservoir volume, we demonstrate a deposition geometry that decouples material consumption from total precursor volume. Infrared PbS photodetectors fabricated via this approach maintain their performance against spin-coated benchmarks while reducing ink consumption by up to 20-fold. Our technoeconomic analysis reveals that this biphasic architecture achieves cost parity at film thicknesses an order of magnitude lower than conventional monophasic dip-coating. Our results establish a low-waste framework for solution-processed materials, providing a viable pathway for the resource-efficient manufacturing of optoelectronic devices."}
{"id": "2601.15156", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.15156", "abs": "https://arxiv.org/abs/2601.15156", "authors": ["Aji Alexander", "Pankaj Kumar Samal", "Llorenc Albons", "Jesus Redondo", "Jan Skvara", "Igor Pis", "Lukas Fusek", "Josef Myslivecek", "Viktor Johanek", "Dominik Wrana", "Martin Setvin"], "title": "Competition between clustering and dispersion of cobalt atoms on perovskite surfaces: SrTiO3(001) and KTaO3(001)", "comment": null, "summary": "Perovskite oxides are attractive for reactions in photo/electrocatalytic schemes, and extrinsic doping is a common strategy for tuning their properties. It is widely known that extrinsic dopants impact the structure and stability of perovskite surfaces, but an atomic-scale view is missing. Here, noncontact atomic force microscopy (ncAFM) and photoelectron spectroscopy (XPS/PES) are used to combine microscopic and spectroscopic evidence of cobalt adsorption, incorporation, and clustering at surfaces of two prototypical perovskites SrTiO3 and KTaO3. A number of different sub-ML coverages and temperatures of annealing were investigated.\n  Several common features are observed: cobalt shows a strong preference for ionic nature (+2 and +3 charge states), and remains dispersed as single atoms to a certain extent in both perovskites. Two competing mechanisms are observed upon annealing: coalescence into clusters with a mixed metallic/ionic character, and incorporation into the surface and subsurface regions. The latter is more pronounced in SrTiO3, where a cobalt-stabilized surface reconstruction is identified, whereas for KTaO3 cobalt likely incorporates in the near-surface region."}
{"id": "2601.15169", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.15169", "abs": "https://arxiv.org/abs/2601.15169", "authors": ["Cody A. Melton", "Jaron T. Krogel"], "title": "Assessing Orbital Optimization in Variational and Diffusion Monte Carlo", "comment": "12 pages, 10 figures", "summary": "In this work, we investigate the fidelity of orbital optimization in variational Monte Carlo to improve diffusion Monte Carlo results on correlated magnetic systems, using CrSBr as a model system. We compare the performance of different optimization methods, showing that stochastic reconfiguration is a robust and reliable optimizer. We show that short range Jastrow factors are important for improving diffusion Monte Carlo, regardless of the quality of orbitals. Large active spaces are required to converge the variational energy, but ulitmately orbital optimization produces worse diffusion Monte Carlo energies when compared to standard orbitals from density functional theory. We show that this increased bias is due to larger locality errors from the use of pseudopotentials, while the fixed-node error is actually improved by using orbital optimization. Additionally, for observables other than energy, orbital optimization produces a systematically smaller mixed-estimator bias. Ultimately, we believe orbital optimization provides a reliable method to improve variational and pure fixed-node energies as well as lower mixed-estimator bias."}
{"id": "2601.15231", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.15231", "abs": "https://arxiv.org/abs/2601.15231", "authors": ["Hanchen Wang", "Junfeng Hu", "Wenjie Song", "Artim L. Bassant", "Jinlong Wang", "Haishen Peng", "Emir Karadža", "Paul Noël", "William Legrand", "Richard Schlitz", "Jilei Chen", "Song Liu", "Dapeng Yu", "Jean-Philippe Ansermet", "Rembert A. Duine", "Pietro Gambardella", "Haiming Yu"], "title": "Direct Observation of Antimagnons with Inverted Dispersion", "comment": null, "summary": "We report direct spectroscopic evidence of antimagnons, i.e., negative-energy spin waves identified by their signature inverted dispersion with Brillouin light scattering (BLS) spectroscopy. We investigate an ultrathin BiYIG film with a perpendicular magnetized anisotropy that compensates the demagnetizing field. By injecting a spin-orbit torque, the magnetization is driven into auto-oscillation and eventually into a non-equilibrium reversed state above a secondary current threshold ($\\sim$1.2$\\times$10$^7$~A/cm$^2$). The dispersion is measured by wavevector-resolved BLS and exhibits a sharp change from an upward dispersion to a downward one, in agreement with theoretical predictions and micromagnetic simulations. Around the threshold current, we observe the coexistence of conventional magnons and antimagnons. Our work establishes antimagnons with inverted dispersion and is a first step towards exploring novel phenomena and applications due to magnon-antimagnon coupling, such as magnon amplification and magnon-antimagnon entanglement, which are part of the emerging field of antimagnonics."}
