{"id": "2601.04412", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04412", "abs": "https://arxiv.org/abs/2601.04412", "authors": ["Miroslav Lebeda", "Jan Drahokoupil", "Vojtěch Smola", "Petr Vlčák"], "title": "Interactive Analysis of Static, Dynamic, and Crystalline SDTrimSP Simulations: Application to Nitrogen Ion Implantation into Vanadium", "comment": null, "summary": "SDTrimSP is a widely used Monte Carlo simulation code based on the Binary Collision Approximation (BCA) for modeling ion implantation and ion-solid interaction processes. While an established graphical user interface (GUI) exists for simulation setup and execution, efficient post-processing, comparison of multiple simulations, and preparation of specific input file parameters remain limited. In this work, we present a web-based interface (sdtrimsp.streamlit.app) that complements existing SDTrimSP tools by focusing on interactive visualization and analysis of depth distribution profiles. The platform enables direct upload and comparison of static and fluence-dependent dynamic profiles, supports unit conversion, and provides an integrated calculator for determining the adjustable atomic density parameter of implanted ions required in dynamic simulations. In addition, the interface offers automated conversion of standard crystallographic file formats into the SDTrimSP-specific crystal structure input format for simulations into crystalline targets. The capabilities of the interface are demonstrated for nitrogen ion implantation into vanadium, including amorphous static and dynamic simulations and static crystalline simulations for different surface orientations. The results illustrate fluence-dependent saturation effects as well as orientation-dependent ion channeling behavior. Overall, the presented web-based tool provides a convenient and flexible extension to existing SDTrimSP workflows."}
{"id": "2601.04418", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04418", "abs": "https://arxiv.org/abs/2601.04418", "authors": ["Paul Neugebauer", "Xinxi Huang", "Chloe Newsom", "Christophe Arnold", "Hjørdis Martelock", "Séverine Diziain", "Edoardo Monnetti", "Jocelyn Achard", "Tobias Lühmann", "Paolo Olivero", "Jan Meijer", "Julien Barjon", "Alexandre Tallaire", "Sébastien Pezzagna"], "title": "Oxygen in diamond: thermal stability of ST1 spin centres and creation of oxygen-pair complexes", "comment": null, "summary": "Little is known about oxygen-related defects in diamond. Recently, the promising room-temperature spin centre named ST1 was identified as an oxygen centre, but of still unknown atomic structure and thermal stability. In this work, we report on the optically active oxygen-related centres and the conditions for their formation, using ion implantation of oxygen in various conditions of depth and fluence. More specifically, we establish the temperature formation/stability range of the ST1 centre, which has a maximum at about 1100°C and is narrower than for NV centres. In these conditions, optically detected magnetic resonance (ODMR) on small ST1 ensembles was measured with a spin readout contrast of > 20% at 300K. In cathodoluminescence, the 535 nm ST1 peak is not observed. Besides, a broad peak centred at 460 nm is measured for implantation of O$_2$ molecular ions. For an annealing temperature of 1500°C, a different centre is formed (with ZPL at 584.5 nm) with an intensity increasing with a power law 1.5 < p < 1.9 dependence from the implantation fluence. This suggests that this centre contains two oxygen atoms. Besides, a new spectral feature associated to an intrinsic defect was also observed, with four prominent lines (especially at 594nm). Finally, the thermal formation and stability of oxygen centres in diamond presented here are important for the identification of the atomic structure of defects such as the ST1 and possible O$_2$V$_x$ complex by means of ab initio calculations. Indeed, the formation energies and charge states of defect centres are easier to compute than the full energy level scheme, which to date still remains unsuccessful regarding the ST1 centre."}
{"id": "2601.04445", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.04445", "abs": "https://arxiv.org/abs/2601.04445", "authors": ["Dmitriy Poteryayev", "Pietro Novelli", "Annalisa Coriolano", "Riccardo Dettori", "Valentina Tozzini", "Fabio Beltram", "Massimiliano Pontil", "Antonio Rossi", "Stiven Forti", "Camilla Coletti"], "title": "SpectraFormer: an Attention-Based Raman Unmixing Tool for Accessing the Graphene Buffer-Layer Signature on SiC", "comment": "14 pages, 4 figures, 1 table", "summary": "Raman spectroscopy is a key tool for graphene characterization, yet its application to graphene grown on silicon carbide (SiC) is strongly limited by the intense and variable second-order Raman response of the substrate. This limitation is critical for buffer layer graphene, a semiconducting interfacial phase, whose vibrational signatures are overlapped with the SiC background and challenging to be reliably accessed using conventional reference-based subtraction, due to strong spatial and experimental variability of the substrate signal. Here we present SpectraFormer, a transformer-based deep learning model that reconstructs the SiC Raman substrate contribution directly from post-growth partially masked spectroscopic data without relying on explicit reference measurements. By learning global correlations across the entire Raman shift range, the model captures the statistical structure of the SiC background and enables accurate reconstruction of its contribution in mixed spectra. Subtraction of the reconstructed substrate signal reveals weak vibrational features associated with ZLG that are inaccessible through conventional analysis methods. The extracted spectra are validated by ab initio vibrational calculations, allowing assignment of the resolved features to specific modes and confirming their physical consistency. By leveraging a state-of-the-art attention-based deep learning architecture, this approach establishes a robust, reference-free framework for Raman analysis of graphene on SiC and provides a foundation, compatible with real-time data acquisition, to its integration into automated, closed-loop AI-assisted growth optimization."}
{"id": "2601.04460", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04460", "abs": "https://arxiv.org/abs/2601.04460", "authors": ["Md. Rajbanul Akhond", "Alexandru B. Georgescu"], "title": "Discovery of Correlated Electron Molecular Orbital Materials using Graph Representations", "comment": null, "summary": "Correlated electron molecular orbital (CEMO) materials host emergent electronic states built from molecular orbitals localized over clusters of transition metal ions, yet have historically been discovered sporadically and generally been treated as isolated case studies. Here we establish CEMO materials as a systematically discoverable class and introduce a graph-based framework to identify, classify, and organize transition-metal cluster motifs in inorganic solids. Starting from crystal structures in the Materials Project, we construct transition metal connectivity graphs, extract cluster motifs using a bond-cutting algorithm, and determine cluster point groups, effective cluster sublattice dimensionality, and translational symmetry. Applying this approach in a high-throughput screen of 34,548 compounds yields 5,306 cluster-containing materials, including 2,627 stable or metastable compounds with isolated clusters and 984 materials featuring mixed-metal clusters. The resulting dataset reveals symmetry and element-dependent trends in cluster formation. By integrating cluster classification with flat-band lattice topology and battery-relevant information, we provide further relevant information to multiple scientific communities. The accompanying open dataset, Cluster Finder software, and interactive web platform enable systematic exploration of cluster-driven electronic phenomena and establish a general pathway for discovering correlated quantum materials and functional materials with cluster-based or extended metal-metal bonding in inorganic solids."}
{"id": "2601.04621", "categories": ["physics.chem-ph", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.04621", "abs": "https://arxiv.org/abs/2601.04621", "authors": ["Huanchen Zhai", "Chenghan Li", "Xing Zhang", "Zhendong Li", "Seunghoon Lee", "Garnet Kin-Lic Chan"], "title": "Classical solution of the FeMo-cofactor model to chemical accuracy and its implications", "comment": "89 pages, 34 figures, comments are welcome", "summary": "The main source of reduced nitrogen for living things comes from nitrogenase, which converts N2 to NH3 at the FeMo-cofactor (FeMo-co). Because of its role in supporting life, the uncertainty surrounding the catalytic cycle, and its compositional richness with eight transition metal ions, FeMo-co has fascinated scientists for decades. After much effort, the complete atomic structure was resolved. However, its electronic structure, central to reactivity, remains under intense debate.\n  FeMo-co's complexity, arising from many unpaired electrons, has led to suggestions that it lies beyond the reach of classical computing. Consequently, there has been much interest in the potential of quantum algorithms to compute its electronic structure. Estimating the cost to compute the ground-state to chemical accuracy (~1 kcal/mol) within one or more FeMo-co models is a common benchmark of quantum algorithms in quantum chemistry, with numerous resource estimates in the literature.\n  Here we address how to perform the same task using classical computation. We use a 76 orbital/152 qubit resting state model, the subject of most quantum resource estimates. Based on insight into the multiple configuration nature of the states, we devise classical protocols that yield rigorous or empirical upper bounds to the ground-state energy. Extrapolating these we predict the ground-state energy with an estimated uncertainty on the order of chemical accuracy. Having performed this long-discussed computational task, we next consider implications beyond the model. We distill a simpler computational procedure which we apply to reveal the electronic landscape in realistic representations of the cofactor. We thus illustrate a path to a precise computational understanding of FeMo-co electronic structure."}
{"id": "2601.04898", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04898", "abs": "https://arxiv.org/abs/2601.04898", "authors": ["Ao Zhou", "Salma Zahran", "Chi Chen", "Zhengyang Zhang", "Yanming Wang"], "title": "A joint voxel flow - phase field framework for ultra-long microstructure evolution prediction with physical regularization", "comment": "33 pages, 7 figures.Submitted waiting for review", "summary": "Phase-field (PF) modeling is a powerful tool for simulating microstructure evolution. To overcome the high computational cost of PF in solving complex PDEs, machine learning methods such as PINNs, convLSTM have been used to predict PF evolution. However, current methods still face shortages of low flexibility, poor generalization and short predicting time length. In this work, we present a joint framework coupling voxel-flow network (VFN) with PF simulations in an alternating manner for long-horizon temporal prediction of microstructure evolution. The VFN iteratively predicts future evolution by learning the flow of pixels from past snapshots, with periodic boundaries preserved in the process. Periodical PF simulations suppresses nonphysical artifacts, reduces accumulated error, and extends reliable prediction time length. The VFN is about 1,000 times faster than PF simulation on GPU. In validation using grain growth and spinodal decomposition, MSE and SSIM remain 6.76% and 0.911 when predicted 18 frames from only 2 input frames, outperforming similar predicting methods. For an ultra-long grain growth prediction for 82 frames from 2 input frames, grain number decreases from 600 to 29 with NMSE of average grain area remaining 1.64%. This joint framework enables rapid, generalized, flexible and physically consistent microstructure forecasting from image-based data for ultra-long time scales."}
{"id": "2601.04308", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04308", "abs": "https://arxiv.org/abs/2601.04308", "authors": ["Sondre Duna Lundemo", "Asle Sudbø"], "title": "Fluctuation conductivity in ultraclean multicomponent superconductors", "comment": "20 pages, 6 figures", "summary": "We consider the intrinsic fluctuation conductivity in metals with multiply sheeted Fermi surfaces approaching a superconducting critical point. Restricting our attention to extreme type-II multicomponent superconductors motivates focusing on the ultraclean limit. Using functional-integral techniques, we derive the Gaussian fluctuation action from which we obtain the gauge-invariant electromagnetic linear response kernel. This allows us to compute the optical conductivity tensor. We identify essential conditions required for a nonzero longitudinal conductivity at finite frequencies in a disorder-free and translationally invariant system. Specifically, this is neither related to impurity scattering nor electron-phonon interaction, but derives indirectly from the multicomponent character of the incipient superconducting order and the parent metallic state. Under these conditions, the enhancement of the DC conductivity due to fluctuations close to the critical point follows the same critical behaviour as in the diffusive limit."}
{"id": "2601.04296", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04296", "abs": "https://arxiv.org/abs/2601.04296", "authors": ["J. L. Cardoso", "V. G. Ibarra-Sierra", "J. C. Sandoval-Santana", "A. Kunold"], "title": "The thermodynamics of liquid-vapor coexistence for a van der Waals fluid. Analytical solution of the Clausius-Clapeyron equation", "comment": "24 pages, 5 figures", "summary": "This work presents a pedagogical derivation of the thermodynamics of a van der Waals fluid by explicitly incorporating pairwise molecular interactions and the finite size of particles into the statistical-mechanical description. Starting from the Lennard-Jones potential, we evaluate the second virial coefficient to infer the virial expansion of the equation of state and recover the van der Waals equation using only its leading correction. The corresponding partition function allows us to obtain all thermodynamic potentials for both monoatomic and diatomic fluids in a transparent and instructive manner.\n  Building on this framework, we formulate and solve analytically the Clausius-Clapeyron equation in the vicinity of the critical point, obtaining the liquid-vapor coexistence curve in closed form. This approach not only clarifies the microscopic origin of van der Waals thermodynamics but also complements-and in several aspects improves upon-traditional treatments that rely heavily on numerical methods or heuristic arguments.\n  In addition, because the van der Waals equation naturally predicts the liquid-vapor equilibrium, the existence of critical points, and the functional form of the saturation curve of the pressure as a function of temperature, it provides an analytically tractable framework for studying a 150-year-old problem that has historically been addressed using graphical constructions or numerical solutions. As such, the formulation developed here offers a coherent, accessible, and conceptually unified route for students and instructors to understand phase coexistence in simple fluids from first principles."}
{"id": "2601.04419", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04419", "abs": "https://arxiv.org/abs/2601.04419", "authors": ["Roger Proksch"], "title": "Hidden dynamics in fast force curves: Transient Damping and Brownian-Driven Contact Resonance", "comment": "10 pages, 4 figures", "summary": "Force distance curves (FCs) are among the most direct measurements performed in atomic force microscopy (AFM), yet their information content is often reduced by filtering and quasi-static interpretation. Here, enabled by a new interferometric detector, we show that fast FCs inherently excite short-lived cantilever oscillations whose transient frequency and decay encode local stiffness and dissipation. By analyzing these dynamics on a single-curve, single-pixel basis, we extract time-local mechanical information without external broadband excitation or multi-pass imaging. We develop a state-dependent single-mode harmonic oscillator model that captures snap-in excitation, hydration-mediated dissipation, and contact stiffness during fast force mapping. Experimental analysis of high-bandwidth force-curve data and numerical simulations demonstrate that multiple dynamically distinct interaction regimes occur within a single FC. Accessing these transient dynamics enables high-throughput, high-resolution mapping of mechanical contrast and reveals heterogeneous and non-repeatable behaviors that are lost under conventional averaging or with conventional detection schemes with higher noise floors."}
{"id": "2601.04303", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04303", "abs": "https://arxiv.org/abs/2601.04303", "authors": ["J. Sears", "V. O. Garlea", "D. Lederman", "J. M. Tranquada", "I. A. Zaliznyak"], "title": "Altermagnetic and dipolar splitting of magnons in FeF$_2$", "comment": null, "summary": "FeF$_2$ is a prototypical rutile antiferromagnet recently proposed as an altermagnet, with a magnetic symmetry that permits spin-split electronic bands and chiral magnons. Using very-high-resolution inelastic neutron scattering on a single crystal of FeF$_2$, we show that the dominant source of magnon splitting is in fact the long-range dipolar interaction rather than altermagnetic exchange terms. At momenta where the dipolar splitting vanishes, we observe additional broadening due to altermagnetic chiral splitting and estimate this splitting to be $\\sim$35 $μ$eV. Polarized measurements further reveal that, where dipolar splitting is present, the chiral magnon modes become mixed and the resulting modes are predominantly linearly polarized, with at most a small chiral component. These findings highlight the significant effect of dipolar interactions on magnon chirality, particularly when altermagnetic interactions are weak."}
{"id": "2601.04296", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04296", "abs": "https://arxiv.org/abs/2601.04296", "authors": ["J. L. Cardoso", "V. G. Ibarra-Sierra", "J. C. Sandoval-Santana", "A. Kunold"], "title": "The thermodynamics of liquid-vapor coexistence for a van der Waals fluid. Analytical solution of the Clausius-Clapeyron equation", "comment": "24 pages, 5 figures", "summary": "This work presents a pedagogical derivation of the thermodynamics of a van der Waals fluid by explicitly incorporating pairwise molecular interactions and the finite size of particles into the statistical-mechanical description. Starting from the Lennard-Jones potential, we evaluate the second virial coefficient to infer the virial expansion of the equation of state and recover the van der Waals equation using only its leading correction. The corresponding partition function allows us to obtain all thermodynamic potentials for both monoatomic and diatomic fluids in a transparent and instructive manner.\n  Building on this framework, we formulate and solve analytically the Clausius-Clapeyron equation in the vicinity of the critical point, obtaining the liquid-vapor coexistence curve in closed form. This approach not only clarifies the microscopic origin of van der Waals thermodynamics but also complements-and in several aspects improves upon-traditional treatments that rely heavily on numerical methods or heuristic arguments.\n  In addition, because the van der Waals equation naturally predicts the liquid-vapor equilibrium, the existence of critical points, and the functional form of the saturation curve of the pressure as a function of temperature, it provides an analytically tractable framework for studying a 150-year-old problem that has historically been addressed using graphical constructions or numerical solutions. As such, the formulation developed here offers a coherent, accessible, and conceptually unified route for students and instructors to understand phase coexistence in simple fluids from first principles."}
{"id": "2601.04565", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04565", "abs": "https://arxiv.org/abs/2601.04565", "authors": ["Subhrangsu Saha", "Jeffery R. Roesler", "Oscar Lopez-Pamies"], "title": "Breaking Four-Point and Three-Point Bending Tests", "comment": null, "summary": "Since their initial standardizations in the 1930s and 1950s, the so-called four-point and three-point bending tests on unnotched beams have been embraced by practitioners as two popular methods to indirectly measure the tensile strength of concrete, ceramics, and other materials with a large compressive strength relative to their tensile strength. This is because of the ease that the tests afford in both the preparation of the specimen (a beam of rectangular cross section) and the application of the loads (simple supports pressing on the specimen). Yet, this practical advantage has to be tempered by the fact that the observations from both of these tests -- being \\emph{indirect} experiments in the sense that they involve \\emph{not} uniform uniaxial tension but non-uniform triaxial stress states throughout the specimen -- have to be appropriately interpreted to be useful. By making use of the phase-field fracture theory initiated by Kumar, Francfort, and Lopez-Pamies (2018), which has been recently established as a complete theory of fracture capable of accurately describing the nucleation and propagation of cracks in elastic brittle materials under arbitrary quasistatic loading conditions, the main objective of this paper is to carry out a thorough 3D quantitative analysis of when and where fracture nucleates and propagates in four-point and three-point bending tests and thereby establish how to appropriately interpret their results. As a corollary, the analysis provides an explanation for why four-point bending tests typically yield smaller flexural strengths than three-point bending tests, a source of constant headaches for practitioners who have been left to wonder which test -- if any -- would be more appropriate for their purposes."}
{"id": "2601.05086", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.05086", "abs": "https://arxiv.org/abs/2601.05086", "authors": ["Matteo Rinaldi", "Chiara Sepali", "Alicia Marie Kirk", "Claudio Amovilli", "Chiara Cappelli"], "title": "DMRG/FQ: a Polarizable Embedding Approach Combining Density Matrix Renormalization Group and Fluctuating Charges", "comment": null, "summary": "We present an integrated multiscale framework that combines the Density Matrix Renormalization Group (DMRG) with a polarizable fluctuating-charge (FQ) force field for the simulation of electronic excited states in solution. The method exploits the capabilities of DMRG to accurately describe systems with strong static correlation, while the FQ model provides a self-consistent and physically grounded representation of solvent polarization within a QM/MM embedding. The DMRG/FQ approach is applied to representative solvated systems, using extensive molecular dynamics sampling. The method yields reliable excitation energies, solvatochromic shifts, and a close agreement with available experimental data. The results highlight the importance of mutual polarization for capturing specific solute-solvent interactions, particularly in systems where hydrogen bonding or directional interactions play a dominant role."}
{"id": "2601.04363", "categories": ["cond-mat.supr-con", "cs.ET"], "pdf": "https://arxiv.org/pdf/2601.04363", "abs": "https://arxiv.org/abs/2601.04363", "authors": ["Sasan Razmkhah", "Massoud Pedram"], "title": "Fast Phase Logic Family for Achieving Very Large Scale Integration in Superconductor Electronics", "comment": "11 pages, 8 figures", "summary": "Fast Phase Logic (FPL) is a novel digital superconductor electronic (SCE) logic family specifically designed to address critical challenges in state-of-the-art SCE, such as low device density and integration levels. The FPL family improves circuit performance by employing various Josephson junction (JJ) structures, including high-$J_c$ self-shunted 0-JJ stacks, $π$-JJs, and 0/$π$-JJ stacks. FPL utilizes 0- and $π$-JJs to replace the bulky geometric inductors required in single flux quantum (SFQ) logic families like RSFQ. The proposed FPL family can deliver up to two orders of magnitude improvement in integration density over RSFQ logic with a five-fold reduction in the bias current requirements. Circuit performance is enhanced with reduced latency and increased throughput. Furthermore, the FPL family provides a higher output voltage level and higher impedance, which better match those of CMOS circuits. The much smaller flux storage loops in FPL greatly reduce susceptibility to trapped flux and crosstalk. Advancements in fabrication processes that would further benefit FPL implementation include the use of NbTiN-based JJs with higher critical current density and fabrication temperature range up to 400~$^\\circ$C, or the use of stacked JJ structures. The resulting increased density makes very large-scale integration (VLSI) more practical. The FPL family has the potential to significantly advance SCE technology. Near-term applications are envisioned in accelerator cores for signal processing and artificial intelligence, with long-term potential in supercomputing applications. The advantages of FPL were demonstrated through an architectural study of a fast Fourier transform (FFT) circuit, comparing it with CMOS and SFQ technologies."}
{"id": "2601.04337", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04337", "abs": "https://arxiv.org/abs/2601.04337", "authors": ["Pierre Nazé"], "title": "Unifying Kibble-Zurek Mechanism in Weakly Driven Processes", "comment": "16 pages, 7 figures", "summary": "A description of the Kibble-Zurek mechanism with linear response theory has been done previously, but ad hoc hypotheses were used, like the use of the rate-dependent impulse window via the Zurek equation in the context of no driving in the relaxation time. In this work, I present a new framework where such hypotheses are unnecessary, preserving all the characteristics of the phenomenon. The Kibble-Zurek scaling obtained for the excess work is close to 2/5, a result that holds for open and thermally isolated systems whose relaxation time diverges at the critical point and the first zero of the relaxation function is finite. I exemplify the results using four different but significant types of scaling functions."}
{"id": "2601.04421", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04421", "abs": "https://arxiv.org/abs/2601.04421", "authors": ["Xiao-Bin Qiang", "Tianyu Liu", "Hai-Zhou Lu", "X. C. Xie"], "title": "Quantum Geometric Origin of Orbital Magnetization", "comment": "6 pages, 2 figures", "summary": "The exploration of the Riemannian structure of the Hilbert space has led to the concept of quantum geometry, comprising geometric quantities exemplified by Berry curvature and quantum metric. While this framework has profoundly advanced the understanding of various electronic phenomena, its potential for illuminating magnetic phenomena has remained less explored. In this Perspective, we highlight how quantum geometry paves a new way for understanding magnetization within a single-particle framework. We first elucidate the geometric origin of equilibrium magnetization in the modern theory of magnetization, then discuss the role of quantum geometry in kinetic magnetization, and finally outline promising future directions at the frontier of quantum geometric magnetization."}
{"id": "2601.04451", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04451", "abs": "https://arxiv.org/abs/2601.04451", "authors": ["Takuya Okugawa", "Jens Paaske", "Martin Eckstein", "Michael A. Sentef", "Angel Rubio", "Andrew J. Millis"], "title": "Dynamical instability in a Floquet-Driven Dissipative System", "comment": null, "summary": "We analyse the magnon spectrum and distribution function of the antiferromagnetic phase of the Floquet-driven Hubbard model. Above a critical drive strength, we find a dynamical instability, resulting from a change in sign of the magnon damping at a non-zero wavevector. The change in sign means that infinitesimal fluctuations grow with time, corresponding to an instability of the driven state. Implications for the nonequilibrium distribution function and the strong drive nonlinear dynamics are discussed."}
{"id": "2601.04303", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04303", "abs": "https://arxiv.org/abs/2601.04303", "authors": ["J. Sears", "V. O. Garlea", "D. Lederman", "J. M. Tranquada", "I. A. Zaliznyak"], "title": "Altermagnetic and dipolar splitting of magnons in FeF$_2$", "comment": null, "summary": "FeF$_2$ is a prototypical rutile antiferromagnet recently proposed as an altermagnet, with a magnetic symmetry that permits spin-split electronic bands and chiral magnons. Using very-high-resolution inelastic neutron scattering on a single crystal of FeF$_2$, we show that the dominant source of magnon splitting is in fact the long-range dipolar interaction rather than altermagnetic exchange terms. At momenta where the dipolar splitting vanishes, we observe additional broadening due to altermagnetic chiral splitting and estimate this splitting to be $\\sim$35 $μ$eV. Polarized measurements further reveal that, where dipolar splitting is present, the chiral magnon modes become mixed and the resulting modes are predominantly linearly polarized, with at most a small chiral component. These findings highlight the significant effect of dipolar interactions on magnon chirality, particularly when altermagnetic interactions are weak."}
{"id": "2601.04586", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2601.04586", "abs": "https://arxiv.org/abs/2601.04586", "authors": ["Baptiste Gault", "Frédéric De Geuser", "Christoph Freysoldt", "Benjamin Klaes", "François Vurpillot"], "title": "Spatial resolution(s) in atom probe tomography", "comment": null, "summary": "Atom probe tomography (APT) is often quoted to provide \"atomic-scale\" analysis of materials in three dimensions. Despite efforts to quantify APT's spatial resolution, misunderstanding remain regarding its true spatial performance. If the depth resolution was once reported to be 20 pm, quoting this value outside of its specific context is misleading and should be avoided. The resolution achievable in pure metals, at one specific location within one reconstructed dataset, does not generally apply across materials or analysis conditions, or even throughout a single tomographic reconstruction. Here, we review various efforts at defining and measuring the spatial resolution in the study of single phase and single element materials - i.e. pure metals - in field-ion microscopy (FIM) and APT. We also report on the degradation of the resolution arising from ion optical devices used to improve the mass-resolution. We aim to offer some perspective as to how reported resolutions may be or may not be of any relevance to most of the materials characterisation efforts by APT, including cases of precipitates in a matrix that emphasise the need to consider an effective resolution. Finally, we discuss concepts to improve the spatial accuracy of the technique in a relatively distant future."}
{"id": "2601.04558", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04558", "abs": "https://arxiv.org/abs/2601.04558", "authors": ["Atsutaka Maeda", "Tomoki Kobayashi", "Fuyuki Nabeshima"], "title": "Studies of superconductivity of Fe chalcogenides in films grown by PLD technique", "comment": "42 pages, 25 figures, an invited review", "summary": "Studies on Fe chalcogenide superconductor using thin films grown by the PLD technique are reviewed in terms of electronic phase diagram, properties in the normal state, properties in the superconducting state, together with the comparison with properties in bulk crystals, MBE grown films and exfoliated crystals. Challenges to increase superconducting Tc will also be introduced."}
{"id": "2601.04358", "categories": ["cond-mat.stat-mech", "cs.AR", "cs.ET"], "pdf": "https://arxiv.org/pdf/2601.04358", "abs": "https://arxiv.org/abs/2601.04358", "authors": ["Alberto Rolandi", "Paolo Abiuso", "Patryk Lipka-Bartosik", "Maxwell Aifer", "Patrick J. Coles", "Martí Perarnau-Llobet"], "title": "Energy-Time-Accuracy Tradeoffs in Thermodynamic Computing", "comment": "10 pages (+ 6 pages of appendix), 7 figures", "summary": "In the paradigm of thermodynamic computing, instead of behaving deterministically, hardware undergoes a stochastic process in order to sample from a distribution of interest. While it has been hypothesized that thermodynamic computers may achieve better energy efficiency and performance, a theoretical characterization of the resource cost of thermodynamic computations is still lacking. Here, we analyze the fundamental trade-offs between computational accuracy, energy dissipation, and time in thermodynamic computing. Using geometric bounds on entropy production, we derive general limits on the energy-delay-deficiency product (EDDP), a stochastic generalization of the traditional energy-delay product (EDP). While these limits can in principle be saturated, the corresponding optimal driving protocols require full knowledge of the final equilibrium distribution, i.e., the solution itself. To overcome this limitation, we develop quasi-optimal control schemes that require no prior information of the solution and demonstrate their performance for matrix inversion in overdamped quadratic systems. The derived bounds extend beyond this setting to more general potentials, being directly relevant to recent proposals based on non-equilibrium Langevin dynamics."}
{"id": "2601.04578", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04578", "abs": "https://arxiv.org/abs/2601.04578", "authors": ["Sajid Husain", "Maya Ramesh", "Qian Song", "Sergei Prokhorenko", "Shashank Kumar Ojha", "Surya Narayan Panda", "Xinyan Li", "Yousra Nahas", "Yogesh Kumar", "Pushpendra Gupta", "Tenzin Chang", "Alan Ji-in Jung", "Rogério de Sousa", "James G. Analytis", "Lane W. Martin", "Zhi Yao", "Sang-Wook Cheong", "Laurent Bellaiche", "Manuel Bibes", "Darrell G. Schlom", "Ramamoorthy Ramesh"], "title": "Anisotropic magnon transport in an antiferromagnetic trilayer heterostructure: is BiFeO$_3$ an altermagnet?", "comment": "8 pgaes, 5 figure", "summary": "Magnons provide a route to ultra-fast transport and non-destructive readout of spin-based information transfer. Here, we report magnon transport and its emergent anisotropic nature in BiFeO$_3$ layers confined between ultrathin layers of the antiferromagnet LaFeO$_3$. Due to the confined state, BiFeO$_3$ serves as an efficient magnon transmission channel as well as a magnetoelectric knob by which to control the stack by means of an electric field. We discuss the mechanism of the anisotropic spin transport based on the interaction between the antiferromagnetic order and the electric field. This allows us to manipulate and amplify the spin transport in such a confined geometry. Furthermore, lower crystal symmetric and suppression of the spin cycloid in ultrathin BiFeO$_3$ stabilizes a non-trivial antiferromagnetic state exhibiting symmetry-protected spin-split bands that provide the non-trivial sign inversion of the spin current, which is a characteristic of an altermagnet. This work provides an understanding of the anisotropic spin transport in complex antiferromagnetic heterostructures where ferroelectricity and altermagnetism coexist, paving the way for a new route to realize electric-field control of a novel state of magnetism."}
{"id": "2601.04560", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04560", "abs": "https://arxiv.org/abs/2601.04560", "authors": ["Jie Ren", "Yi-Ran Xue", "Run-Jia Luo", "Rui Wang", "Baigeng Wang"], "title": "Artificial Gauge Field Engineered Excited-State Topology: Control of Dynamical Evolution of Localized Spinons", "comment": "5 pages, 4 figures", "summary": "Spinons are elementary excitations at the core of frustrated quantum magnets. Although it is well-established that a pair of spinons can emerge from a magnon via deconfinement, controlled manipulation of individual spinons and direct observation of their deconfinement remain elusive. We propose an artificial gauge field scenario that enables the engineering of specific excited states in quantum spin models. This generates spatially localized individual spinons with high controllability. By applying time-dependent gauge fields, we realize adiabatic braiding of these spinons, as well as their dynamical evolution in a controllable manner. These results not only provide the first direct visualization of individual spinons localized in the bulk, but also point to new possibilities to simulate their confinement process. Finally, we demonstrate the feasibility of our scenario in Rydberg atoms, which suggests an experimentally viable direction--gauge field engineering of correlated phenomena in excited states."}
{"id": "2601.04308", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04308", "abs": "https://arxiv.org/abs/2601.04308", "authors": ["Sondre Duna Lundemo", "Asle Sudbø"], "title": "Fluctuation conductivity in ultraclean multicomponent superconductors", "comment": "20 pages, 6 figures", "summary": "We consider the intrinsic fluctuation conductivity in metals with multiply sheeted Fermi surfaces approaching a superconducting critical point. Restricting our attention to extreme type-II multicomponent superconductors motivates focusing on the ultraclean limit. Using functional-integral techniques, we derive the Gaussian fluctuation action from which we obtain the gauge-invariant electromagnetic linear response kernel. This allows us to compute the optical conductivity tensor. We identify essential conditions required for a nonzero longitudinal conductivity at finite frequencies in a disorder-free and translationally invariant system. Specifically, this is neither related to impurity scattering nor electron-phonon interaction, but derives indirectly from the multicomponent character of the incipient superconducting order and the parent metallic state. Under these conditions, the enhancement of the DC conductivity due to fluctuations close to the critical point follows the same critical behaviour as in the diffusive limit."}
{"id": "2601.04606", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG", "physics.atm-clus"], "pdf": "https://arxiv.org/pdf/2601.04606", "abs": "https://arxiv.org/abs/2601.04606", "authors": ["Osman Goni Ridwan", "Gilles Frapper", "Hongfei Xue", "Qiang Zhu"], "title": "Crystal Generation using the Fully Differentiable Pipeline and Latent Space Optimization", "comment": null, "summary": "We present a materials generation framework that couples a symmetry-conditioned variational autoencoder (CVAE) with a differentiable SO(3) power spectrum objective to steer candidates toward a specified local environment under the crystallographic constraints. In particular, we implement a fully differentiable pipeline that performs batch-wise optimization on both direct and latent crystallographic representations. Using the GPU acceleration, the implementation achieves about fivefold speed compared to our previous CPU workflow, while yielding comparable outcomes. In addition, we introduce the optimization strategy that alternatively performs optimization on the direct and latent crystal representations. This dual-level relaxation approach can effectively overcome local barrier defined by different objective gradients, thus increasing the success rate of generating complex structures satisfying the targe local environments. This framework can be extended to systems consisting of multi-components and multi-environments, providing a scalable route to generate material structures with the target local environment."}
{"id": "2601.04594", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04594", "abs": "https://arxiv.org/abs/2601.04594", "authors": ["Zheyu Wu", "Hanyi Chen", "Theodore I. Weinberger", "Mengmeng Long", "David Graf", "Andrej Cabala", "Vladimir Sechovsky", "Michal Valiska", "Gilbert G. Lonzarich", "F. Malte Grosche", "Alexander G. Eaton"], "title": "Direct Observation of the Spillover of High Magnetic Field-induced SC3 Superconductivity Outside the Spin-Polarized State in UTe2", "comment": null, "summary": "In our recent study of the high magnetic field phase landscape of UTe$_2$ [Phys. Rev. X 15, 021019 (2025)] we found indirect evidence that the SC3 superconducting phase spills out beyond the first-order phase boundary of the spin-polarized state. This prior study was limited to a maximal field strength of 41.5 T, and mapped the $b-ac$ rotation plane. Here we measure a high quality sample with residual resistivity ratio RRR = 605 under rotations in the $b-c$ plane up to 45 T. This extended field range helps to unambiguously demonstrate the spillover of SC3 outside the polarized paramagnetic state. This is identified by the observation of zero resistance at low temperatures, for magnetic field strengths lower than the metamagnetic transition field resolved at higher temperatures. This observation is consistent with the scenario that electronic pairing of the SC3 phase is mediated by quantum critical fluctuations."}
{"id": "2601.04640", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04640", "abs": "https://arxiv.org/abs/2601.04640", "authors": ["Daiki Hashimoto", "Masaya Kunimi", "Tetsuro Nikuni"], "title": "Construction of asymptotic quantum many-body scar states in the SU($N$) Hubbard model", "comment": null, "summary": "We construct asymptotic quantum many-body scars (AQMBS) in one-dimensional SU($N$) Hubbard chains ($N\\geq 3$) by embedding the scar subspace into an auxiliary Hilbert subspace $\\mathcal{H}_P$ and identifying a parent Hamiltonian within it, together with a corresponding extension of the restricted spectrum-generating algebra to the multi-ladder case. Unlike previous applications of the parent-Hamiltonian scheme, we show that the parent Hamiltonian becomes the SU($N$) ferromagnetic Heisenberg model rather than the spin-1/2 case, so that its gapless magnons realize explicit AQMBS of the original model. Working in the doublon-holon subspace, we derive this mapping, obtain the one-magnon dispersion for periodic and open boundaries, and prove (i) orthogonality to the tower of scar states, (ii) vanishing energy variance in the thermodynamic limit, and (iii) subvolume entanglement entropy with rigorous MPS/MPO bounds. Our results broaden the parent-Hamiltonian family for AQMBS beyond spin-1/2 and provide analytic, low-entanglement excitations in SU($N$)-symmetric systems."}
{"id": "2601.04635", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04635", "abs": "https://arxiv.org/abs/2601.04635", "authors": ["Myungjun Kang", "Yogeshwar Prasad", "Nikhil Danny Babu", "Rasoul Ghadimi", "Jae Hoon Kim", "Sangmo Cheon"], "title": "Optical Signatures and Quantum Geometry in Proximity-Induced Topological Superconductors", "comment": null, "summary": "Proximity-induced superconductivity at topological insulator-superconductor (TI-SC) interfaces offers a promising route to topological superconductivity with Majorana boundary modes. However, probing the interfacial superconductivity at buried interfaces is challenging with conventional surface methods. Here, we present a theoretical study of the longitudinal optical response of a TI-SC heterostructure, focusing on the complex interface sheet conductance as a direct and layer-selective probe of the interfacial superconducting gap. Within a minimal TI--SC model, we demonstrate that proximity-induced superconductivity at the buried interface generates a two-dimensional topological superconducting phase supporting Majorana edge modes. Using a Bogoliubov-de Gennes slab model and the Kubo formalism, we compute the optical conductance and introduce a thickness-extrapolation protocol that isolates the interface contribution only. The resulting interface conductance exhibits a robust, thickness-independent coherence peak at an energy set by the proximity-induced gap, distinguishable from both the parent superconductor's pair-breaking feature and the ungapped Dirac cone on the top surface. We further demonstrate that the low-frequency spectral weight of this interface resonance obeys a quantum-metric sum rule, quantitatively linking the optical response to the quantum geometry of the proximitized interfacial state. Our results propose terahertz/infrared spectroscopy of the interfacial sheet conductance as a non-invasive diagnostic of Majorana-hosting TI--SC interfaces."}
{"id": "2601.04729", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04729", "abs": "https://arxiv.org/abs/2601.04729", "authors": ["Tao Yang", "Z. Y. Xie", "Rui Wang", "Baigeng Wang"], "title": "Probing quantum critical crossover via impurity renormalization group", "comment": "15 pages total (7 pages main text + 8 pages supplement), 15 figures total (5 figures main text + 10 figures supplement)", "summary": "Quantum impurities can host exotic many-body states that serve as sensitive probes of bath correlations. However, quantitative and non-perturbative methods for determining impurity thermodynamics in such settings remain scarce. Here, we introduce an impurity renormalization group approach that merges the tensor-network representation with the numerical renormalization group cutoff scheme. This method overcomes conventional limitations by treating bath correlations and impurity interactions on an equal footing. Applying our approach to the finite-temperature quantum critical regime of quantum spin systems, we uncover striking impurity-induced phenomena. In a coupled Heisenberg ladder, the impurity triggers a fractionalization of the local magnetic moment. Moreover, the derivative of the impurity susceptibility develops cusps that mark the crossover into the quantum critical regime. We also observe an exotic evolution of the spin correlation function driven by the interplay between bath correlations and the impurity. Our results demonstrate that this method can efficiently solve correlated systems with defects, opening new pathways to discovering novel impurity physics beyond those in non-interacting thermal baths."}
{"id": "2601.04337", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04337", "abs": "https://arxiv.org/abs/2601.04337", "authors": ["Pierre Nazé"], "title": "Unifying Kibble-Zurek Mechanism in Weakly Driven Processes", "comment": "16 pages, 7 figures", "summary": "A description of the Kibble-Zurek mechanism with linear response theory has been done previously, but ad hoc hypotheses were used, like the use of the rate-dependent impulse window via the Zurek equation in the context of no driving in the relaxation time. In this work, I present a new framework where such hypotheses are unnecessary, preserving all the characteristics of the phenomenon. The Kibble-Zurek scaling obtained for the excess work is close to 2/5, a result that holds for open and thermally isolated systems whose relaxation time diverges at the critical point and the first zero of the relaxation function is finite. I exemplify the results using four different but significant types of scaling functions."}
{"id": "2601.04615", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04615", "abs": "https://arxiv.org/abs/2601.04615", "authors": ["Yumiko Katayama", "Daiki Kobayashi", "Hikaru Okuma", "Yuhsuke Yasutake", "Susumu Fukatsu", "Kazunori Ueno"], "title": "High mobility holes at germanane/Ge(111) allotropic cross-dimensional heterointerface", "comment": null, "summary": "Germanane (GeH) is essentially a hydrogen-terminated Ge analog of graphene with a direct gap (~1.6 eV). Record hole mobility mu_h~67,000 cm2/Vs is found at 15 K for a single allotropic cross-dimensional(D) heterointerface. This is enabled by making topotactically-transformed 2D GeH layers meet the 3D bulk Ge(111). Temperature dependence of mu_h implies metallic conduction without ionized impurity scattering between 20 K and 250 K. Sheet hole density for a Fermi sphere n_S=2.8x10^11 /cm2 agrees well with 3.0x10^11 /cm2 of Hall measurements. A 6,500% magnetoresistance at 7 T accompanies Shubnikov-de Haas oscillations visible even at 15 K. These imply single-band conduction of holes with small effective mass in the in-plane directions, invoking a 2D hole gas (2DHG) picture that allotropic cross-D heterointerface between 2D GeH and 3D Ge harbors 2D-confined high-mobility holes. Even without elaborate heteroepitaxy and modulation doping, allotropic cross-D heterostructures pave the way toward facile 2DHG creation."}
{"id": "2601.04655", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04655", "abs": "https://arxiv.org/abs/2601.04655", "authors": ["Yves Noat", "Alain Mauger", "William Sacks"], "title": "Condensation mechanism of high-$T_c$ cuprates: the key role of pairon excitations", "comment": null, "summary": "In this article we show that the condensation mechanism in cuprates involves the strong coupling of the condensate to pairon excited states. We present an accessible formalism that significantly extends our previous work, providing a theoretical basis for the energy-dependent gap function $Δ(E)$. The latter is proportional to the effective spin exchange energy, $J_{eff}$, with no retardation effects, such as the case of spin-fluctuation or phonon mediated couplings. The fundamental parameters of the superconducting (SC) state are the condensation energy per pair, $β_c$, and the antinodal energy gap, $Δ_p$, which are quantitatively extracted by fitting the cuprate quasiparticle spectrum from tunneling experiments.\n  An explicit formula for the critical temperature is also derived in the model. Valid for any doping, we find $T_c$ to be proportional to $β_c$, and not the gap $Δ_p$, in sharp contrast to conventional SC. The numerical factor $β_c/k_BT_c\\simeq 2.24$ originates from pair excitations of the condensate, following Bose statistics, with a mini-gap $δ_M \\simeq 1\\,$meV in the excitation spectrum. These results strongly suggest that the same `all-electron' mechanism is at work all along the $T_c$-dome."}
{"id": "2601.04924", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04924", "abs": "https://arxiv.org/abs/2601.04924", "authors": ["Rotem Degany", "Michael Assaf", "Baruch Meerson"], "title": "Short-time statistics of extinction and blowup in reaction kinetics", "comment": "9 pages, 5 figures", "summary": "We study the statistics of extinction and blowup times in well-mixed systems of stochastically reacting particles. We focus on the short-time tail, $T \\to 0$, of the extinction- or blowup-time distribution $\\mathcal{P}_m(T)$, where $m$ is the number of particles at $t=0$. This tail often exhibits an essential singularity at $T=0$, and we show that the singularity is captured by a time-dependent WKB (Wentzel-Kramers-Brillouin) approximation applied directly to the master equation. This approximation, however, leaves undetermined a large pre-exponential factor. Here we show how to calculate this factor by applying a leading- and a subleading-order WKB approximation to the Laplace-transformed backward master equation. Accurate asymptotic results can be obtained when this WKB solution can be matched to another approximate solution (the ``inner\" solution), valid for not too large $m$. We demonstrate and verify this method on three examples of reactions which are also solvable without approximations."}
{"id": "2601.04772", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04772", "abs": "https://arxiv.org/abs/2601.04772", "authors": ["Lorenz Meyer", "Nicolas Néel", "Jörg Kröger"], "title": "Single-enantiomer spin polarisers in superconducting junctions", "comment": null, "summary": "Chiral matter acting as a spin-selective device in biased electron transport is attracting attention for the quantum-technological design of miniaturized electronics. To date, however, experimental reports on spin selectivity are not conclusive. The magnetoresistance in electron transport measurements observed for chiral materials on ferromagnets upon magnetisation reversal is proposed to result from electrostatic rather than from the sought-after chiral effects. Recent break junction studies even question the spin-dependent electron flow across single chiral molecules. Here, we avoid ferromagnetic electrodes and magnetisation reversal to provide unambiguous experimental evidence for the chirality-induced spin selectivity effect of single enantiomers. Functionalising the superconducting tip of a scanning tunnelling microscope with a manganese atom cluster gives rise to Yu-Shiba-Rusinov resonances that serve as spin-sensitive probes of the tunnelling current in junctions of single heptahelicene molecules adsorbed on a crystalline lead surface. Our key finding is the dependence of the signal strength of these states in spectroscopy of the differential conductance on the handedness of the molecule. The experiments unveil the role of the enantiomers as spin polarisers and the irrelevance of electrostatics in the chosen model system."}
{"id": "2601.04811", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04811", "abs": "https://arxiv.org/abs/2601.04811", "authors": ["Florian Johannesmann", "Asliddin Khudoyberdiev", "Götz S. Uhrig"], "title": "Switching magnetization of quantum antiferromagnets: Schwinger boson mean-field theory compared to exact diagonalization", "comment": "14 pages, 17 figures", "summary": "Antiferromagnets have attracted significant attention because of their considerable potential in engineering high-density and ultrafast memory devices, a crucial and increasingly demanded component of contemporary high-performance information technology. Theoretical and experimental investigations are actively progressing to provide the capability of efficient switching and precise control of the Néel vector, which is crucial for the intended practical applications of antiferromagnets. Recently, a time-dependent Schwinger boson mean-field theory has been successfully developed to study the sublattice magnetization switching in anisotropic quantum antiferromagnets [K. Bolsmann $et \\, al.$, \\textcolor{blue}{\\hyperlink{10.1103/PRXQuantum.4.030332}{PRX Quantum $\\mathbf{4}$, 030332 (2023)}}]. Here we use a complementary exact diagonalization method to study such sublattice magnetization switching, but in small-cluster quantum antiferromagnets, by means of an external magnetic field. Furthermore, this article aims to support the findings of the Schwinger boson approach. We show that the results of both approaches are consistent at short time scales, with only about 12.5 $\\%$ deviations. The consistency of the outcomes obtained through this alternative exact approach demonstrates that the time-dependent Schwinger boson mean-field theory is a versatile framework to capture the essentials of the switching process in quantum antiferromagnets. Thereby, the findings of current article pave the way for further theoretical and computational progress in the study of antiferromagnets for engineering spintronic devices with ultrahigh density and ultrafast speed."}
{"id": "2601.04358", "categories": ["cond-mat.stat-mech", "cs.AR", "cs.ET"], "pdf": "https://arxiv.org/pdf/2601.04358", "abs": "https://arxiv.org/abs/2601.04358", "authors": ["Alberto Rolandi", "Paolo Abiuso", "Patryk Lipka-Bartosik", "Maxwell Aifer", "Patrick J. Coles", "Martí Perarnau-Llobet"], "title": "Energy-Time-Accuracy Tradeoffs in Thermodynamic Computing", "comment": "10 pages (+ 6 pages of appendix), 7 figures", "summary": "In the paradigm of thermodynamic computing, instead of behaving deterministically, hardware undergoes a stochastic process in order to sample from a distribution of interest. While it has been hypothesized that thermodynamic computers may achieve better energy efficiency and performance, a theoretical characterization of the resource cost of thermodynamic computations is still lacking. Here, we analyze the fundamental trade-offs between computational accuracy, energy dissipation, and time in thermodynamic computing. Using geometric bounds on entropy production, we derive general limits on the energy-delay-deficiency product (EDDP), a stochastic generalization of the traditional energy-delay product (EDP). While these limits can in principle be saturated, the corresponding optimal driving protocols require full knowledge of the final equilibrium distribution, i.e., the solution itself. To overcome this limitation, we develop quasi-optimal control schemes that require no prior information of the solution and demonstrate their performance for matrix inversion in overdamped quadratic systems. The derived bounds extend beyond this setting to more general potentials, being directly relevant to recent proposals based on non-equilibrium Langevin dynamics."}
{"id": "2601.04721", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04721", "abs": "https://arxiv.org/abs/2601.04721", "authors": ["Pengcheng Hu", "Nicole Bein", "Chinmay Chandan Parhi", "Tadej Rojac", "Barbara Malič", "Mohammad Amirabbasi", "Anton Volodin", "Karsten Albe", "Jurij Koruza", "Andreas Klein"], "title": "How semiconducting are ferroelectrics: The fundamental, optical and transport gaps of Na$_{0.5}$Bi$_{0.5}$TiO$_3$-BaTiO$_3$ and NaNbO$_{3}$", "comment": null, "summary": "The energy gap is a fundamental property of materials, directly related to their optical and electronic properties. The energy gap of ferroelectric compounds and its adjustment by compositional variation has particularly attracted attention in recent years due to potential application in energy conversion and/or catalytic devices. It is demonstrated that it is necessary to distinguish between the fundamental gap, $E_{\\rm g}^{0}$, the optical gap, $E_{\\rm g}^{\\rm opt}$, and the transport gap, $E_{\\rm g}^{\\rm tr}$, of ferroelectrics, which can differ significantly. The situation is comparable to those in organic semiconductors and emerges from the presence of localized charges. The fundamental gap is a ground state property, i.e.\\ the energy difference between the maximum of the fully occupied valence band and the minimum of the completely empty conduction band. In contrast, the optical and transport gaps are excited state properties involving localized (polaronic) electrons and/or holes at energies considerably different from the band edges. This work illustrates how the different energy gaps of ferroelectrics can be determined by combining optical measurements, X-ray photoelectron spectroscopy and temperature and oxygen partial pressure dependent electrical conductivity measurements. We determine fundamental gaps of $\\approx 4.5\\,$eV for both materials, optical gaps of $3.25-3.45\\,$eV/$3.5\\,$eV and electrical gaps of $\\approx 1.4\\,$eV/$3.3\\,$eV for Na$_{0.5}$Bi$_{0.5}$TiO$_3$-BaTiO$_3$/NaNbO$_{3}$, respectively."}
{"id": "2601.04712", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04712", "abs": "https://arxiv.org/abs/2601.04712", "authors": ["Fengrui Shi", "Weilong Qiu", "Chufan Chen", "Chunqiang Xu", "Yan Zhang", "Hao Zheng", "Yuwei Zhou", "Dongting Zhang", "Mengwei Xie", "Huiqiu Yuan", "Shiyan Li", "Yang Liu", "Chao Cao", "Xiaofeng Xu", "Xin Lu"], "title": "Multigap nodeless superconductivity in Dirac semimetal PdTe", "comment": "6 pages,5 figures", "summary": "PdTe has recently been reported to be a type-II Dirac semimetal while a bulk nodal and surface nodeless superconductivity (SC) has been claimed to coexist. In this work, we applied point-contact spectroscopy (PCS) method to systematically study the superconducting gap in PdTe single crystals with a SC transition temperature $T_{c}=4.3$ K. The obtained differential conductance curves show a common deviation from a single-gap superconducting behavior and can be better fitted by a two-gap Blonder-Tinkham-Klapwijk model, suggesting the larger gap $Δ_{L}$ with $2Δ_{L}$=3.7 $k_{B}T_{c}$ and the smaller gap $Δ_S$ yielding $2Δ_{S}$=1.1-2.2 $k_{B}T_{c}$ with a weak interband scattering. The variations of conductance spectra among different contacts are proposed to be caused by the anisotropy of Fermi surface topology associated with different gaps."}
{"id": "2601.04951", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04951", "abs": "https://arxiv.org/abs/2601.04951", "authors": ["Indranil Mukherjee", "Seema Chahal", "Anupam Kundu"], "title": "Microscopic and hydrodynamic correlation in 1d hard rod gas", "comment": "28 pages, 5 figures", "summary": "We compute mass density correlations of a one-dimensional gas of hard rods at both microscopic and macroscopic scales. We provide exact analytical calculations of the microscopic correlation. For the correlation at macroscopic scale,, we utilize Ballistic Macroscopic Fluctuation Theory (BMFT) to derive an explicit expression for the correlations of a coarse-grained mass density, which reveals the emergence of long-range correlations on the Euler space-time scale. By performing a systematic coarse-graining of our exact microscopic results, we establish a micro-macro correspondence and demonstrate that the resulting macroscopic correlations agree precisely with the predictions of BMFT. This analytical verification provides a concrete validation of the underlying assumptions of hydrodynamic theory in the context of hard rod gas."}
{"id": "2601.04787", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04787", "abs": "https://arxiv.org/abs/2601.04787", "authors": ["Koushik Ghorai", "Sankar Sarkar", "Amit Agarwal"], "title": "Intrinsic Gyrotropic Magnetic Current of Orbital Origin", "comment": "19 pages, 3 figures. Any comments or suggestions are greatly appreciated", "summary": "In gyrotropic crystals, an oscillating magnetic field induces a charge response known as the gyrotropic magnetic current. While its conventional origin is attributed to magnetic field modified band energy and shift in the Fermi-surface, a recent study identified an additional spin-driven magnetic displacement contribution. Here, we complete the picture by identifying the orbital counterpart of the magnetic displacement current. Using a density-matrix formulation that incorporates both minimal coupling and spin-Zeeman interactions, we derive the electronic equations of motion in the presence of an oscillating magnetic field and uncover a previously unexplored orbital contribution to the wavepacket velocity. Physically, this contribution arises from the time variation of the magnetic-field induced charge polarization. In the low frequency transport regime, this mechanism becomes purely intrinsic. We illustrate this intrinsic gyrotropic current of orbital origin in the ${\\cal P}{\\cal T}$-symmetric antiferromagnet CuMnAs. We show that the intrinsic gyrotropic magnetic current reverses sign upon Néel vector reversal, establishing it as a direct probe of antiferromagnetic order in CuMnAs and other $\\mathcal{PT}$-symmetric antiferromagnets."}
{"id": "2601.04832", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04832", "abs": "https://arxiv.org/abs/2601.04832", "authors": ["Léo Gaspard", "Cyril Martins"], "title": "Affordable Five-Orbital Dynamical Mean-Field Theory for Layered Iridates and Rhodates", "comment": "14 pages, 6 figures", "summary": "Full $d$-manifold DMFT with numerically exact solvers has remained computationally prohibitive for spin-orbit materials due their scaling and severe sign problem, forcing the community to rely on simplified one- and three-band models that omit the $e_g$ states despite their proximity with the $t_{2g}$ orbitals. We present the first full five-orbital Dynamical Mean-Field Theory (DMFT) calculations including spin-orbit coupling for the layered iridates and rhodates \\bio~and \\bro, revealing that the correlation effects shift significantly the $e_g$ states through static mean-field corrections rather than dynamical fluctuations. Motivated by this insight, we introduce hybrid-DMFT (hDMFT), which treats these orbitals and their coupling to the low-energy manifold at the mean-field level while maintaining near quantitative accuracy at a drastically reduced computational cost. These calculation establish hDMFT as a practical and accurate method for full $d$-manifold studies of layered iridates and rhodates, enabling systematic investigations of temperature, doping and pressure dependence that were previously computationally intractable."}
{"id": "2601.04363", "categories": ["cond-mat.supr-con", "cs.ET"], "pdf": "https://arxiv.org/pdf/2601.04363", "abs": "https://arxiv.org/abs/2601.04363", "authors": ["Sasan Razmkhah", "Massoud Pedram"], "title": "Fast Phase Logic Family for Achieving Very Large Scale Integration in Superconductor Electronics", "comment": "11 pages, 8 figures", "summary": "Fast Phase Logic (FPL) is a novel digital superconductor electronic (SCE) logic family specifically designed to address critical challenges in state-of-the-art SCE, such as low device density and integration levels. The FPL family improves circuit performance by employing various Josephson junction (JJ) structures, including high-$J_c$ self-shunted 0-JJ stacks, $π$-JJs, and 0/$π$-JJ stacks. FPL utilizes 0- and $π$-JJs to replace the bulky geometric inductors required in single flux quantum (SFQ) logic families like RSFQ. The proposed FPL family can deliver up to two orders of magnitude improvement in integration density over RSFQ logic with a five-fold reduction in the bias current requirements. Circuit performance is enhanced with reduced latency and increased throughput. Furthermore, the FPL family provides a higher output voltage level and higher impedance, which better match those of CMOS circuits. The much smaller flux storage loops in FPL greatly reduce susceptibility to trapped flux and crosstalk. Advancements in fabrication processes that would further benefit FPL implementation include the use of NbTiN-based JJs with higher critical current density and fabrication temperature range up to 400~$^\\circ$C, or the use of stacked JJ structures. The resulting increased density makes very large-scale integration (VLSI) more practical. The FPL family has the potential to significantly advance SCE technology. Near-term applications are envisioned in accelerator cores for signal processing and artificial intelligence, with long-term potential in supercomputing applications. The advantages of FPL were demonstrated through an architectural study of a fast Fourier transform (FFT) circuit, comparing it with CMOS and SFQ technologies."}
{"id": "2601.04724", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04724", "abs": "https://arxiv.org/abs/2601.04724", "authors": ["L. B. Avila", "O. Leuve", "M. Pohlitz", "M. A Villena", "Ramón Torres-Cavalillas", "C. Ducarme", "A. Lopes Temporao", "T. G. Coppée", "A. Moureaux", "S. Arib", "Eugenio Coronado", "C. K. Müller", "J. B. Roldán", "B. Hackens", "F. Abreu Araujo"], "title": "K-ion intercalation memristors in prussian blue analogs revealed by C-AFM for Non-Volatile memory and Neuromorphic Computing", "comment": "13 pages", "summary": "Here, we demonstrate K-ion intercalation-mediated resistive switching in Prussian blue analogs (PBAs), a mechanism widely exploited in potassium batteries but not previously resolved at the nanoscale for memristive operation. Using C-AFM, we directly visualize and electrically control this intercalation process within sub-100-nm volumes, revealing reversible, localized conductance modulation driven by K-ion intercalation and Fe2+/Fe3+ redox reconfiguration. This nanoscale operability highlights the exceptional potential of PBAs for high-scalable and low-dimension memristor-based devices integration. Due to their modular composition, PBAs constitute a chemically rich, earth-abundant materials platform whose electronic and ionic properties can be precisely tuned for specific device functions. K-ion intercalation PBA-based memristor devices, with their singlestep, aqueous, and room-temperature fabrication, enable low-cost, large-scale processing compatible with CMOS, without any additional post-fabrication processing. Our findings establish PBAs as a new class of intercalation memristors with scalable nanoscale switching and exceptional materials versatility, toward highly integrated neuromorphic and non-volatile memory technologies. This work provides the first demonstration of intercalation-driven resistive switching under ultrafast voltage sweeps, with PW operating up to 200 V/s and PB up to 50 V/s. This unprecedented speed establishes PBAs as a distinct, high-rate class of K-ion intercalation memristors suitable for fast, high-density neuromorphic and memory applications."}
{"id": "2601.05147", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.05147", "abs": "https://arxiv.org/abs/2601.05147", "authors": ["Markus Griedel", "Max Kristen", "Biliana Gasharova", "Yves-Laurent Mathis", "Alexey V. Ustinov", "Hannes Rotzinger"], "title": "Low-loss Material for Infrared Protection of Cryogenic Quantum Applications", "comment": null, "summary": "The fragile quantum states of low-temperature quantum applications require protection from infrared radiation caused by higher-temperature stages or other sources. We propose a material system that can efficiently block radiation up to the optical range while transmitting photons at low gigahertz frequencies. It is based on the effect that incident photons are strongly scattered when their wavelength is comparable to the size of particles embedded in a weakly absorbing medium (Mie-scattering). The goal of this work is to tailor the absorption and transmission spectrum of an non-magnetic epoxy resin containing sapphire spheres by simulating its dependence on the size distribution. Additionally, we fabricate several material compositions, characterize them, as well as other materials, at optical, infrared, and gigahertz frequencies. In the infrared region (stop band) the attenuation of the Mie-scattering optimized material is high and comparable to that of other commonly used filter materials. At gigahertz frequencies (pass-band), the prototype filter exhibits a high transmission at millikelvin temperatures, with an insertion loss of less than $0.4\\,$dB below $10\\,$GHz."}
{"id": "2601.05079", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.05079", "abs": "https://arxiv.org/abs/2601.05079", "authors": ["Botond C. Nagy", "Marton Kormos", "Gabor Takacs"], "title": "Full counting statistics in the sine--Gordon model", "comment": null, "summary": "Full counting statistics (FCS) is a dynamical generalisation of the free energy, encapsulating detailed information about the distribution and large-scale correlation functions of conserved charges and their associated currents. In this work, we present a comprehensive numerical study of the FCS and the cumulants of the three lowest charges across the full parameter space of the sine--Gordon field theory. To this end, we extend the thermodynamic Bethe Ansatz (TBA) formulation of the FCS to the sine--Gordon model, emphasise the methodological subtleties for a reliable numerical implementation, and compare numerical results with analytical predictions in certain limits."}
{"id": "2601.04837", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.04837", "abs": "https://arxiv.org/abs/2601.04837", "authors": ["Rachid El Aitouni", "Aotmane En Naciri", "Clarence Cortes", "David Laroze", "Ahmed Jellal"], "title": "Floquet-driven tunneling control in monolayer MoS$_2$", "comment": "12 pages, 7 figures. Version to appear in Ann. Phys. (2026)", "summary": "We study how fermions in molybdenum disulfide MoS$_2$ interact with a laser field and a static potential barrier, focusing on the transmission probability. Our aim is to understand and control photon-assisted quantum transport in this two-dimensional material under external driving. We use the Floquet approximation to describe the wave functions in the three regions of the system. By applying continuity conditions at the boundaries, we obtain a set of equations involving an infinite number of Floquet modes. We explicitly determine transmissions involving the central band $E$ and the first sidebands $E \\pm \\hbarω$. As for higher-order bands, we use the transfer matrix approach together with current density to compute the associated transmissions. Our results reveal that the transmission probability oscillates for both spin-up and spin-down electrons. The oscillations of spin-down electrons occur over nearly twice the period of spin-up electrons. Among all bands, the central one consistently shows the highest transmission. We also find that stronger laser fields and wider barriers both lead to reduced transmission. Moreover, laser irradiation enables controllable channeling and filtering of transmission bands by tuning the laser intensity and system parameters. This highlights the potential of laser-driven MoS$_2$ structures for highly sensitive electromagnetic sensors and advanced optoelectronic devices."}
{"id": "2601.04908", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04908", "abs": "https://arxiv.org/abs/2601.04908", "authors": ["Vincent C. Morano", "Zeno Maesen", "Stanislav Nikitin", "Jonathan S. White", "Takashi Honda", "Tsuyoshi Kimura", "Michel Kenzelmann", "Daniel Pajerowski", "Oksana Zaharko"], "title": "Coupled sawtooth chain exchange network in olivine Mn$_2$GeO$_4$", "comment": "21 pages, 12 figures", "summary": "Sawtooth chain magnets have been a subject of historical interest in the field of frustrated magnetism, with classical olivine family $M_2TX_4$, ($M$ - 3d, $T$ - 4p, $X$ - chalcogen elements) typically realizing simple $\\mathbf{k} = (000)$ states. The magnetism of the Mn$_2$GeO$_4$ olivine is surprisingly complex, proceeding from commensurate states to a multiferroic commensurate + incommensurate phase. Here we report inelastic neutron scattering results from a Mn$_2$GeO$_4$ single crystal and develop an effective Hamiltonian including long-distance bilinear and dipolar interactions. The magnetic interactions are predominantly antiferromagnetic and span a three-dimensional exchange network consisting of coupled sawtooth chains. Based on the determined strength of the couplings, the dominant sawtooth chains appear at third- and fourth- rather than next-nearest-neighbor. However the next-nearest-neighbor interaction is, along with a modest Dzyaloshinskii-Moriya interaction, important for modeling the observed incommensurability. We use the best-fit Hamiltonian as the basis for Langevin dynamics simulations and Luttinger-Tisza calculations of the high-temperature commensurate transition."}
{"id": "2601.04412", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04412", "abs": "https://arxiv.org/abs/2601.04412", "authors": ["Miroslav Lebeda", "Jan Drahokoupil", "Vojtěch Smola", "Petr Vlčák"], "title": "Interactive Analysis of Static, Dynamic, and Crystalline SDTrimSP Simulations: Application to Nitrogen Ion Implantation into Vanadium", "comment": null, "summary": "SDTrimSP is a widely used Monte Carlo simulation code based on the Binary Collision Approximation (BCA) for modeling ion implantation and ion-solid interaction processes. While an established graphical user interface (GUI) exists for simulation setup and execution, efficient post-processing, comparison of multiple simulations, and preparation of specific input file parameters remain limited. In this work, we present a web-based interface (sdtrimsp.streamlit.app) that complements existing SDTrimSP tools by focusing on interactive visualization and analysis of depth distribution profiles. The platform enables direct upload and comparison of static and fluence-dependent dynamic profiles, supports unit conversion, and provides an integrated calculator for determining the adjustable atomic density parameter of implanted ions required in dynamic simulations. In addition, the interface offers automated conversion of standard crystallographic file formats into the SDTrimSP-specific crystal structure input format for simulations into crystalline targets. The capabilities of the interface are demonstrated for nitrogen ion implantation into vanadium, including amorphous static and dynamic simulations and static crystalline simulations for different surface orientations. The results illustrate fluence-dependent saturation effects as well as orientation-dependent ion channeling behavior. Overall, the presented web-based tool provides a convenient and flexible extension to existing SDTrimSP workflows."}
{"id": "2601.04725", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04725", "abs": "https://arxiv.org/abs/2601.04725", "authors": ["Pengcheng Hu", "Chinmay Chandan Parhi", "Jurij Koruza", "Andreas Klein"], "title": "Towards understanding the defect properties in the multivalent A-site Na$_{0.5}$Bi$_{0.5}$TiO$_3$-based perovskite ceramics", "comment": null, "summary": "A defect model involving cation and anion vacancies and anti-site defects is proposed that accounts for the non-stoichiometry of multi-valent $A$-site Na$_{0.5}$Bi$_{0.5}$TiO$_3$ based perovskite oxides with $ABO_3$ composition. A series of samples with varying $A$-site non-stoichiometry and $A$:$B$ ratios were prepared to investigate their electrical conductivity. The oxygen partial pressure and temperature dependent conductivities where studied with direct current (dc) and alternating current (ac) techniques, enabling to separate between ionic and electronic conduction. The Na-excess samples, regardless of the $A$:$B$ ratio, exhibit dominant ionic conductivity and $p$-type electronic conduction, with the highest total conductivity reaching $4 \\times 10^{-4}$ S/cm at 450$^\\circ$C. In contrast, the Bi-excess samples display more insulating characteristics and $n$-type electronic conductivity, with conductivity values within the 10$^{-8}$ S/cm range at 450$^\\circ$C. These conductivity results strongly support the proposed defect model, which offers a straightforward description of defect chemistry in NBT-based ceramics and serves as a valuable guide for optimizing sample processing to achieve tailored properties."}
{"id": "2601.04460", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04460", "abs": "https://arxiv.org/abs/2601.04460", "authors": ["Md. Rajbanul Akhond", "Alexandru B. Georgescu"], "title": "Discovery of Correlated Electron Molecular Orbital Materials using Graph Representations", "comment": null, "summary": "Correlated electron molecular orbital (CEMO) materials host emergent electronic states built from molecular orbitals localized over clusters of transition metal ions, yet have historically been discovered sporadically and generally been treated as isolated case studies. Here we establish CEMO materials as a systematically discoverable class and introduce a graph-based framework to identify, classify, and organize transition-metal cluster motifs in inorganic solids. Starting from crystal structures in the Materials Project, we construct transition metal connectivity graphs, extract cluster motifs using a bond-cutting algorithm, and determine cluster point groups, effective cluster sublattice dimensionality, and translational symmetry. Applying this approach in a high-throughput screen of 34,548 compounds yields 5,306 cluster-containing materials, including 2,627 stable or metastable compounds with isolated clusters and 984 materials featuring mixed-metal clusters. The resulting dataset reveals symmetry and element-dependent trends in cluster formation. By integrating cluster classification with flat-band lattice topology and battery-relevant information, we provide further relevant information to multiple scientific communities. The accompanying open dataset, Cluster Finder software, and interactive web platform enable systematic exploration of cluster-driven electronic phenomena and establish a general pathway for discovering correlated quantum materials and functional materials with cluster-based or extended metal-metal bonding in inorganic solids."}
{"id": "2601.05198", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.05198", "abs": "https://arxiv.org/abs/2601.05198", "authors": ["Rémi Goerlich", "Antoine Tartar", "Yael Roichman", "Igor M Sokolov"], "title": "Fluctuation-response relation for a nonequilibrium system with resolved Markovian embedding", "comment": null, "summary": "Fluctuation-response relations must be modified to describe nonequilibrium systems with non-Markovian dynamics. Here, we experimentally demonstrate that such relation is quantitatively recovered when the appropriate Markovian embedding of the dynamics is explicitly resolved. Using a colloidal particle optically trapped in a harmonic potential and driven out of equilibrium by a controlled colored noise, we study the response to a perturbation of the stiffness of the confining potential. While the reduced dynamics violates equilibrium fluctuation-response relations, we show that the dynamical response to the stiffness perturbation is fully determined by steady-state correlations involving the exact conjugate observable in the Markovian embedding."}
{"id": "2601.05100", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05100", "abs": "https://arxiv.org/abs/2601.05100", "authors": ["Seongmun Hwang", "Jung Hyun Oh", "Paul M. Haney", "Mark D. Stiles", "Kyung-Jin Lee"], "title": "Quantum Spin Transfer of Spin-Correlated Electron Pairs", "comment": "6 pages, 4 figures", "summary": "We theoretically investigate quantum spin transfer from spin-correlated conduction-electron pairs to localized spins in a ferromagnet, given that electrons are correlated intrinsically. We show that even spin-singlet pairs and triplet pairs with $m=0$, both carrying no net spin, can transfer finite angular momentum through the quantum fluctuation term inherent to the $sd$ exchange interaction. The amount of transferred spin differs between the singlet and triplet $m=0$ states due to quantum interference. The difference is such that the independent-electron approximation remains valid for spin transfer when injected spin currents are completely incoherent. However, in partially coherent systems, like superconductor/ferromagnet junctions, coherent spin-singlet currents can directly convert into equal-spin triplet currents in generic ferromagnets, without requiring magnetic inhomogeniety or spin-orbit coupling."}
{"id": "2601.05001", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05001", "abs": "https://arxiv.org/abs/2601.05001", "authors": ["Zeyu Kao", "Yimeng Gu", "Yiqing Gu", "Hao Zhang", "Shiyi Zheng", "Naoki Murai", "Seiko Ohira-Kawamura", "Jun Zhao"], "title": "Kitaev interactions in the van der Waals antiferromagnet VBr3", "comment": "30 pages, 14 figures", "summary": "Van der Waals materials hosting Kitaev interactions are promising platforms for exploring exotic quantum phenomena. Here, we report inelastic neutron scattering investigations of the van der Waals antiferromagnet VBr3, which forms a honeycomb lattice structure at room temperature and exhibits zigzag-type magnetic order below 26.5 K. Our observations reveal distinctive low-energy spin excitations arising from gamma, gamma', and M' points, each featuring a spin gap of around 2.5 meV. The overall spin excitation spectra can be effectively described by a spin Hamiltonian incorporating substantial nearest-neighbor Kitaev and biquadratic interactions, along with Heisenberg interactions. Our findings not only establish VBr3 as a new Kitaev magnet but also suggest that ligand engineering may provide a promising strategy to modulate Kitaev interactions, offering new opportunities for designing Kitaev materials with tailored quantum properties."}
{"id": "2601.04418", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04418", "abs": "https://arxiv.org/abs/2601.04418", "authors": ["Paul Neugebauer", "Xinxi Huang", "Chloe Newsom", "Christophe Arnold", "Hjørdis Martelock", "Séverine Diziain", "Edoardo Monnetti", "Jocelyn Achard", "Tobias Lühmann", "Paolo Olivero", "Jan Meijer", "Julien Barjon", "Alexandre Tallaire", "Sébastien Pezzagna"], "title": "Oxygen in diamond: thermal stability of ST1 spin centres and creation of oxygen-pair complexes", "comment": null, "summary": "Little is known about oxygen-related defects in diamond. Recently, the promising room-temperature spin centre named ST1 was identified as an oxygen centre, but of still unknown atomic structure and thermal stability. In this work, we report on the optically active oxygen-related centres and the conditions for their formation, using ion implantation of oxygen in various conditions of depth and fluence. More specifically, we establish the temperature formation/stability range of the ST1 centre, which has a maximum at about 1100°C and is narrower than for NV centres. In these conditions, optically detected magnetic resonance (ODMR) on small ST1 ensembles was measured with a spin readout contrast of > 20% at 300K. In cathodoluminescence, the 535 nm ST1 peak is not observed. Besides, a broad peak centred at 460 nm is measured for implantation of O$_2$ molecular ions. For an annealing temperature of 1500°C, a different centre is formed (with ZPL at 584.5 nm) with an intensity increasing with a power law 1.5 < p < 1.9 dependence from the implantation fluence. This suggests that this centre contains two oxygen atoms. Besides, a new spectral feature associated to an intrinsic defect was also observed, with four prominent lines (especially at 594nm). Finally, the thermal formation and stability of oxygen centres in diamond presented here are important for the identification of the atomic structure of defects such as the ST1 and possible O$_2$V$_x$ complex by means of ab initio calculations. Indeed, the formation energies and charge states of defect centres are easier to compute than the full energy level scheme, which to date still remains unsuccessful regarding the ST1 centre."}
{"id": "2601.04755", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04755", "abs": "https://arxiv.org/abs/2601.04755", "authors": ["Haowei Hua", "Chen Liang", "Ding Pan", "Shengchao Liu", "Irwin King", "Koji Tsuda", "Wanyu Lin"], "title": "Scalable Dielectric Tensor Predictions for Inorganic Materials using Equivariant Graph Neural Networks", "comment": null, "summary": "Accurate prediction of dielectric tensors is essential for accelerating the discovery of next-generation inorganic dielectric materials. Existing machine learning approaches, such as equivariant graph neural networks, typically rely on specially-designed network architectures to enforce O(3) equivariance. However, to preserve equivariance, these specially-designed models restrict the update of equivariant features during message passing to linear transformations or gated equivariant nonlinearities. The inability to implicitly characterize more complex nonlinear structures may reduce the predictive accuracy of the model. In this study, we introduce a frame-averaging-based approach to achieve equivariant dielectric tensor prediction. We propose GoeCTP, an O(3)-equivariant framework that predicts dielectric tensors without imposing any structural restrictions on the backbone network. We benchmark its performance against several state-of-the-art models and further employ it for large-scale virtual screening of thermodynamically stable materials from the Materials Project database. GoeCTP successfully identifies various promising candidates, such as Zr(InBr$_3$)$_2$ (band gap $E_g = 2.41$ eV, dielectric constant $\\overline{\\varepsilon} = 194.72$) and SeI$_2$ (anisotropy ratio $α_r = 96.763$), demonstrating its accuracy and efficiency in accelerating the discovery of advanced inorganic dielectric materials."}
{"id": "2601.04772", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04772", "abs": "https://arxiv.org/abs/2601.04772", "authors": ["Lorenz Meyer", "Nicolas Néel", "Jörg Kröger"], "title": "Single-enantiomer spin polarisers in superconducting junctions", "comment": null, "summary": "Chiral matter acting as a spin-selective device in biased electron transport is attracting attention for the quantum-technological design of miniaturized electronics. To date, however, experimental reports on spin selectivity are not conclusive. The magnetoresistance in electron transport measurements observed for chiral materials on ferromagnets upon magnetisation reversal is proposed to result from electrostatic rather than from the sought-after chiral effects. Recent break junction studies even question the spin-dependent electron flow across single chiral molecules. Here, we avoid ferromagnetic electrodes and magnetisation reversal to provide unambiguous experimental evidence for the chirality-induced spin selectivity effect of single enantiomers. Functionalising the superconducting tip of a scanning tunnelling microscope with a manganese atom cluster gives rise to Yu-Shiba-Rusinov resonances that serve as spin-sensitive probes of the tunnelling current in junctions of single heptahelicene molecules adsorbed on a crystalline lead surface. Our key finding is the dependence of the signal strength of these states in spectroscopy of the differential conductance on the handedness of the molecule. The experiments unveil the role of the enantiomers as spin polarisers and the irrelevance of electrostatics in the chosen model system."}
{"id": "2601.05238", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2601.05238", "abs": "https://arxiv.org/abs/2601.05238", "authors": ["Sibaram Ruidas", "Sthitadhi Roy", "Subhro Bhattacharjee", "Roderich Moessner"], "title": "How many-body chaos emerges in the presence of quasiparticles", "comment": "18 pages, 15 figures", "summary": "Many-body chaos is a default property of many-body systems; at the same time, near-integrable behaviour due to weakly interacting quasiparticles is ubiquitous throughout condensed matter at low temperature. There must therefore be a, possibly generic, crossover between these very different regimes. Here, we develop a theory encapsulating the notion of a cascade of lightcones seeded by sequences of scattering of weakly interacting harmonic modes as witnessed by a suitably defined chaos diagnostic (classical decorrelator) that measures the spatiotemporal profile of many-body chaos. Our numerics deals with the concrete case of a classical Heisenberg chain, for either sign of the interaction, at low temperatures where the short-time dynamics are well captured in terms of non-interacting spin waves. To model low-temperature dynamics, we use ensembles of initial states with randomly embedded point defects in an otherwise ordered background, which provides a controlled setting for studying the scattering events. The decorrelator exhibits a short-time integrable regime followed by an intermediate `scarred' regime of the cascade of lightcones in progress; these then overlap, leading to an avalanche of scattering events which finally yields the standard long-time signature of many-body chaos."}
{"id": "2601.05234", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.05234", "abs": "https://arxiv.org/abs/2601.05234", "authors": ["Lucien Jezequel", "Loïc Herviou", "Jens Bardarson"], "title": "When and why non-Hermitian eigenvalues miss eigenstates in topological physics", "comment": null, "summary": "Non-Hermitian systems exhibit a fundamental spectral dichotomy absent in Hermitian physics: the eigenvalue spectrum and the eigenstate spectrum can deviate significantly in the thermodynamic limit. We explain how non-Hermitian Hamiltonians can support eigenstates completely undetected by eigenvalues, with the unidirectional Hatano-Nelson model serving as both a minimal realization and universal paradigm for this phenomenon. Through exact analytical solutions, we show that this model contains not only hidden modes but multiple macroscopic hidden exceptional points that appear more generally in all systems with a non-trivial bulk winding. Our framework explains how the apparent bulk-edge correspondence failures in models like the non-Hermitian SSH chain instead reflect the systematic inability of the eigenvalue spectrum to detect certain eigenstates in systems with a skin-effect. These results establish the limitation of the eigenvalue spectrum and suggest how the eigenstate approach can lead to improved characterization of non-Hermitian topology."}
{"id": "2601.05126", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.05126", "abs": "https://arxiv.org/abs/2601.05126", "authors": ["E. -O. Eljaouhari", "B. V. Schwarze", "K. Kliemt", "C. Krellner", "F. Husstedt", "J. Wosnitza", "S. Zherlitsyn", "G. Zwicknagl", "J. Sourd"], "title": "Acoustic signatures of the field-induced electronic-topological transitions in YbNi$_4$P$_2$", "comment": null, "summary": "We investigated the magnetoelastic properties of an YbNi$_4$P$_2$ single crystal at low temperatures under magnetic fields directed along the crystallographic [001] axis. We report a series of strong anomalies in the sound velocity, which is consistent with the cascade of electronic-topological transitions reported previously for this compound. In particular, we identify the vanishing of a small orbit on the Fermi surface, associated with a quantum-oscillation frequency of 34 T. Furthermore, the different transitions are better resolved with acoustic modes of particular symmetry. Using a microscopic model adapted to the strongly correlated electronic structure of YbNi$_4$P$_2$, we describe our results by inspecting realistic electron-phonon couplings in reciprocal space for each acoustic mode. This shows how the $k$ selectivity of ultrasound experiments allows to investigate Fermi-surface reconstructions in strongly correlated electronic systems."}
{"id": "2601.04419", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04419", "abs": "https://arxiv.org/abs/2601.04419", "authors": ["Roger Proksch"], "title": "Hidden dynamics in fast force curves: Transient Damping and Brownian-Driven Contact Resonance", "comment": "10 pages, 4 figures", "summary": "Force distance curves (FCs) are among the most direct measurements performed in atomic force microscopy (AFM), yet their information content is often reduced by filtering and quasi-static interpretation. Here, enabled by a new interferometric detector, we show that fast FCs inherently excite short-lived cantilever oscillations whose transient frequency and decay encode local stiffness and dissipation. By analyzing these dynamics on a single-curve, single-pixel basis, we extract time-local mechanical information without external broadband excitation or multi-pass imaging. We develop a state-dependent single-mode harmonic oscillator model that captures snap-in excitation, hydration-mediated dissipation, and contact stiffness during fast force mapping. Experimental analysis of high-bandwidth force-curve data and numerical simulations demonstrate that multiple dynamically distinct interaction regimes occur within a single FC. Accessing these transient dynamics enables high-throughput, high-resolution mapping of mechanical contrast and reveals heterogeneous and non-repeatable behaviors that are lost under conventional averaging or with conventional detection schemes with higher noise floors."}
{"id": "2601.04762", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04762", "abs": "https://arxiv.org/abs/2601.04762", "authors": ["Emanuele Maggio"], "title": "Berry Phase of Bloch States through Modular Symmetries", "comment": null, "summary": "The theoretical identification of crystalline topological materials has enjoyed sustained success in simplified materials models, often by singling out discrete symmetry operations protecting the topological phase.\n  When band structure calculations of realistic materials are considered, complications often arise owing to the requirement of a consistent gauge in the Brillouin zone, or down to the fineness of its sampling.\n  Yet, the Berry phase, acting as topological label, encodes geometrical properties of the system, and it should be easily accessible.\n  Here, an expression for the Berry phase is obtained, thanks to analytical Bloch states constructed from an infinite series of Gaussian type orbitals.\n  Two contributions in the Berry phase are identified, with one having an immediate geometric interpretation, being equal to the Zak phase.\n  Eigenvalues of a modular symmetry, considered here for the first time in the context of crystalline solid state systems, are put in correspondence with the Zak phase: modular symmetries allow to define a non-trivial action for the spatial inversion also when the system does not have an inversion centre.\n  The approach is showcased for the non-centrosymmetric space group no. 22 ($F222$), which is known to host symmetry equivalent Bloch states that can be distinguished by their Berry phase."}
{"id": "2601.05123", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.05123", "abs": "https://arxiv.org/abs/2601.05123", "authors": ["Lin-Lin Wang"], "title": "A First-principles Study of Weyl Nodal Loop and Multiple Sets of Weyl Points in Trigonal PtBi$_2$", "comment": "22 pages, 7 figures", "summary": "Coexistence of surface superconductivity and Fermi arcs in trigonal $γ$-PtBi$_2$ has recently attracted attention for possible realization of topological superconductivity. The Fermi arcs on the two different (0001) surface terminations have been associated with the set of Weyl points just above the Fermi energy (E$_F$). Here using first-principles calculations to explore the band crossings over the full Brillouin zone between the nominally highest valence and lowest conduction bands in $γ$-PtBi$_2$, we find a Weyl nodal loop (WNL) and multiple sets of Weyl points (WPs). The main difference between the two reported experimental structural parameters is the magnitude of Bi-layer buckling. While the WNL, bulk gap region and the set of Weyl points just above the E$_F$ are robust, the number and location of the other sets of WPs depend sensitively on the structural parameters with different magnitude of Bi-layer buckling. Besides calculating the 2D Fermi surface with Fermi arcs and quasi-particle interference (QPI) around the E$_F$ in good agreements with ARPES and experimental QPI, we also predict new Fermi arc features at higher energy."}
{"id": "2601.04560", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04560", "abs": "https://arxiv.org/abs/2601.04560", "authors": ["Jie Ren", "Yi-Ran Xue", "Run-Jia Luo", "Rui Wang", "Baigeng Wang"], "title": "Artificial Gauge Field Engineered Excited-State Topology: Control of Dynamical Evolution of Localized Spinons", "comment": "5 pages, 4 figures", "summary": "Spinons are elementary excitations at the core of frustrated quantum magnets. Although it is well-established that a pair of spinons can emerge from a magnon via deconfinement, controlled manipulation of individual spinons and direct observation of their deconfinement remain elusive. We propose an artificial gauge field scenario that enables the engineering of specific excited states in quantum spin models. This generates spatially localized individual spinons with high controllability. By applying time-dependent gauge fields, we realize adiabatic braiding of these spinons, as well as their dynamical evolution in a controllable manner. These results not only provide the first direct visualization of individual spinons localized in the bulk, but also point to new possibilities to simulate their confinement process. Finally, we demonstrate the feasibility of our scenario in Rydberg atoms, which suggests an experimentally viable direction--gauge field engineering of correlated phenomena in excited states."}
{"id": "2601.05140", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.05140", "abs": "https://arxiv.org/abs/2601.05140", "authors": ["Jan Verlage", "Peter Kratzer"], "title": "Enhanced Electron Reflectionat Mott-Insulator Interfaces", "comment": null, "summary": "The Klein paradox describes an incoming electron being scattered at a supercritical barrier to create electron-positron pairs, a phenomenon widely discussed in textbooks. While demonstrating this phenomenon experimentally with the fundamental particles remains challenging, condensed matter analogs are more accessible to experimental realization. For spinless quasi-particles, theoretical works show an enhancement of the pair production rate, and analogs of this effect in condensed matter systems have been studied theoretically. Here, we present another condensed matter system, a heterostructure comprised of two materials with strongly and weakly interacting electrons, that allows for constructing analytical solutions using the hierarchy-of-correlations method. The results show enhanced electron reflection related with the production of doublon-holon pairs, as known from the Klein paradox."}
{"id": "2601.04421", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04421", "abs": "https://arxiv.org/abs/2601.04421", "authors": ["Xiao-Bin Qiang", "Tianyu Liu", "Hai-Zhou Lu", "X. C. Xie"], "title": "Quantum Geometric Origin of Orbital Magnetization", "comment": "6 pages, 2 figures", "summary": "The exploration of the Riemannian structure of the Hilbert space has led to the concept of quantum geometry, comprising geometric quantities exemplified by Berry curvature and quantum metric. While this framework has profoundly advanced the understanding of various electronic phenomena, its potential for illuminating magnetic phenomena has remained less explored. In this Perspective, we highlight how quantum geometry paves a new way for understanding magnetization within a single-particle framework. We first elucidate the geometric origin of equilibrium magnetization in the modern theory of magnetization, then discuss the role of quantum geometry in kinetic magnetization, and finally outline promising future directions at the frontier of quantum geometric magnetization."}
{"id": "2601.04771", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04771", "abs": "https://arxiv.org/abs/2601.04771", "authors": ["He Zhao", "Eline M. Hutter"], "title": "Tuning Excitonic Properties and Charge Carrier Dynamics by Halide Alloying in Cs3Bi2(Br1-xIx)9 semiconductors", "comment": null, "summary": "The perovskite-inspired bismuth halide semiconductor Cs3Bi2Br9 is widely investigated as photoactive material for light-conversion applications. However, charge generation and separation are inherently limited by its modest sunlight absorption and strong exciton binding energy, respectively. Here, we demonstrate that both the light absorption and exciton dissociation are improved by controlled substitution of Br with I via mechanochemical synthesis of Cs3Bi2(Br1-xIx)9. X-ray diffraction and Raman analyses confirm atomic-level halide mixing and reveal a crystallographic phase transition near x = 0.8. From absorption measurements on thin films, we determine the absorption coefficient, Urbach tail, and exciton binding energy for several Cs3Bi2(Br1-xIx)9 compositions. From here, we find that the band gap can be tuned from 2.59 to 1.93 eV (for x = 0.9), while exciton binding energies reach a minimum at x = 0.6. Finally, transient absorption spectroscopy measurements suggest a weak correlation between recombination lifetime and Urbach energy, where the longest lifetimes are observed for the materials with lowest disorder. These results offer valuable insights for designing stable bismuth halide semiconductors with favorable light absorption properties and charge carrier dynamics."}
{"id": "2601.04724", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04724", "abs": "https://arxiv.org/abs/2601.04724", "authors": ["L. B. Avila", "O. Leuve", "M. Pohlitz", "M. A Villena", "Ramón Torres-Cavalillas", "C. Ducarme", "A. Lopes Temporao", "T. G. Coppée", "A. Moureaux", "S. Arib", "Eugenio Coronado", "C. K. Müller", "J. B. Roldán", "B. Hackens", "F. Abreu Araujo"], "title": "K-ion intercalation memristors in prussian blue analogs revealed by C-AFM for Non-Volatile memory and Neuromorphic Computing", "comment": "13 pages", "summary": "Here, we demonstrate K-ion intercalation-mediated resistive switching in Prussian blue analogs (PBAs), a mechanism widely exploited in potassium batteries but not previously resolved at the nanoscale for memristive operation. Using C-AFM, we directly visualize and electrically control this intercalation process within sub-100-nm volumes, revealing reversible, localized conductance modulation driven by K-ion intercalation and Fe2+/Fe3+ redox reconfiguration. This nanoscale operability highlights the exceptional potential of PBAs for high-scalable and low-dimension memristor-based devices integration. Due to their modular composition, PBAs constitute a chemically rich, earth-abundant materials platform whose electronic and ionic properties can be precisely tuned for specific device functions. K-ion intercalation PBA-based memristor devices, with their singlestep, aqueous, and room-temperature fabrication, enable low-cost, large-scale processing compatible with CMOS, without any additional post-fabrication processing. Our findings establish PBAs as a new class of intercalation memristors with scalable nanoscale switching and exceptional materials versatility, toward highly integrated neuromorphic and non-volatile memory technologies. This work provides the first demonstration of intercalation-driven resistive switching under ultrafast voltage sweeps, with PW operating up to 200 V/s and PB up to 50 V/s. This unprecedented speed establishes PBAs as a distinct, high-rate class of K-ion intercalation memristors suitable for fast, high-density neuromorphic and memory applications."}
{"id": "2601.05185", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05185", "abs": "https://arxiv.org/abs/2601.05185", "authors": ["Xu-Ping Yao", "Chao-Kai Li", "Gang v. Chen"], "title": "Surface chiral Abelian topological order on multilayer cluster Mott insulators", "comment": "Main: 7 pages, 3 figures; SM: 13 pages, 3 figures", "summary": "The surface states of a symmetry protected topological state can have many possibilities. Here we propose a chiral Abelian topological order on a distinct surface of a multilayer-stacked cluster Mott insulating system. The first-principle calculation and the slave-rotor mean-field theory are applied to study the surface states of the relevant material system. The angle-resolved photoemission spectroscopic measurement is further suggested to detect the anomalous surface fractionalization of the chiral Abelian topological order on the surface. The connection with real materials is further discussed. We expect our results to inspire the interest in the emergent exotic and correlation physics among the cluster Mott insulating systems and in the interplay between the two different branches of topological phases."}
{"id": "2601.04445", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.04445", "abs": "https://arxiv.org/abs/2601.04445", "authors": ["Dmitriy Poteryayev", "Pietro Novelli", "Annalisa Coriolano", "Riccardo Dettori", "Valentina Tozzini", "Fabio Beltram", "Massimiliano Pontil", "Antonio Rossi", "Stiven Forti", "Camilla Coletti"], "title": "SpectraFormer: an Attention-Based Raman Unmixing Tool for Accessing the Graphene Buffer-Layer Signature on SiC", "comment": "14 pages, 4 figures, 1 table", "summary": "Raman spectroscopy is a key tool for graphene characterization, yet its application to graphene grown on silicon carbide (SiC) is strongly limited by the intense and variable second-order Raman response of the substrate. This limitation is critical for buffer layer graphene, a semiconducting interfacial phase, whose vibrational signatures are overlapped with the SiC background and challenging to be reliably accessed using conventional reference-based subtraction, due to strong spatial and experimental variability of the substrate signal. Here we present SpectraFormer, a transformer-based deep learning model that reconstructs the SiC Raman substrate contribution directly from post-growth partially masked spectroscopic data without relying on explicit reference measurements. By learning global correlations across the entire Raman shift range, the model captures the statistical structure of the SiC background and enables accurate reconstruction of its contribution in mixed spectra. Subtraction of the reconstructed substrate signal reveals weak vibrational features associated with ZLG that are inaccessible through conventional analysis methods. The extracted spectra are validated by ab initio vibrational calculations, allowing assignment of the resolved features to specific modes and confirming their physical consistency. By leveraging a state-of-the-art attention-based deep learning architecture, this approach establishes a robust, reference-free framework for Raman analysis of graphene on SiC and provides a foundation, compatible with real-time data acquisition, to its integration into automated, closed-loop AI-assisted growth optimization."}
{"id": "2601.04816", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04816", "abs": "https://arxiv.org/abs/2601.04816", "authors": ["Xianzhe Zhu", "Pu Liu", "Wence Ding", "Benhu Zhou", "Xiaoying Zhou", "Guanghui Zhou"], "title": "Electric-Field Modulated Optical Transitions in Monolayer CrI3 and Its Nanoribbons", "comment": "8 pages, 6 figures", "summary": "The successful synthesis of few-layer CrI3 has opened new avenues for research in two-dimensional magnetic materials. Owing to its simple crystal structure and excellent physical properties, layered CrI3 has been extensively studied in magneto-optical effects, excitons, tunneling transport, and novel memory devices. However, the most current theoretical studies rely heavily on the first-principles calculations, and a general analytical theoretical framework, particularly for electric-field modulation and transport properties, is still lacking. In this work, using a 28-band tight-binding model combined with linear response theory, we systematically investigate the optoelectronic response for monolayer CrI3 and its nanoribbons. The results demonstrate that: (1) a vertical electric field can selectively close the band gap of one spin channel while the other remains insulating, resulting a transition to an half-metallic state; (2) the electric field dynamically shifts the optical transition peaks, providing a theoretical basis for extracting band parameters from experimental photoconductivity spectra; (3) nanoribbons with different edge morphologies exhibit distinct edge-state distributions and electronic properties, indicating that optical transition can be dynamically modualted through edge design. The theoretical model developed in this study, which can describe external electric field effect, offers an efficient and flexible approach for analytically investigating the CrI3 family and related materials. This model overcomes the limitations of first-principles methods and provides a solid foundation for designing spintronic and optoelectronic devices controlled by electric fields and edge effect."}
{"id": "2601.04816", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04816", "abs": "https://arxiv.org/abs/2601.04816", "authors": ["Xianzhe Zhu", "Pu Liu", "Wence Ding", "Benhu Zhou", "Xiaoying Zhou", "Guanghui Zhou"], "title": "Electric-Field Modulated Optical Transitions in Monolayer CrI3 and Its Nanoribbons", "comment": "8 pages, 6 figures", "summary": "The successful synthesis of few-layer CrI3 has opened new avenues for research in two-dimensional magnetic materials. Owing to its simple crystal structure and excellent physical properties, layered CrI3 has been extensively studied in magneto-optical effects, excitons, tunneling transport, and novel memory devices. However, the most current theoretical studies rely heavily on the first-principles calculations, and a general analytical theoretical framework, particularly for electric-field modulation and transport properties, is still lacking. In this work, using a 28-band tight-binding model combined with linear response theory, we systematically investigate the optoelectronic response for monolayer CrI3 and its nanoribbons. The results demonstrate that: (1) a vertical electric field can selectively close the band gap of one spin channel while the other remains insulating, resulting a transition to an half-metallic state; (2) the electric field dynamically shifts the optical transition peaks, providing a theoretical basis for extracting band parameters from experimental photoconductivity spectra; (3) nanoribbons with different edge morphologies exhibit distinct edge-state distributions and electronic properties, indicating that optical transition can be dynamically modualted through edge design. The theoretical model developed in this study, which can describe external electric field effect, offers an efficient and flexible approach for analytically investigating the CrI3 family and related materials. This model overcomes the limitations of first-principles methods and provides a solid foundation for designing spintronic and optoelectronic devices controlled by electric fields and edge effect."}
{"id": "2601.05196", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.05196", "abs": "https://arxiv.org/abs/2601.05196", "authors": ["Min Long", "Zeno Bacciconi", "Hongyu Lu", "Hernan B. Xavier", "Zi Yang Meng", "Marcello Dalmonte"], "title": "Chiral Graviton Modes in Fermionic Fractional Chern Insulators", "comment": "24 pages,22 figures", "summary": "Chiral graviton modes are hallmark collective excitations of Fractional Quantum Hall (FQH) liquids. However, their existence on the lattice, where continuum symmetries that protect them from decay are lost, is still an open and urgent question, especially considering the recent advances in the realization of Fractional Chern Insulators (FCI) in transition metal dichalcogenides and rhombohedral pentalayer graphene. Here we present a comprehensive theoretical and numerical study of graviton-modes in fermionic FCI, and thoroughly demonstrate their existence. We first derive a lattice stress tensor operator in the context of the fermionic Harper-Hofstadter(HH) model which captures the graviton in the flat band limit. Importantly, we discover that such lattice stress-tensor operators are deeply connected to lattice quadrupolar density correlators, readily generalizable to generic Chern bands. We then explicitly show the adiabatic connection between FQH and FCI chiral graviton modes by interpolating from a low flux HH model to a Checkerboard lattice model that hosts a topological flat band. In particular, using state-of-the-art matrix product state and exact diagonalization simulations, we provide strong evidence that chiral graviton modes are long-lived excitations in FCIs despite the lack of continuous symmetries and the scattering with a two-magnetoroton continuum. By means of a careful finite-size analysis, we show that the lattice generates a finite but small intrinsic decay rate for the graviton mode. We discuss the relevance of our results for the exploration of graviton modes in FCI phases realized in solid state settings, as well as cold atom experiments."}
{"id": "2601.04451", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04451", "abs": "https://arxiv.org/abs/2601.04451", "authors": ["Takuya Okugawa", "Jens Paaske", "Martin Eckstein", "Michael A. Sentef", "Angel Rubio", "Andrew J. Millis"], "title": "Dynamical instability in a Floquet-Driven Dissipative System", "comment": null, "summary": "We analyse the magnon spectrum and distribution function of the antiferromagnetic phase of the Floquet-driven Hubbard model. Above a critical drive strength, we find a dynamical instability, resulting from a change in sign of the magnon damping at a non-zero wavevector. The change in sign means that infinitesimal fluctuations grow with time, corresponding to an instability of the driven state. Implications for the nonequilibrium distribution function and the strong drive nonlinear dynamics are discussed."}
{"id": "2601.04838", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04838", "abs": "https://arxiv.org/abs/2601.04838", "authors": ["Mohammad Bagheri", "Pekka Koskinen"], "title": "Lateral Graphene-Metallene Interfaces at the Nanoscale", "comment": null, "summary": "Metallenes are atomically thin, nonlayered two-dimensional materials. While they have appealing properties, their isotropic metallic bonding makes their stabilization difficult and presents considerable challenges to their synthesis and practical applications. However, their stabilization can still be achieved by suspending them in the pores of two-dimensional template materials, making the properties of lateral interfaces of metallenes scientifically relevant. Here, we combined density-functional theory and universal machine-learning interatomic potentials to study lateral interfaces between graphene and 45 metallenes with various profiles. We optimized the interfaces and analyzed their energies, electronic structures, and stabilities at room temperature, defect formations, and structural deformations. While broad trends were identified using machine-learning analysis of all interfaces, density-functional theory was the main tool for studying the microscopic properties of selected elements. We found that the interfaces are the most stable energetically and with respect to lattice mismatch, defect formation, and lateral strain when their profiles were geometrically smooth. The most stable interfaces are found for transition metals. In addition, we demonstrate how universal machine-learning interatomic potentials now offer the accuracy required for the modeling of graphene-metallene interfaces. By systematically expanding the understanding of metallenes' interface properties, we hope these results guide and accelerate their synthesis to enable future applications and benefit from metallenes' appealing properties."}
{"id": "2601.04935", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04935", "abs": "https://arxiv.org/abs/2601.04935", "authors": ["Nicolas F. Martins", "José A. dos S. Laranjeira", "Kleuton A. L. Lima", "Luiz A. Ribeiro", "Julio R. Sambrano"], "title": "Exploring the Potential of Two-dimensional Borospherene for Toxic Gas Sensing and Capture: A DFT Study", "comment": "14 pages, 9 figures", "summary": "Two-dimensional (2D) boron-based materials have gained increasing interest due to their exceptional physicochemical properties and potential technological applications. In this way, borospherenes, a 2D Boron-based fullerene-like lattice (2D-B40), are explored due to their potential for capturing and detecting toxic gases, such as CO, NO, NH3, and SO2. Therefore, density functional theory simulations were carried out to explore the adsorption energy and the distinct interaction regimes, where CO exhibits weak physisorption (-0.16 eV), while NO (-2.24 eV), NH3 (-1.47 eV), and SO2 (-1.51 eV) undergo strong chemisorption. Bader charge analysis reveals significant electron donation from 2D-B40 to NO and electron acceptance from SO2. These interactions cause measurable shifts in work function, with SO2 producing the most significant modulation (14.6%). Remarkably, ab initio molecular dynamics simulations (AIMD) reveal spontaneous SO2 decomposition at room temperature, indicating dual functionality for both sensing and environmental remediation. Compared to other boron-based materials, such as chi3-borophene, beta12-borophene, and B40 fullerene, 2D-B40 exhibits superior gas affinity, positioning it as a versatile platform for the detection and capture of toxic gases."}
{"id": "2601.05236", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.05236", "abs": "https://arxiv.org/abs/2601.05236", "authors": ["M. F. DiScala", "A. de la Torre", "J. W. Krizan", "J. Wouters", "V. Bisogni", "J. Pelliciari", "R. J. Cava", "K. W. Plumb"], "title": "Stability of the Local Ni$^{2+}$ Electronic Structure to $A$-site Disorder in the Pyrochlore Antiferromagnet NaCaNi$_2$F$_7$", "comment": "12 pages, 7 figures", "summary": "NaCaNi$_2$F$_7$ is a unique example of spin-1 Heisenberg antiferromagnet on the pyrochlore lattice, but the presence of Na$^{1+}$/Ca$^{2+}$ $A$-site disorder complicates the local electronic and magnetic environment of the Ni$^{2+}$ $B$-site. We utilize resonant inelastic X-ray scattering (RIXS) to study the influence of $A$-site disorder on the $B$-site electronic structure of NaCaNi$_2$F$_7$. Ni L-edge RIXS measurements reveal a Ni$^{2+}$ electronic structure in nearly ideal octahedral coordination, with only a small trigonal compression ($δ$ = -200$\\;$meV) required to capture all spectral features. Within the $D_{3d}$ symmetry of the Ni local environment, we extract an anisotropic $g$-factor of $g_{\\parallel} = 2.26$ and $g_{\\perp} = 2.27$, and a corresponding paramagnetic moment of $μ_{\\rm{eff}}=3.2\\;μ_B$. To simulate disorder, RIXS spectra were calculated with realistic distributions of crystal field parameters; however, these spectra are invariant relative to a disorder-free model, demonstrating the robustness of the Ni$^{2+}$ electronic environment to the $A$-site disorder, within the resolution of our measurement."}
{"id": "2601.04460", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04460", "abs": "https://arxiv.org/abs/2601.04460", "authors": ["Md. Rajbanul Akhond", "Alexandru B. Georgescu"], "title": "Discovery of Correlated Electron Molecular Orbital Materials using Graph Representations", "comment": null, "summary": "Correlated electron molecular orbital (CEMO) materials host emergent electronic states built from molecular orbitals localized over clusters of transition metal ions, yet have historically been discovered sporadically and generally been treated as isolated case studies. Here we establish CEMO materials as a systematically discoverable class and introduce a graph-based framework to identify, classify, and organize transition-metal cluster motifs in inorganic solids. Starting from crystal structures in the Materials Project, we construct transition metal connectivity graphs, extract cluster motifs using a bond-cutting algorithm, and determine cluster point groups, effective cluster sublattice dimensionality, and translational symmetry. Applying this approach in a high-throughput screen of 34,548 compounds yields 5,306 cluster-containing materials, including 2,627 stable or metastable compounds with isolated clusters and 984 materials featuring mixed-metal clusters. The resulting dataset reveals symmetry and element-dependent trends in cluster formation. By integrating cluster classification with flat-band lattice topology and battery-relevant information, we provide further relevant information to multiple scientific communities. The accompanying open dataset, Cluster Finder software, and interactive web platform enable systematic exploration of cluster-driven electronic phenomena and establish a general pathway for discovering correlated quantum materials and functional materials with cluster-based or extended metal-metal bonding in inorganic solids."}
{"id": "2601.04846", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04846", "abs": "https://arxiv.org/abs/2601.04846", "authors": ["Brian Anchico", "Jingyi Duan", "Haojie Sun", "Minjun Wang", "Mikhail Talanov", "Wei Jiang"], "title": "Triple-well ferroelectricity and kagome-like Chern flat band in two-dimensional multiferroic CuVP$_2$Se$_6$", "comment": "12 pages, 11 figures, 2 tables", "summary": "Two-dimensional multiferroics that host nontrivial topological bands offer a rich platform for correlated and tunable quantum phenomena, yet such materials remain rare. Here, using first-principles calculations, we reveal that monolayer CuVP$_2$Se$_6$ unites a tunable triple-well ferroelectric transition with a spin-polarized Chern flat band. The ferroelectric and paraelectric phases are close in energy and can be reversibly switched by moderate strain or an electric field. During the transition, a kagome-like flat band emerges near the Fermi level, which we describe via a minimal three-orbital tight-binding model on a triangular lattice. Furthermore, the system exhibits sizable magnetic anisotropy and a magnetization-dependent Chern insulating state: the Chern number is $C = \\pm 1$ for out-of-plane magnetization but becomes trivial when the moments rotate in-plane. These findings establish CuVP$_2$Se$_6$ as a promising candidate for exploring electrically tunable flat-band correlations and topological magnetism in a multiferroic monolayer."}
{"id": "2601.04952", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04952", "abs": "https://arxiv.org/abs/2601.04952", "authors": ["Nicolas F. Martins", "José A. dos S. Laranjeira", "Bill D. A. Huacarpuma", "Kleuton A. L. Lima", "Luiz A. Ribeiro", "Julio R. Sambrano"], "title": "Goldene monolayer as a highly effective catalyst for polysulfide anchoring and conversion: A theoretical study", "comment": "14 pages, 8 figures", "summary": "We use first-principles density functional theory to investigate how lithium sulfide and polysulfide clusters (Li2S, Li2S2, Li2S4, Li2S6, Li2S8, and S8) bind to Goldene, a new two-dimensional gold allotrope. All Li-S species exhibit robust binding to Goldene. The adsorption energies range from -4.29 to -1.90 eV. S8 that is alone interacts much less strongly. Charge density difference and Bader analyses indicate that substantial charge is transferred to the substrate, with a maximum 0.92 e for Li-rich clusters. This transfer induces polarization at the interface and shifts the work function to 5.30-5.52 eV. Projected density-of-states calculations indicate that Au-d and S-p states strongly mix near the Fermi level. This hybridization indicates that the electronic coupling is strong. Based on these results, the reaction free-energy profile for the stepwise conversion of S8 to Li2S on Goldene is thermodynamically favorable. The overall stabilization is -3.64 eV, and the rate-determining barrier for the Li2S2 -> Li2S step is 0.47 eV. This shows that Goldene is an effective surface for anchoring and mediating lithium polysulfide reactions."}
{"id": "2601.04460", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04460", "abs": "https://arxiv.org/abs/2601.04460", "authors": ["Md. Rajbanul Akhond", "Alexandru B. Georgescu"], "title": "Discovery of Correlated Electron Molecular Orbital Materials using Graph Representations", "comment": null, "summary": "Correlated electron molecular orbital (CEMO) materials host emergent electronic states built from molecular orbitals localized over clusters of transition metal ions, yet have historically been discovered sporadically and generally been treated as isolated case studies. Here we establish CEMO materials as a systematically discoverable class and introduce a graph-based framework to identify, classify, and organize transition-metal cluster motifs in inorganic solids. Starting from crystal structures in the Materials Project, we construct transition metal connectivity graphs, extract cluster motifs using a bond-cutting algorithm, and determine cluster point groups, effective cluster sublattice dimensionality, and translational symmetry. Applying this approach in a high-throughput screen of 34,548 compounds yields 5,306 cluster-containing materials, including 2,627 stable or metastable compounds with isolated clusters and 984 materials featuring mixed-metal clusters. The resulting dataset reveals symmetry and element-dependent trends in cluster formation. By integrating cluster classification with flat-band lattice topology and battery-relevant information, we provide further relevant information to multiple scientific communities. The accompanying open dataset, Cluster Finder software, and interactive web platform enable systematic exploration of cluster-driven electronic phenomena and establish a general pathway for discovering correlated quantum materials and functional materials with cluster-based or extended metal-metal bonding in inorganic solids."}
{"id": "2601.04558", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04558", "abs": "https://arxiv.org/abs/2601.04558", "authors": ["Atsutaka Maeda", "Tomoki Kobayashi", "Fuyuki Nabeshima"], "title": "Studies of superconductivity of Fe chalcogenides in films grown by PLD technique", "comment": "42 pages, 25 figures, an invited review", "summary": "Studies on Fe chalcogenide superconductor using thin films grown by the PLD technique are reviewed in terms of electronic phase diagram, properties in the normal state, properties in the superconducting state, together with the comparison with properties in bulk crystals, MBE grown films and exfoliated crystals. Challenges to increase superconducting Tc will also be introduced."}
{"id": "2601.04916", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04916", "abs": "https://arxiv.org/abs/2601.04916", "authors": ["Louis Alaerts", "Jesse Schimpf", "Xinyan Li", "Jiongzhi Zheng", "Ella Banyas", "Jeffrey B. Neaton", "Sinéad M. Griffin", "Yimo Han", "Lane W. Martin", "Geoffroy Hautier"], "title": "Discovery of a new weberite-type antiferroelectric: La3NbO7", "comment": "44 pages, 16 figures", "summary": "Antiferroelectrics are antipolar materials which possess an electric field-induced phase transition to a polar, ferroelectric phase and offer significant potential for sensing/actuation and energy-storage applications. Known antiferroelectrics are relatively scarce and mainly based on a limited set of perovskite materials and their alloys (e.g., PbZrO$_3$, AgNbO$_3$, NaNbO$_3$). Here, a new family of lead-free, weberite-type antiferroelectrics, identified through a large-scale, first-principles computational search is introduced. The screening methodology, which connects lattice dynamics to antipolar distortions, predicted that La$_3$NbO$_7$ could exhibit antiferroelectricity. We confirm the prediction through the synthesis and characterization of epitaxial La$_3$NbO$_7$ thin films, which display the signature double hysteresis loops of an antiferroelectric material as well as clear evidence of an antipolar ground state structure from transmission electron microscopy. The antiferroelectricity in La$_3$NbO$_7$ is simpler than most known antiferroelectrics and can be explained by a Kittel-type mechanism involving the movement of niobium atoms in an oxygen octahedron through a single phonon mode which results in a smaller change in the volume during the field-induced phase transition. Additionally, it is found that La$_3$NbO$_7$ combines a high threshold field with a high breakdown field ($\\approx$ 6MV/cm) - which opens up opportunities for energy-storage applications. This new weberite-type family of materials offers many opportunities to tune electrical and temperature response especially through substitutions on the rare-earth site. Ultimately, this work demonstrates a successful data-driven theory-to-experiment discovery of an entirely new family of antiferroelectrics and provides a blueprint for the future design of ferroic materials."}
{"id": "2601.04594", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04594", "abs": "https://arxiv.org/abs/2601.04594", "authors": ["Zheyu Wu", "Hanyi Chen", "Theodore I. Weinberger", "Mengmeng Long", "David Graf", "Andrej Cabala", "Vladimir Sechovsky", "Michal Valiska", "Gilbert G. Lonzarich", "F. Malte Grosche", "Alexander G. Eaton"], "title": "Direct Observation of the Spillover of High Magnetic Field-induced SC3 Superconductivity Outside the Spin-Polarized State in UTe2", "comment": null, "summary": "In our recent study of the high magnetic field phase landscape of UTe$_2$ [Phys. Rev. X 15, 021019 (2025)] we found indirect evidence that the SC3 superconducting phase spills out beyond the first-order phase boundary of the spin-polarized state. This prior study was limited to a maximal field strength of 41.5 T, and mapped the $b-ac$ rotation plane. Here we measure a high quality sample with residual resistivity ratio RRR = 605 under rotations in the $b-c$ plane up to 45 T. This extended field range helps to unambiguously demonstrate the spillover of SC3 outside the polarized paramagnetic state. This is identified by the observation of zero resistance at low temperatures, for magnetic field strengths lower than the metamagnetic transition field resolved at higher temperatures. This observation is consistent with the scenario that electronic pairing of the SC3 phase is mediated by quantum critical fluctuations."}
{"id": "2601.04560", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04560", "abs": "https://arxiv.org/abs/2601.04560", "authors": ["Jie Ren", "Yi-Ran Xue", "Run-Jia Luo", "Rui Wang", "Baigeng Wang"], "title": "Artificial Gauge Field Engineered Excited-State Topology: Control of Dynamical Evolution of Localized Spinons", "comment": "5 pages, 4 figures", "summary": "Spinons are elementary excitations at the core of frustrated quantum magnets. Although it is well-established that a pair of spinons can emerge from a magnon via deconfinement, controlled manipulation of individual spinons and direct observation of their deconfinement remain elusive. We propose an artificial gauge field scenario that enables the engineering of specific excited states in quantum spin models. This generates spatially localized individual spinons with high controllability. By applying time-dependent gauge fields, we realize adiabatic braiding of these spinons, as well as their dynamical evolution in a controllable manner. These results not only provide the first direct visualization of individual spinons localized in the bulk, but also point to new possibilities to simulate their confinement process. Finally, we demonstrate the feasibility of our scenario in Rydberg atoms, which suggests an experimentally viable direction--gauge field engineering of correlated phenomena in excited states."}
{"id": "2601.04935", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04935", "abs": "https://arxiv.org/abs/2601.04935", "authors": ["Nicolas F. Martins", "José A. dos S. Laranjeira", "Kleuton A. L. Lima", "Luiz A. Ribeiro", "Julio R. Sambrano"], "title": "Exploring the Potential of Two-dimensional Borospherene for Toxic Gas Sensing and Capture: A DFT Study", "comment": "14 pages, 9 figures", "summary": "Two-dimensional (2D) boron-based materials have gained increasing interest due to their exceptional physicochemical properties and potential technological applications. In this way, borospherenes, a 2D Boron-based fullerene-like lattice (2D-B40), are explored due to their potential for capturing and detecting toxic gases, such as CO, NO, NH3, and SO2. Therefore, density functional theory simulations were carried out to explore the adsorption energy and the distinct interaction regimes, where CO exhibits weak physisorption (-0.16 eV), while NO (-2.24 eV), NH3 (-1.47 eV), and SO2 (-1.51 eV) undergo strong chemisorption. Bader charge analysis reveals significant electron donation from 2D-B40 to NO and electron acceptance from SO2. These interactions cause measurable shifts in work function, with SO2 producing the most significant modulation (14.6%). Remarkably, ab initio molecular dynamics simulations (AIMD) reveal spontaneous SO2 decomposition at room temperature, indicating dual functionality for both sensing and environmental remediation. Compared to other boron-based materials, such as chi3-borophene, beta12-borophene, and B40 fullerene, 2D-B40 exhibits superior gas affinity, positioning it as a versatile platform for the detection and capture of toxic gases."}
{"id": "2601.04621", "categories": ["physics.chem-ph", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.04621", "abs": "https://arxiv.org/abs/2601.04621", "authors": ["Huanchen Zhai", "Chenghan Li", "Xing Zhang", "Zhendong Li", "Seunghoon Lee", "Garnet Kin-Lic Chan"], "title": "Classical solution of the FeMo-cofactor model to chemical accuracy and its implications", "comment": "89 pages, 34 figures, comments are welcome", "summary": "The main source of reduced nitrogen for living things comes from nitrogenase, which converts N2 to NH3 at the FeMo-cofactor (FeMo-co). Because of its role in supporting life, the uncertainty surrounding the catalytic cycle, and its compositional richness with eight transition metal ions, FeMo-co has fascinated scientists for decades. After much effort, the complete atomic structure was resolved. However, its electronic structure, central to reactivity, remains under intense debate.\n  FeMo-co's complexity, arising from many unpaired electrons, has led to suggestions that it lies beyond the reach of classical computing. Consequently, there has been much interest in the potential of quantum algorithms to compute its electronic structure. Estimating the cost to compute the ground-state to chemical accuracy (~1 kcal/mol) within one or more FeMo-co models is a common benchmark of quantum algorithms in quantum chemistry, with numerous resource estimates in the literature.\n  Here we address how to perform the same task using classical computation. We use a 76 orbital/152 qubit resting state model, the subject of most quantum resource estimates. Based on insight into the multiple configuration nature of the states, we devise classical protocols that yield rigorous or empirical upper bounds to the ground-state energy. Extrapolating these we predict the ground-state energy with an estimated uncertainty on the order of chemical accuracy. Having performed this long-discussed computational task, we next consider implications beyond the model. We distill a simpler computational procedure which we apply to reveal the electronic landscape in realistic representations of the cofactor. We thus illustrate a path to a precise computational understanding of FeMo-co electronic structure."}
{"id": "2601.04565", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04565", "abs": "https://arxiv.org/abs/2601.04565", "authors": ["Subhrangsu Saha", "Jeffery R. Roesler", "Oscar Lopez-Pamies"], "title": "Breaking Four-Point and Three-Point Bending Tests", "comment": null, "summary": "Since their initial standardizations in the 1930s and 1950s, the so-called four-point and three-point bending tests on unnotched beams have been embraced by practitioners as two popular methods to indirectly measure the tensile strength of concrete, ceramics, and other materials with a large compressive strength relative to their tensile strength. This is because of the ease that the tests afford in both the preparation of the specimen (a beam of rectangular cross section) and the application of the loads (simple supports pressing on the specimen). Yet, this practical advantage has to be tempered by the fact that the observations from both of these tests -- being \\emph{indirect} experiments in the sense that they involve \\emph{not} uniform uniaxial tension but non-uniform triaxial stress states throughout the specimen -- have to be appropriately interpreted to be useful. By making use of the phase-field fracture theory initiated by Kumar, Francfort, and Lopez-Pamies (2018), which has been recently established as a complete theory of fracture capable of accurately describing the nucleation and propagation of cracks in elastic brittle materials under arbitrary quasistatic loading conditions, the main objective of this paper is to carry out a thorough 3D quantitative analysis of when and where fracture nucleates and propagates in four-point and three-point bending tests and thereby establish how to appropriately interpret their results. As a corollary, the analysis provides an explanation for why four-point bending tests typically yield smaller flexural strengths than three-point bending tests, a source of constant headaches for practitioners who have been left to wonder which test -- if any -- would be more appropriate for their purposes."}
{"id": "2601.04952", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04952", "abs": "https://arxiv.org/abs/2601.04952", "authors": ["Nicolas F. Martins", "José A. dos S. Laranjeira", "Bill D. A. Huacarpuma", "Kleuton A. L. Lima", "Luiz A. Ribeiro", "Julio R. Sambrano"], "title": "Goldene monolayer as a highly effective catalyst for polysulfide anchoring and conversion: A theoretical study", "comment": "14 pages, 8 figures", "summary": "We use first-principles density functional theory to investigate how lithium sulfide and polysulfide clusters (Li2S, Li2S2, Li2S4, Li2S6, Li2S8, and S8) bind to Goldene, a new two-dimensional gold allotrope. All Li-S species exhibit robust binding to Goldene. The adsorption energies range from -4.29 to -1.90 eV. S8 that is alone interacts much less strongly. Charge density difference and Bader analyses indicate that substantial charge is transferred to the substrate, with a maximum 0.92 e for Li-rich clusters. This transfer induces polarization at the interface and shifts the work function to 5.30-5.52 eV. Projected density-of-states calculations indicate that Au-d and S-p states strongly mix near the Fermi level. This hybridization indicates that the electronic coupling is strong. Based on these results, the reaction free-energy profile for the stepwise conversion of S8 to Li2S on Goldene is thermodynamically favorable. The overall stabilization is -3.64 eV, and the rate-determining barrier for the Li2S2 -> Li2S step is 0.47 eV. This shows that Goldene is an effective surface for anchoring and mediating lithium polysulfide reactions."}
{"id": "2601.04655", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04655", "abs": "https://arxiv.org/abs/2601.04655", "authors": ["Yves Noat", "Alain Mauger", "William Sacks"], "title": "Condensation mechanism of high-$T_c$ cuprates: the key role of pairon excitations", "comment": null, "summary": "In this article we show that the condensation mechanism in cuprates involves the strong coupling of the condensate to pairon excited states. We present an accessible formalism that significantly extends our previous work, providing a theoretical basis for the energy-dependent gap function $Δ(E)$. The latter is proportional to the effective spin exchange energy, $J_{eff}$, with no retardation effects, such as the case of spin-fluctuation or phonon mediated couplings. The fundamental parameters of the superconducting (SC) state are the condensation energy per pair, $β_c$, and the antinodal energy gap, $Δ_p$, which are quantitatively extracted by fitting the cuprate quasiparticle spectrum from tunneling experiments.\n  An explicit formula for the critical temperature is also derived in the model. Valid for any doping, we find $T_c$ to be proportional to $β_c$, and not the gap $Δ_p$, in sharp contrast to conventional SC. The numerical factor $β_c/k_BT_c\\simeq 2.24$ originates from pair excitations of the condensate, following Bose statistics, with a mini-gap $δ_M \\simeq 1\\,$meV in the excitation spectrum. These results strongly suggest that the same `all-electron' mechanism is at work all along the $T_c$-dome."}
{"id": "2601.04578", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04578", "abs": "https://arxiv.org/abs/2601.04578", "authors": ["Sajid Husain", "Maya Ramesh", "Qian Song", "Sergei Prokhorenko", "Shashank Kumar Ojha", "Surya Narayan Panda", "Xinyan Li", "Yousra Nahas", "Yogesh Kumar", "Pushpendra Gupta", "Tenzin Chang", "Alan Ji-in Jung", "Rogério de Sousa", "James G. Analytis", "Lane W. Martin", "Zhi Yao", "Sang-Wook Cheong", "Laurent Bellaiche", "Manuel Bibes", "Darrell G. Schlom", "Ramamoorthy Ramesh"], "title": "Anisotropic magnon transport in an antiferromagnetic trilayer heterostructure: is BiFeO$_3$ an altermagnet?", "comment": "8 pgaes, 5 figure", "summary": "Magnons provide a route to ultra-fast transport and non-destructive readout of spin-based information transfer. Here, we report magnon transport and its emergent anisotropic nature in BiFeO$_3$ layers confined between ultrathin layers of the antiferromagnet LaFeO$_3$. Due to the confined state, BiFeO$_3$ serves as an efficient magnon transmission channel as well as a magnetoelectric knob by which to control the stack by means of an electric field. We discuss the mechanism of the anisotropic spin transport based on the interaction between the antiferromagnetic order and the electric field. This allows us to manipulate and amplify the spin transport in such a confined geometry. Furthermore, lower crystal symmetric and suppression of the spin cycloid in ultrathin BiFeO$_3$ stabilizes a non-trivial antiferromagnetic state exhibiting symmetry-protected spin-split bands that provide the non-trivial sign inversion of the spin current, which is a characteristic of an altermagnet. This work provides an understanding of the anisotropic spin transport in complex antiferromagnetic heterostructures where ferroelectricity and altermagnetism coexist, paving the way for a new route to realize electric-field control of a novel state of magnetism."}
{"id": "2601.04971", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04971", "abs": "https://arxiv.org/abs/2601.04971", "authors": ["Ilya Popov", "Elena Besley"], "title": "Three-dimensional Moiré crystallography", "comment": null, "summary": "Moiré materials, typically confined to stacking atomically thin, two - dimensional (2D) layers such as graphene or transition metal dichalcogenides, have transformed our understanding of strongly correlated and topological quantum phenomena. The lattice mismatch and relative twist angle between 2D layers have shown to result in Moiré patterns associated with widely tunable electronic properties, ranging from Mott and Chern insulators to semi- and super-conductors. Extended to three-dimensional (3D) structures, Moiré materials unlock an entirely new crystallographic space defined by the elements of the 3D rotation group and translational symmetry of the constituent lattices. 3D Moiré crystals exhibit fascinating novel properties, often not found in the individual components, yet the general construction principles of 3D Moiré crystals remain largely unknown. Here we establish fundamental mathematical principles of 3D Moiré crystallography and propose a general method of 3D Moiré crystal construction using Clifford algebras over the field of rational numbers. We illustrate several examples of 3D Moiré structures representing realistic chemical frameworks and highlight their potential applications in condensed matter physics and solid-state chemistry."}
{"id": "2601.04712", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04712", "abs": "https://arxiv.org/abs/2601.04712", "authors": ["Fengrui Shi", "Weilong Qiu", "Chufan Chen", "Chunqiang Xu", "Yan Zhang", "Hao Zheng", "Yuwei Zhou", "Dongting Zhang", "Mengwei Xie", "Huiqiu Yuan", "Shiyan Li", "Yang Liu", "Chao Cao", "Xiaofeng Xu", "Xin Lu"], "title": "Multigap nodeless superconductivity in Dirac semimetal PdTe", "comment": "6 pages,5 figures", "summary": "PdTe has recently been reported to be a type-II Dirac semimetal while a bulk nodal and surface nodeless superconductivity (SC) has been claimed to coexist. In this work, we applied point-contact spectroscopy (PCS) method to systematically study the superconducting gap in PdTe single crystals with a SC transition temperature $T_{c}=4.3$ K. The obtained differential conductance curves show a common deviation from a single-gap superconducting behavior and can be better fitted by a two-gap Blonder-Tinkham-Klapwijk model, suggesting the larger gap $Δ_{L}$ with $2Δ_{L}$=3.7 $k_{B}T_{c}$ and the smaller gap $Δ_S$ yielding $2Δ_{S}$=1.1-2.2 $k_{B}T_{c}$ with a weak interband scattering. The variations of conductance spectra among different contacts are proposed to be caused by the anisotropy of Fermi surface topology associated with different gaps."}
{"id": "2601.04586", "categories": ["cond-mat.mtrl-sci", "physics.ins-det"], "pdf": "https://arxiv.org/pdf/2601.04586", "abs": "https://arxiv.org/abs/2601.04586", "authors": ["Baptiste Gault", "Frédéric De Geuser", "Christoph Freysoldt", "Benjamin Klaes", "François Vurpillot"], "title": "Spatial resolution(s) in atom probe tomography", "comment": null, "summary": "Atom probe tomography (APT) is often quoted to provide \"atomic-scale\" analysis of materials in three dimensions. Despite efforts to quantify APT's spatial resolution, misunderstanding remain regarding its true spatial performance. If the depth resolution was once reported to be 20 pm, quoting this value outside of its specific context is misleading and should be avoided. The resolution achievable in pure metals, at one specific location within one reconstructed dataset, does not generally apply across materials or analysis conditions, or even throughout a single tomographic reconstruction. Here, we review various efforts at defining and measuring the spatial resolution in the study of single phase and single element materials - i.e. pure metals - in field-ion microscopy (FIM) and APT. We also report on the degradation of the resolution arising from ion optical devices used to improve the mass-resolution. We aim to offer some perspective as to how reported resolutions may be or may not be of any relevance to most of the materials characterisation efforts by APT, including cases of precipitates in a matrix that emphasise the need to consider an effective resolution. Finally, we discuss concepts to improve the spatial accuracy of the technique in a relatively distant future."}
{"id": "2601.05003", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05003", "abs": "https://arxiv.org/abs/2601.05003", "authors": ["Alex Tai", "Jason Ogbebor", "Rodrigo Freitas"], "title": "Stable Machine Learning Potentials for Liquid Metals via Dataset Engineering", "comment": null, "summary": "Liquid metals are central to energy-storage and nuclear technologies, yet quantitative knowledge of their thermophysical properties remains limited. While atomistic simulations offer a route to computing liquid properties directly from atomic motion, the most accurate approach, ab initio molecular dynamics (AIMD), is computationally costly and restricted to short time and length scales. Machine learning interatomic potentials (MLPs) offer AIMD accuracy at far lower cost, but their application to liquids is limited by training datasets that inadequately sample atomic configurations, leading to unphysical force predictions and unstable trajectories. Here we introduce a physically motivated dataset-engineering strategy that constructs liquidlike training data synthetically rather than relying on AIMD configurations. The method exploits the established icosahedral short-range order of metallic liquids, twelvefold, near-close-packed local coordination, and generates \"synthetic-liquid\" structures by systematic perturbation of crystalline references. MLPs trained on these datasets close the sampling gaps that lead to unphysical predictions, remain numerically stable across temperatures, and reproduce experimental liquid densities, diffusivities, and melting temperatures for multiple elemental metals. The framework links atomic-scale sampling to long-term MD stability and provides a practical route to predictive modeling of liquid-phase thermophysical behavior beyond the limits of direct AIMD."}
{"id": "2601.04846", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04846", "abs": "https://arxiv.org/abs/2601.04846", "authors": ["Brian Anchico", "Jingyi Duan", "Haojie Sun", "Minjun Wang", "Mikhail Talanov", "Wei Jiang"], "title": "Triple-well ferroelectricity and kagome-like Chern flat band in two-dimensional multiferroic CuVP$_2$Se$_6$", "comment": "12 pages, 11 figures, 2 tables", "summary": "Two-dimensional multiferroics that host nontrivial topological bands offer a rich platform for correlated and tunable quantum phenomena, yet such materials remain rare. Here, using first-principles calculations, we reveal that monolayer CuVP$_2$Se$_6$ unites a tunable triple-well ferroelectric transition with a spin-polarized Chern flat band. The ferroelectric and paraelectric phases are close in energy and can be reversibly switched by moderate strain or an electric field. During the transition, a kagome-like flat band emerges near the Fermi level, which we describe via a minimal three-orbital tight-binding model on a triangular lattice. Furthermore, the system exhibits sizable magnetic anisotropy and a magnetization-dependent Chern insulating state: the Chern number is $C = \\pm 1$ for out-of-plane magnetization but becomes trivial when the moments rotate in-plane. These findings establish CuVP$_2$Se$_6$ as a promising candidate for exploring electrically tunable flat-band correlations and topological magnetism in a multiferroic monolayer."}
{"id": "2601.04594", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04594", "abs": "https://arxiv.org/abs/2601.04594", "authors": ["Zheyu Wu", "Hanyi Chen", "Theodore I. Weinberger", "Mengmeng Long", "David Graf", "Andrej Cabala", "Vladimir Sechovsky", "Michal Valiska", "Gilbert G. Lonzarich", "F. Malte Grosche", "Alexander G. Eaton"], "title": "Direct Observation of the Spillover of High Magnetic Field-induced SC3 Superconductivity Outside the Spin-Polarized State in UTe2", "comment": null, "summary": "In our recent study of the high magnetic field phase landscape of UTe$_2$ [Phys. Rev. X 15, 021019 (2025)] we found indirect evidence that the SC3 superconducting phase spills out beyond the first-order phase boundary of the spin-polarized state. This prior study was limited to a maximal field strength of 41.5 T, and mapped the $b-ac$ rotation plane. Here we measure a high quality sample with residual resistivity ratio RRR = 605 under rotations in the $b-c$ plane up to 45 T. This extended field range helps to unambiguously demonstrate the spillover of SC3 outside the polarized paramagnetic state. This is identified by the observation of zero resistance at low temperatures, for magnetic field strengths lower than the metamagnetic transition field resolved at higher temperatures. This observation is consistent with the scenario that electronic pairing of the SC3 phase is mediated by quantum critical fluctuations."}
{"id": "2601.05018", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05018", "abs": "https://arxiv.org/abs/2601.05018", "authors": ["Arthur Niedermayr", "Jianyu Wu", "Bertina Fisher", "Ido Kaminer", "Jonas Weissenrieder"], "title": "Correlative Ultrafast Imaging of a Propagating Photo-Driven Phase Transition Using 4D STEM", "comment": "36 pages, 4 figures", "summary": "Oxides exhibiting insulator-metal transitions are promising candidates for next generation ultrafast electronic switching devices. However, critical gaps remain in understanding the onset of strain and its dynamics as these materials undergo structural transitions, particularly in nanostructured configurations. Here, we present ultrafast four-dimensional scanning transmission electron microscopy enabling virtual imaging and strain mapping at every point in space and time. Using this technique, we directly probe a laser-excited phase transition in the prototypical material vanadium dioxide (VO2), recording its spatiotemporal propagation. This direct imaging capability reveals the dynamics of the structural phase transition and connects it to the resulting strain formation on picosecond timescales. This correlation reveals how atomic-scale symmetry breaking inherently generates lattice distortions, which then propagate to govern macroscopic property changes. Our findings provide new insights into the coupling between electronic, structural, and mechanical responses in correlated oxides under non-equilibrium conditions."}
{"id": "2601.05142", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.05142", "abs": "https://arxiv.org/abs/2601.05142", "authors": ["Liangliang Huang", "Xiangang Wan", "Feng Tang"], "title": "Prediction of Magnetic Topological Materials Combining Spin and Magnetic Space Groups", "comment": "One can visit https://box.nju.edu.cn/d/282ea062e24d414cb182/ for Supplementary Materials (SM I.pdf and SM II.pdf)", "summary": "The scarcity of predicted magnetic topological materials (MTMs) by magnetic space group (MSG) hinders further exploration towards realistic device applications. Here, we propose a new scheme combining spin space groups (SSGs)--approximate symmetry groups neglecting spin-orbit coupling (SOC)--and MSGs to diagnose topology in collinear magnetic materials based on symmetry-indicator theory, enabling a systematic classification of the electronic topology across 484 experimentally synthesized collinear magnets from the MAGNDATA database. This new scheme exploits a symmetry-hierarchy due to SOC induced symmetry-breaking, so that nontrivial band topology can be revealed by SSG, that is yet invisible by the conventional MSG-based method, as exemplified by real triple points in ferromagnetic CaCu$_3$Fe$_2$Sb$_2$O$_{12}$, Dirac nodal lines at generic $k$-points in antiferromagnetic FePSe$_3$ and Weyl nodal lines in altermagnetic Sr$_4$Fe$_4$O$_{11}$. Notably, FePSe$_3$ is topologically trivial under MSG but hosts Dirac nodal lines within the SSG framework. Upon including SOC, these nodal lines are gapped and generate a sizable anomalous Hall conductivity. Despite a vanishing bulk net magnetism, FePSe$_3$ can host topologically protected surface states with large non-relativistic band spin-splitting. Moreover, topology in MTMs is tunable by rotating the magnetic moment direction once SOC is included, as exemplified in Sr$_4$Fe$_4$O$_{11}$.The interplay of topology with non-relativistic and SOC-induced control of properties via magnetic moment reorientation in the predicted MTMs is worthy of further studies in future."}
{"id": "2601.04606", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG", "physics.atm-clus"], "pdf": "https://arxiv.org/pdf/2601.04606", "abs": "https://arxiv.org/abs/2601.04606", "authors": ["Osman Goni Ridwan", "Gilles Frapper", "Hongfei Xue", "Qiang Zhu"], "title": "Crystal Generation using the Fully Differentiable Pipeline and Latent Space Optimization", "comment": null, "summary": "We present a materials generation framework that couples a symmetry-conditioned variational autoencoder (CVAE) with a differentiable SO(3) power spectrum objective to steer candidates toward a specified local environment under the crystallographic constraints. In particular, we implement a fully differentiable pipeline that performs batch-wise optimization on both direct and latent crystallographic representations. Using the GPU acceleration, the implementation achieves about fivefold speed compared to our previous CPU workflow, while yielding comparable outcomes. In addition, we introduce the optimization strategy that alternatively performs optimization on the direct and latent crystal representations. This dual-level relaxation approach can effectively overcome local barrier defined by different objective gradients, thus increasing the success rate of generating complex structures satisfying the targe local environments. This framework can be extended to systems consisting of multi-components and multi-environments, providing a scalable route to generate material structures with the target local environment."}
{"id": "2601.05061", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05061", "abs": "https://arxiv.org/abs/2601.05061", "authors": ["Elzbieta Guziewicz", "Bronislaw A. Orlowski", "Bogdan J. Kowalski"], "title": "Electronic structure of Sn(1-x)Mn(x)Te semiconducting solid solution: a resonant photoemission study", "comment": "14 pages, 4 figures", "summary": "Manganese-doped tin telluride, Sn(1-x)Mn(x)Te, initially investigated as diluted magnetic semiconductor, has recently attracted considerable attention as a prospective thermoelectric material. The introduction of Mn was found to modify the valence band electronic structure, resulting in an improvement in the Seebeck coefficient and thus, the figure of merit (ZT). In the paper, we present a synchrotron radiation study of the electronic band structure of Sn(0.9)Mn(0.1)Te by resonant photoemission. The contribution of the Mn3d electrons to the valence band (VB), calculated as the difference between the Energy Distribution Curves (EDCs) taken at the maximum and minimum of the Fano resonance for the Mn3p - Mn3d absorption threshold, shows a contribution at the VB edge, a dominant maximum at 4 eV, as well as a wide structure between 7 and 11 eV. Moreover, comparison with undoped SnTe reveals strong renormalization of the Sn5p and Te5p electronic states, which certainly influences the shape of the upper part of the valence band and electron effective mass."}
{"id": "2601.05238", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2601.05238", "abs": "https://arxiv.org/abs/2601.05238", "authors": ["Sibaram Ruidas", "Sthitadhi Roy", "Subhro Bhattacharjee", "Roderich Moessner"], "title": "How many-body chaos emerges in the presence of quasiparticles", "comment": "18 pages, 15 figures", "summary": "Many-body chaos is a default property of many-body systems; at the same time, near-integrable behaviour due to weakly interacting quasiparticles is ubiquitous throughout condensed matter at low temperature. There must therefore be a, possibly generic, crossover between these very different regimes. Here, we develop a theory encapsulating the notion of a cascade of lightcones seeded by sequences of scattering of weakly interacting harmonic modes as witnessed by a suitably defined chaos diagnostic (classical decorrelator) that measures the spatiotemporal profile of many-body chaos. Our numerics deals with the concrete case of a classical Heisenberg chain, for either sign of the interaction, at low temperatures where the short-time dynamics are well captured in terms of non-interacting spin waves. To model low-temperature dynamics, we use ensembles of initial states with randomly embedded point defects in an otherwise ordered background, which provides a controlled setting for studying the scattering events. The decorrelator exhibits a short-time integrable regime followed by an intermediate `scarred' regime of the cascade of lightcones in progress; these then overlap, leading to an avalanche of scattering events which finally yields the standard long-time signature of many-body chaos."}
{"id": "2601.04615", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04615", "abs": "https://arxiv.org/abs/2601.04615", "authors": ["Yumiko Katayama", "Daiki Kobayashi", "Hikaru Okuma", "Yuhsuke Yasutake", "Susumu Fukatsu", "Kazunori Ueno"], "title": "High mobility holes at germanane/Ge(111) allotropic cross-dimensional heterointerface", "comment": null, "summary": "Germanane (GeH) is essentially a hydrogen-terminated Ge analog of graphene with a direct gap (~1.6 eV). Record hole mobility mu_h~67,000 cm2/Vs is found at 15 K for a single allotropic cross-dimensional(D) heterointerface. This is enabled by making topotactically-transformed 2D GeH layers meet the 3D bulk Ge(111). Temperature dependence of mu_h implies metallic conduction without ionized impurity scattering between 20 K and 250 K. Sheet hole density for a Fermi sphere n_S=2.8x10^11 /cm2 agrees well with 3.0x10^11 /cm2 of Hall measurements. A 6,500% magnetoresistance at 7 T accompanies Shubnikov-de Haas oscillations visible even at 15 K. These imply single-band conduction of holes with small effective mass in the in-plane directions, invoking a 2D hole gas (2DHG) picture that allotropic cross-D heterointerface between 2D GeH and 3D Ge harbors 2D-confined high-mobility holes. Even without elaborate heteroepitaxy and modulation doping, allotropic cross-D heterostructures pave the way toward facile 2DHG creation."}
{"id": "2601.05064", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05064", "abs": "https://arxiv.org/abs/2601.05064", "authors": ["You-Ting Huang", "Chao-Cheng Kaun", "Ching-Hao Chang"], "title": "Electrically Switchable Flat Band in Two-Dimensional Electron Gases under Nonuniform Magnetic Fields", "comment": "Preprint. To be presented at APS", "summary": "Flat bands are associated with a range of desirable physical phenomena and potential applications, including enhanced superconducting tendencies due to the high density of states, strongly correlated phases such as quantum Hall states. Systems in which flat bands can be switched or tuned are therefore of particular interest. In this study, we analyze the electronic structure of two-dimensional electron gases (2DEGs) subjected to a linearly increasing magnetic-field dipole together with a transverse electric field, using the operator formalism of the quantum harmonic oscillator. When the electric field magnitude is tuned to a sequence of discrete values, different levels of energy bands are flattened. Moreover, at a specific electric field strength, the ground-state wave function admits an exact closed-form solution that can be understood through the magnetic drifts cancellation in the classical electrodynamics. We also demonstrate two distinct transmission properties, the quantized Hall conductance and the enhanced density of states, of the electrically switchable flat band. These findings establish a new route toward magnetoelectric band engineering and electrically guided transport in low-dimensional systems."}
{"id": "2601.04635", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04635", "abs": "https://arxiv.org/abs/2601.04635", "authors": ["Myungjun Kang", "Yogeshwar Prasad", "Nikhil Danny Babu", "Rasoul Ghadimi", "Jae Hoon Kim", "Sangmo Cheon"], "title": "Optical Signatures and Quantum Geometry in Proximity-Induced Topological Superconductors", "comment": null, "summary": "Proximity-induced superconductivity at topological insulator-superconductor (TI-SC) interfaces offers a promising route to topological superconductivity with Majorana boundary modes. However, probing the interfacial superconductivity at buried interfaces is challenging with conventional surface methods. Here, we present a theoretical study of the longitudinal optical response of a TI-SC heterostructure, focusing on the complex interface sheet conductance as a direct and layer-selective probe of the interfacial superconducting gap. Within a minimal TI--SC model, we demonstrate that proximity-induced superconductivity at the buried interface generates a two-dimensional topological superconducting phase supporting Majorana edge modes. Using a Bogoliubov-de Gennes slab model and the Kubo formalism, we compute the optical conductance and introduce a thickness-extrapolation protocol that isolates the interface contribution only. The resulting interface conductance exhibits a robust, thickness-independent coherence peak at an energy set by the proximity-induced gap, distinguishable from both the parent superconductor's pair-breaking feature and the ungapped Dirac cone on the top surface. We further demonstrate that the low-frequency spectral weight of this interface resonance obeys a quantum-metric sum rule, quantitatively linking the optical response to the quantum geometry of the proximitized interfacial state. Our results propose terahertz/infrared spectroscopy of the interfacial sheet conductance as a non-invasive diagnostic of Majorana-hosting TI--SC interfaces."}
{"id": "2601.05097", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.05097", "abs": "https://arxiv.org/abs/2601.05097", "authors": ["Yizhi Xu", "Jordan Dorrell", "Katarina Lisac", "Ivana Brekalo", "James P. Darby", "Andrew J. Morris", "Mihails Arhangelskis"], "title": "Hierarchical Crystal Structure Prediction of Zeolitic Imidazolate Frameworks Using DFT and Machine-Learned Interatomic Potentials", "comment": "Main manuscript with 27 pages and 8 figures, supporting information with additional 23 figures", "summary": "Crystal structure prediction (CSP) is emerging as a powerful method for the computational design of metal-organic frameworks (MOFs). In this article we demonstrate the high-throughput exploration of the crystal energy landscape of zinc imidazolate (ZnIm2), a highly polymorphic member of the zeolitic imidazolate (ZIF) family, with at least 24 reported structural and topological forms, with new polymorphs still being regularly discovered. With the aid of custom-trained machine-learned interatomic potentials (MLIPs) we have performed a high-throughput sampling of over 3 million randomly-generated crystal packing arrangements and identified 9626 energy minima characterized by 1493 network topologies, including 864 topologies that have not been reported before. Comparisons with previously reported structures revealed 13 topological matches to the experimentally-observed structures of ZnIm2, demonstrating the power of the CSP method in sampling experimentally-relevant ZIF structures. Finally, through a combination of topological analysis, density and porosity considerations, we have identified a set of structures representing promising targets for future experimental screening. Finally, we demonstrate how CSP can be used to assist in the identification of the products of the mechanochemical synthesis."}
{"id": "2601.04640", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04640", "abs": "https://arxiv.org/abs/2601.04640", "authors": ["Daiki Hashimoto", "Masaya Kunimi", "Tetsuro Nikuni"], "title": "Construction of asymptotic quantum many-body scar states in the SU($N$) Hubbard model", "comment": null, "summary": "We construct asymptotic quantum many-body scars (AQMBS) in one-dimensional SU($N$) Hubbard chains ($N\\geq 3$) by embedding the scar subspace into an auxiliary Hilbert subspace $\\mathcal{H}_P$ and identifying a parent Hamiltonian within it, together with a corresponding extension of the restricted spectrum-generating algebra to the multi-ladder case. Unlike previous applications of the parent-Hamiltonian scheme, we show that the parent Hamiltonian becomes the SU($N$) ferromagnetic Heisenberg model rather than the spin-1/2 case, so that its gapless magnons realize explicit AQMBS of the original model. Working in the doublon-holon subspace, we derive this mapping, obtain the one-magnon dispersion for periodic and open boundaries, and prove (i) orthogonality to the tower of scar states, (ii) vanishing energy variance in the thermodynamic limit, and (iii) subvolume entanglement entropy with rigorous MPS/MPO bounds. Our results broaden the parent-Hamiltonian family for AQMBS beyond spin-1/2 and provide analytic, low-entanglement excitations in SU($N$)-symmetric systems."}
{"id": "2601.05123", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.05123", "abs": "https://arxiv.org/abs/2601.05123", "authors": ["Lin-Lin Wang"], "title": "A First-principles Study of Weyl Nodal Loop and Multiple Sets of Weyl Points in Trigonal PtBi$_2$", "comment": "22 pages, 7 figures", "summary": "Coexistence of surface superconductivity and Fermi arcs in trigonal $γ$-PtBi$_2$ has recently attracted attention for possible realization of topological superconductivity. The Fermi arcs on the two different (0001) surface terminations have been associated with the set of Weyl points just above the Fermi energy (E$_F$). Here using first-principles calculations to explore the band crossings over the full Brillouin zone between the nominally highest valence and lowest conduction bands in $γ$-PtBi$_2$, we find a Weyl nodal loop (WNL) and multiple sets of Weyl points (WPs). The main difference between the two reported experimental structural parameters is the magnitude of Bi-layer buckling. While the WNL, bulk gap region and the set of Weyl points just above the E$_F$ are robust, the number and location of the other sets of WPs depend sensitively on the structural parameters with different magnitude of Bi-layer buckling. Besides calculating the 2D Fermi surface with Fermi arcs and quasi-particle interference (QPI) around the E$_F$ in good agreements with ARPES and experimental QPI, we also predict new Fermi arc features at higher energy."}
{"id": "2601.04655", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04655", "abs": "https://arxiv.org/abs/2601.04655", "authors": ["Yves Noat", "Alain Mauger", "William Sacks"], "title": "Condensation mechanism of high-$T_c$ cuprates: the key role of pairon excitations", "comment": null, "summary": "In this article we show that the condensation mechanism in cuprates involves the strong coupling of the condensate to pairon excited states. We present an accessible formalism that significantly extends our previous work, providing a theoretical basis for the energy-dependent gap function $Δ(E)$. The latter is proportional to the effective spin exchange energy, $J_{eff}$, with no retardation effects, such as the case of spin-fluctuation or phonon mediated couplings. The fundamental parameters of the superconducting (SC) state are the condensation energy per pair, $β_c$, and the antinodal energy gap, $Δ_p$, which are quantitatively extracted by fitting the cuprate quasiparticle spectrum from tunneling experiments.\n  An explicit formula for the critical temperature is also derived in the model. Valid for any doping, we find $T_c$ to be proportional to $β_c$, and not the gap $Δ_p$, in sharp contrast to conventional SC. The numerical factor $β_c/k_BT_c\\simeq 2.24$ originates from pair excitations of the condensate, following Bose statistics, with a mini-gap $δ_M \\simeq 1\\,$meV in the excitation spectrum. These results strongly suggest that the same `all-electron' mechanism is at work all along the $T_c$-dome."}
{"id": "2601.05142", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.05142", "abs": "https://arxiv.org/abs/2601.05142", "authors": ["Liangliang Huang", "Xiangang Wan", "Feng Tang"], "title": "Prediction of Magnetic Topological Materials Combining Spin and Magnetic Space Groups", "comment": "One can visit https://box.nju.edu.cn/d/282ea062e24d414cb182/ for Supplementary Materials (SM I.pdf and SM II.pdf)", "summary": "The scarcity of predicted magnetic topological materials (MTMs) by magnetic space group (MSG) hinders further exploration towards realistic device applications. Here, we propose a new scheme combining spin space groups (SSGs)--approximate symmetry groups neglecting spin-orbit coupling (SOC)--and MSGs to diagnose topology in collinear magnetic materials based on symmetry-indicator theory, enabling a systematic classification of the electronic topology across 484 experimentally synthesized collinear magnets from the MAGNDATA database. This new scheme exploits a symmetry-hierarchy due to SOC induced symmetry-breaking, so that nontrivial band topology can be revealed by SSG, that is yet invisible by the conventional MSG-based method, as exemplified by real triple points in ferromagnetic CaCu$_3$Fe$_2$Sb$_2$O$_{12}$, Dirac nodal lines at generic $k$-points in antiferromagnetic FePSe$_3$ and Weyl nodal lines in altermagnetic Sr$_4$Fe$_4$O$_{11}$. Notably, FePSe$_3$ is topologically trivial under MSG but hosts Dirac nodal lines within the SSG framework. Upon including SOC, these nodal lines are gapped and generate a sizable anomalous Hall conductivity. Despite a vanishing bulk net magnetism, FePSe$_3$ can host topologically protected surface states with large non-relativistic band spin-splitting. Moreover, topology in MTMs is tunable by rotating the magnetic moment direction once SOC is included, as exemplified in Sr$_4$Fe$_4$O$_{11}$.The interplay of topology with non-relativistic and SOC-induced control of properties via magnetic moment reorientation in the predicted MTMs is worthy of further studies in future."}
{"id": "2601.04712", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04712", "abs": "https://arxiv.org/abs/2601.04712", "authors": ["Fengrui Shi", "Weilong Qiu", "Chufan Chen", "Chunqiang Xu", "Yan Zhang", "Hao Zheng", "Yuwei Zhou", "Dongting Zhang", "Mengwei Xie", "Huiqiu Yuan", "Shiyan Li", "Yang Liu", "Chao Cao", "Xiaofeng Xu", "Xin Lu"], "title": "Multigap nodeless superconductivity in Dirac semimetal PdTe", "comment": "6 pages,5 figures", "summary": "PdTe has recently been reported to be a type-II Dirac semimetal while a bulk nodal and surface nodeless superconductivity (SC) has been claimed to coexist. In this work, we applied point-contact spectroscopy (PCS) method to systematically study the superconducting gap in PdTe single crystals with a SC transition temperature $T_{c}=4.3$ K. The obtained differential conductance curves show a common deviation from a single-gap superconducting behavior and can be better fitted by a two-gap Blonder-Tinkham-Klapwijk model, suggesting the larger gap $Δ_{L}$ with $2Δ_{L}$=3.7 $k_{B}T_{c}$ and the smaller gap $Δ_S$ yielding $2Δ_{S}$=1.1-2.2 $k_{B}T_{c}$ with a weak interband scattering. The variations of conductance spectra among different contacts are proposed to be caused by the anisotropy of Fermi surface topology associated with different gaps."}
{"id": "2601.05179", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.05179", "abs": "https://arxiv.org/abs/2601.05179", "authors": ["Shubham Tanwar", "Han-Yan Wu", "Chi-Yuan Yang", "Ruben Millan-Solsona", "Simone Fabiano", "Adrica Kyndiah", "Gabriel Gomila"], "title": "Local Multimodal Dynamics in Mixed Ionic-Electronic Conductors and Their Fingerprints in Organic Electrochemical Transistor Operation", "comment": null, "summary": "Mixed ionic-electronic conductors host tightly coupled interactions among mobile ions, electronic charges, and the polymer matrix, giving rise to complex multimodal responses spanning electrical, mechanical, and morphological transformations. These materials underpin organic electrochemical transistors (OECTs), which translate such interactions into low-voltage signal amplification and sensing for applications in bioelectronics, neuromorphic computing, and memory. Despite their central role, OECT current-voltage transfer characteristics are often treated phenomenologically, as both the local multimodal dynamics and their connection to global device response remain unresolved. Here, we reveal that the transfer curve encodes a cascade of spatially localized electrochemical transitions, each associated with distinct changes in conductivity, stiffness, and morphology, fundamentally redefining it as a spatially resolved fingerprint of device's internal state. Using automated operando multimodal in-liquid scanning dielectric microscopy, we directly map these dynamics and identify region-specific electrochemical thresholds governing the interplay between source, channel, and drain. We found that the local tip-sample electrostatic force serves as a remarkable mechanistic observable of coupled multimodal dynamics in mixed conductors. A physically grounded model links it to general material, interfacial, and geometric parameters, enabling mechanistic interpretation and predictive insights. Our work provides a new framework for probing and understanding mixed conduction in ion-electron coupled systems."}
{"id": "2601.04721", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04721", "abs": "https://arxiv.org/abs/2601.04721", "authors": ["Pengcheng Hu", "Nicole Bein", "Chinmay Chandan Parhi", "Tadej Rojac", "Barbara Malič", "Mohammad Amirabbasi", "Anton Volodin", "Karsten Albe", "Jurij Koruza", "Andreas Klein"], "title": "How semiconducting are ferroelectrics: The fundamental, optical and transport gaps of Na$_{0.5}$Bi$_{0.5}$TiO$_3$-BaTiO$_3$ and NaNbO$_{3}$", "comment": null, "summary": "The energy gap is a fundamental property of materials, directly related to their optical and electronic properties. The energy gap of ferroelectric compounds and its adjustment by compositional variation has particularly attracted attention in recent years due to potential application in energy conversion and/or catalytic devices. It is demonstrated that it is necessary to distinguish between the fundamental gap, $E_{\\rm g}^{0}$, the optical gap, $E_{\\rm g}^{\\rm opt}$, and the transport gap, $E_{\\rm g}^{\\rm tr}$, of ferroelectrics, which can differ significantly. The situation is comparable to those in organic semiconductors and emerges from the presence of localized charges. The fundamental gap is a ground state property, i.e.\\ the energy difference between the maximum of the fully occupied valence band and the minimum of the completely empty conduction band. In contrast, the optical and transport gaps are excited state properties involving localized (polaronic) electrons and/or holes at energies considerably different from the band edges. This work illustrates how the different energy gaps of ferroelectrics can be determined by combining optical measurements, X-ray photoelectron spectroscopy and temperature and oxygen partial pressure dependent electrical conductivity measurements. We determine fundamental gaps of $\\approx 4.5\\,$eV for both materials, optical gaps of $3.25-3.45\\,$eV/$3.5\\,$eV and electrical gaps of $\\approx 1.4\\,$eV/$3.3\\,$eV for Na$_{0.5}$Bi$_{0.5}$TiO$_3$-BaTiO$_3$/NaNbO$_{3}$, respectively."}
{"id": "2601.05197", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05197", "abs": "https://arxiv.org/abs/2601.05197", "authors": ["Andrew P. Weber", "Iñigo Robredo", "Philipp Rüssmann", "Maxim Ilyn", "Arnaud Magrez", "Philippe Bugnon", "Nan Xu", "Vladimir Strocov", "J. Hugo Dil", "J. Enrique Ortega", "Julen Ibañez-Azpiroz"], "title": "Control of the MoTe$_2$ Fermi Surface by Nb Doping", "comment": "44 pages, 11 figures", "summary": "Ab initio calculations and angle-resolved photoemission experiments show that the bulk and surface electronic structure of Weyl semimetal candidate MoTe$_2$ changes significantly by tuning the chemical potential by less than 0.4 eV. Calculations show that several Lifshitz transitions can occur among multiple electron and hole Fermi pockets of differing orbital character. Experiments show that 18% Nb-Mo substitution reduces the occupation of bulk and (001) surface bands, effectively producing a chemical potential shift of $\\approx 0.3$ eV. Orbital character and dimensionality of the bulk bands is examined by soft X-ray angle resolved photoemission with control of the excitation light polarization. The band filling at the surface is shown to increase upon deposition of alkali atoms. The results indicate that multiple regimes of electronic properties can be easily accessed in this versatile, layered material."}
{"id": "2601.04724", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04724", "abs": "https://arxiv.org/abs/2601.04724", "authors": ["L. B. Avila", "O. Leuve", "M. Pohlitz", "M. A Villena", "Ramón Torres-Cavalillas", "C. Ducarme", "A. Lopes Temporao", "T. G. Coppée", "A. Moureaux", "S. Arib", "Eugenio Coronado", "C. K. Müller", "J. B. Roldán", "B. Hackens", "F. Abreu Araujo"], "title": "K-ion intercalation memristors in prussian blue analogs revealed by C-AFM for Non-Volatile memory and Neuromorphic Computing", "comment": "13 pages", "summary": "Here, we demonstrate K-ion intercalation-mediated resistive switching in Prussian blue analogs (PBAs), a mechanism widely exploited in potassium batteries but not previously resolved at the nanoscale for memristive operation. Using C-AFM, we directly visualize and electrically control this intercalation process within sub-100-nm volumes, revealing reversible, localized conductance modulation driven by K-ion intercalation and Fe2+/Fe3+ redox reconfiguration. This nanoscale operability highlights the exceptional potential of PBAs for high-scalable and low-dimension memristor-based devices integration. Due to their modular composition, PBAs constitute a chemically rich, earth-abundant materials platform whose electronic and ionic properties can be precisely tuned for specific device functions. K-ion intercalation PBA-based memristor devices, with their singlestep, aqueous, and room-temperature fabrication, enable low-cost, large-scale processing compatible with CMOS, without any additional post-fabrication processing. Our findings establish PBAs as a new class of intercalation memristors with scalable nanoscale switching and exceptional materials versatility, toward highly integrated neuromorphic and non-volatile memory technologies. This work provides the first demonstration of intercalation-driven resistive switching under ultrafast voltage sweeps, with PW operating up to 200 V/s and PB up to 50 V/s. This unprecedented speed establishes PBAs as a distinct, high-rate class of K-ion intercalation memristors suitable for fast, high-density neuromorphic and memory applications."}
{"id": "2601.04655", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04655", "abs": "https://arxiv.org/abs/2601.04655", "authors": ["Yves Noat", "Alain Mauger", "William Sacks"], "title": "Condensation mechanism of high-$T_c$ cuprates: the key role of pairon excitations", "comment": null, "summary": "In this article we show that the condensation mechanism in cuprates involves the strong coupling of the condensate to pairon excited states. We present an accessible formalism that significantly extends our previous work, providing a theoretical basis for the energy-dependent gap function $Δ(E)$. The latter is proportional to the effective spin exchange energy, $J_{eff}$, with no retardation effects, such as the case of spin-fluctuation or phonon mediated couplings. The fundamental parameters of the superconducting (SC) state are the condensation energy per pair, $β_c$, and the antinodal energy gap, $Δ_p$, which are quantitatively extracted by fitting the cuprate quasiparticle spectrum from tunneling experiments.\n  An explicit formula for the critical temperature is also derived in the model. Valid for any doping, we find $T_c$ to be proportional to $β_c$, and not the gap $Δ_p$, in sharp contrast to conventional SC. The numerical factor $β_c/k_BT_c\\simeq 2.24$ originates from pair excitations of the condensate, following Bose statistics, with a mini-gap $δ_M \\simeq 1\\,$meV in the excitation spectrum. These results strongly suggest that the same `all-electron' mechanism is at work all along the $T_c$-dome."}
{"id": "2601.04725", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04725", "abs": "https://arxiv.org/abs/2601.04725", "authors": ["Pengcheng Hu", "Chinmay Chandan Parhi", "Jurij Koruza", "Andreas Klein"], "title": "Towards understanding the defect properties in the multivalent A-site Na$_{0.5}$Bi$_{0.5}$TiO$_3$-based perovskite ceramics", "comment": null, "summary": "A defect model involving cation and anion vacancies and anti-site defects is proposed that accounts for the non-stoichiometry of multi-valent $A$-site Na$_{0.5}$Bi$_{0.5}$TiO$_3$ based perovskite oxides with $ABO_3$ composition. A series of samples with varying $A$-site non-stoichiometry and $A$:$B$ ratios were prepared to investigate their electrical conductivity. The oxygen partial pressure and temperature dependent conductivities where studied with direct current (dc) and alternating current (ac) techniques, enabling to separate between ionic and electronic conduction. The Na-excess samples, regardless of the $A$:$B$ ratio, exhibit dominant ionic conductivity and $p$-type electronic conduction, with the highest total conductivity reaching $4 \\times 10^{-4}$ S/cm at 450$^\\circ$C. In contrast, the Bi-excess samples display more insulating characteristics and $n$-type electronic conductivity, with conductivity values within the 10$^{-8}$ S/cm range at 450$^\\circ$C. These conductivity results strongly support the proposed defect model, which offers a straightforward description of defect chemistry in NBT-based ceramics and serves as a valuable guide for optimizing sample processing to achieve tailored properties."}
{"id": "2601.04898", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04898", "abs": "https://arxiv.org/abs/2601.04898", "authors": ["Ao Zhou", "Salma Zahran", "Chi Chen", "Zhengyang Zhang", "Yanming Wang"], "title": "A joint voxel flow - phase field framework for ultra-long microstructure evolution prediction with physical regularization", "comment": "33 pages, 7 figures.Submitted waiting for review", "summary": "Phase-field (PF) modeling is a powerful tool for simulating microstructure evolution. To overcome the high computational cost of PF in solving complex PDEs, machine learning methods such as PINNs, convLSTM have been used to predict PF evolution. However, current methods still face shortages of low flexibility, poor generalization and short predicting time length. In this work, we present a joint framework coupling voxel-flow network (VFN) with PF simulations in an alternating manner for long-horizon temporal prediction of microstructure evolution. The VFN iteratively predicts future evolution by learning the flow of pixels from past snapshots, with periodic boundaries preserved in the process. Periodical PF simulations suppresses nonphysical artifacts, reduces accumulated error, and extends reliable prediction time length. The VFN is about 1,000 times faster than PF simulation on GPU. In validation using grain growth and spinodal decomposition, MSE and SSIM remain 6.76% and 0.911 when predicted 18 frames from only 2 input frames, outperforming similar predicting methods. For an ultra-long grain growth prediction for 82 frames from 2 input frames, grain number decreases from 600 to 29 with NMSE of average grain area remaining 1.64%. This joint framework enables rapid, generalized, flexible and physically consistent microstructure forecasting from image-based data for ultra-long time scales."}
{"id": "2601.04729", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04729", "abs": "https://arxiv.org/abs/2601.04729", "authors": ["Tao Yang", "Z. Y. Xie", "Rui Wang", "Baigeng Wang"], "title": "Probing quantum critical crossover via impurity renormalization group", "comment": "15 pages total (7 pages main text + 8 pages supplement), 15 figures total (5 figures main text + 10 figures supplement)", "summary": "Quantum impurities can host exotic many-body states that serve as sensitive probes of bath correlations. However, quantitative and non-perturbative methods for determining impurity thermodynamics in such settings remain scarce. Here, we introduce an impurity renormalization group approach that merges the tensor-network representation with the numerical renormalization group cutoff scheme. This method overcomes conventional limitations by treating bath correlations and impurity interactions on an equal footing. Applying our approach to the finite-temperature quantum critical regime of quantum spin systems, we uncover striking impurity-induced phenomena. In a coupled Heisenberg ladder, the impurity triggers a fractionalization of the local magnetic moment. Moreover, the derivative of the impurity susceptibility develops cusps that mark the crossover into the quantum critical regime. We also observe an exotic evolution of the spin correlation function driven by the interplay between bath correlations and the impurity. Our results demonstrate that this method can efficiently solve correlated systems with defects, opening new pathways to discovering novel impurity physics beyond those in non-interacting thermal baths."}
{"id": "2601.05001", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05001", "abs": "https://arxiv.org/abs/2601.05001", "authors": ["Zeyu Kao", "Yimeng Gu", "Yiqing Gu", "Hao Zhang", "Shiyi Zheng", "Naoki Murai", "Seiko Ohira-Kawamura", "Jun Zhao"], "title": "Kitaev interactions in the van der Waals antiferromagnet VBr3", "comment": "30 pages, 14 figures", "summary": "Van der Waals materials hosting Kitaev interactions are promising platforms for exploring exotic quantum phenomena. Here, we report inelastic neutron scattering investigations of the van der Waals antiferromagnet VBr3, which forms a honeycomb lattice structure at room temperature and exhibits zigzag-type magnetic order below 26.5 K. Our observations reveal distinctive low-energy spin excitations arising from gamma, gamma', and M' points, each featuring a spin gap of around 2.5 meV. The overall spin excitation spectra can be effectively described by a spin Hamiltonian incorporating substantial nearest-neighbor Kitaev and biquadratic interactions, along with Heisenberg interactions. Our findings not only establish VBr3 as a new Kitaev magnet but also suggest that ligand engineering may provide a promising strategy to modulate Kitaev interactions, offering new opportunities for designing Kitaev materials with tailored quantum properties."}
{"id": "2601.04755", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04755", "abs": "https://arxiv.org/abs/2601.04755", "authors": ["Haowei Hua", "Chen Liang", "Ding Pan", "Shengchao Liu", "Irwin King", "Koji Tsuda", "Wanyu Lin"], "title": "Scalable Dielectric Tensor Predictions for Inorganic Materials using Equivariant Graph Neural Networks", "comment": null, "summary": "Accurate prediction of dielectric tensors is essential for accelerating the discovery of next-generation inorganic dielectric materials. Existing machine learning approaches, such as equivariant graph neural networks, typically rely on specially-designed network architectures to enforce O(3) equivariance. However, to preserve equivariance, these specially-designed models restrict the update of equivariant features during message passing to linear transformations or gated equivariant nonlinearities. The inability to implicitly characterize more complex nonlinear structures may reduce the predictive accuracy of the model. In this study, we introduce a frame-averaging-based approach to achieve equivariant dielectric tensor prediction. We propose GoeCTP, an O(3)-equivariant framework that predicts dielectric tensors without imposing any structural restrictions on the backbone network. We benchmark its performance against several state-of-the-art models and further employ it for large-scale virtual screening of thermodynamically stable materials from the Materials Project database. GoeCTP successfully identifies various promising candidates, such as Zr(InBr$_3$)$_2$ (band gap $E_g = 2.41$ eV, dielectric constant $\\overline{\\varepsilon} = 194.72$) and SeI$_2$ (anisotropy ratio $α_r = 96.763$), demonstrating its accuracy and efficiency in accelerating the discovery of advanced inorganic dielectric materials."}
{"id": "2601.05100", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05100", "abs": "https://arxiv.org/abs/2601.05100", "authors": ["Seongmun Hwang", "Jung Hyun Oh", "Paul M. Haney", "Mark D. Stiles", "Kyung-Jin Lee"], "title": "Quantum Spin Transfer of Spin-Correlated Electron Pairs", "comment": "6 pages, 4 figures", "summary": "We theoretically investigate quantum spin transfer from spin-correlated conduction-electron pairs to localized spins in a ferromagnet, given that electrons are correlated intrinsically. We show that even spin-singlet pairs and triplet pairs with $m=0$, both carrying no net spin, can transfer finite angular momentum through the quantum fluctuation term inherent to the $sd$ exchange interaction. The amount of transferred spin differs between the singlet and triplet $m=0$ states due to quantum interference. The difference is such that the independent-electron approximation remains valid for spin transfer when injected spin currents are completely incoherent. However, in partially coherent systems, like superconductor/ferromagnet junctions, coherent spin-singlet currents can directly convert into equal-spin triplet currents in generic ferromagnets, without requiring magnetic inhomogeniety or spin-orbit coupling."}
{"id": "2601.04762", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04762", "abs": "https://arxiv.org/abs/2601.04762", "authors": ["Emanuele Maggio"], "title": "Berry Phase of Bloch States through Modular Symmetries", "comment": null, "summary": "The theoretical identification of crystalline topological materials has enjoyed sustained success in simplified materials models, often by singling out discrete symmetry operations protecting the topological phase.\n  When band structure calculations of realistic materials are considered, complications often arise owing to the requirement of a consistent gauge in the Brillouin zone, or down to the fineness of its sampling.\n  Yet, the Berry phase, acting as topological label, encodes geometrical properties of the system, and it should be easily accessible.\n  Here, an expression for the Berry phase is obtained, thanks to analytical Bloch states constructed from an infinite series of Gaussian type orbitals.\n  Two contributions in the Berry phase are identified, with one having an immediate geometric interpretation, being equal to the Zak phase.\n  Eigenvalues of a modular symmetry, considered here for the first time in the context of crystalline solid state systems, are put in correspondence with the Zak phase: modular symmetries allow to define a non-trivial action for the spatial inversion also when the system does not have an inversion centre.\n  The approach is showcased for the non-centrosymmetric space group no. 22 ($F222$), which is known to host symmetry equivalent Bloch states that can be distinguished by their Berry phase."}
{"id": "2601.05185", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05185", "abs": "https://arxiv.org/abs/2601.05185", "authors": ["Xu-Ping Yao", "Chao-Kai Li", "Gang v. Chen"], "title": "Surface chiral Abelian topological order on multilayer cluster Mott insulators", "comment": "Main: 7 pages, 3 figures; SM: 13 pages, 3 figures", "summary": "The surface states of a symmetry protected topological state can have many possibilities. Here we propose a chiral Abelian topological order on a distinct surface of a multilayer-stacked cluster Mott insulating system. The first-principle calculation and the slave-rotor mean-field theory are applied to study the surface states of the relevant material system. The angle-resolved photoemission spectroscopic measurement is further suggested to detect the anomalous surface fractionalization of the chiral Abelian topological order on the surface. The connection with real materials is further discussed. We expect our results to inspire the interest in the emergent exotic and correlation physics among the cluster Mott insulating systems and in the interplay between the two different branches of topological phases."}
{"id": "2601.04771", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04771", "abs": "https://arxiv.org/abs/2601.04771", "authors": ["He Zhao", "Eline M. Hutter"], "title": "Tuning Excitonic Properties and Charge Carrier Dynamics by Halide Alloying in Cs3Bi2(Br1-xIx)9 semiconductors", "comment": null, "summary": "The perovskite-inspired bismuth halide semiconductor Cs3Bi2Br9 is widely investigated as photoactive material for light-conversion applications. However, charge generation and separation are inherently limited by its modest sunlight absorption and strong exciton binding energy, respectively. Here, we demonstrate that both the light absorption and exciton dissociation are improved by controlled substitution of Br with I via mechanochemical synthesis of Cs3Bi2(Br1-xIx)9. X-ray diffraction and Raman analyses confirm atomic-level halide mixing and reveal a crystallographic phase transition near x = 0.8. From absorption measurements on thin films, we determine the absorption coefficient, Urbach tail, and exciton binding energy for several Cs3Bi2(Br1-xIx)9 compositions. From here, we find that the band gap can be tuned from 2.59 to 1.93 eV (for x = 0.9), while exciton binding energies reach a minimum at x = 0.6. Finally, transient absorption spectroscopy measurements suggest a weak correlation between recombination lifetime and Urbach energy, where the longest lifetimes are observed for the materials with lowest disorder. These results offer valuable insights for designing stable bismuth halide semiconductors with favorable light absorption properties and charge carrier dynamics."}
{"id": "2601.04772", "categories": ["cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.04772", "abs": "https://arxiv.org/abs/2601.04772", "authors": ["Lorenz Meyer", "Nicolas Néel", "Jörg Kröger"], "title": "Single-enantiomer spin polarisers in superconducting junctions", "comment": null, "summary": "Chiral matter acting as a spin-selective device in biased electron transport is attracting attention for the quantum-technological design of miniaturized electronics. To date, however, experimental reports on spin selectivity are not conclusive. The magnetoresistance in electron transport measurements observed for chiral materials on ferromagnets upon magnetisation reversal is proposed to result from electrostatic rather than from the sought-after chiral effects. Recent break junction studies even question the spin-dependent electron flow across single chiral molecules. Here, we avoid ferromagnetic electrodes and magnetisation reversal to provide unambiguous experimental evidence for the chirality-induced spin selectivity effect of single enantiomers. Functionalising the superconducting tip of a scanning tunnelling microscope with a manganese atom cluster gives rise to Yu-Shiba-Rusinov resonances that serve as spin-sensitive probes of the tunnelling current in junctions of single heptahelicene molecules adsorbed on a crystalline lead surface. Our key finding is the dependence of the signal strength of these states in spectroscopy of the differential conductance on the handedness of the molecule. The experiments unveil the role of the enantiomers as spin polarisers and the irrelevance of electrostatics in the chosen model system."}
{"id": "2601.04787", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04787", "abs": "https://arxiv.org/abs/2601.04787", "authors": ["Koushik Ghorai", "Sankar Sarkar", "Amit Agarwal"], "title": "Intrinsic Gyrotropic Magnetic Current of Orbital Origin", "comment": "19 pages, 3 figures. Any comments or suggestions are greatly appreciated", "summary": "In gyrotropic crystals, an oscillating magnetic field induces a charge response known as the gyrotropic magnetic current. While its conventional origin is attributed to magnetic field modified band energy and shift in the Fermi-surface, a recent study identified an additional spin-driven magnetic displacement contribution. Here, we complete the picture by identifying the orbital counterpart of the magnetic displacement current. Using a density-matrix formulation that incorporates both minimal coupling and spin-Zeeman interactions, we derive the electronic equations of motion in the presence of an oscillating magnetic field and uncover a previously unexplored orbital contribution to the wavepacket velocity. Physically, this contribution arises from the time variation of the magnetic-field induced charge polarization. In the low frequency transport regime, this mechanism becomes purely intrinsic. We illustrate this intrinsic gyrotropic current of orbital origin in the ${\\cal P}{\\cal T}$-symmetric antiferromagnet CuMnAs. We show that the intrinsic gyrotropic magnetic current reverses sign upon Néel vector reversal, establishing it as a direct probe of antiferromagnetic order in CuMnAs and other $\\mathcal{PT}$-symmetric antiferromagnets."}
{"id": "2601.04811", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04811", "abs": "https://arxiv.org/abs/2601.04811", "authors": ["Florian Johannesmann", "Asliddin Khudoyberdiev", "Götz S. Uhrig"], "title": "Switching magnetization of quantum antiferromagnets: Schwinger boson mean-field theory compared to exact diagonalization", "comment": "14 pages, 17 figures", "summary": "Antiferromagnets have attracted significant attention because of their considerable potential in engineering high-density and ultrafast memory devices, a crucial and increasingly demanded component of contemporary high-performance information technology. Theoretical and experimental investigations are actively progressing to provide the capability of efficient switching and precise control of the Néel vector, which is crucial for the intended practical applications of antiferromagnets. Recently, a time-dependent Schwinger boson mean-field theory has been successfully developed to study the sublattice magnetization switching in anisotropic quantum antiferromagnets [K. Bolsmann $et \\, al.$, \\textcolor{blue}{\\hyperlink{10.1103/PRXQuantum.4.030332}{PRX Quantum $\\mathbf{4}$, 030332 (2023)}}]. Here we use a complementary exact diagonalization method to study such sublattice magnetization switching, but in small-cluster quantum antiferromagnets, by means of an external magnetic field. Furthermore, this article aims to support the findings of the Schwinger boson approach. We show that the results of both approaches are consistent at short time scales, with only about 12.5 $\\%$ deviations. The consistency of the outcomes obtained through this alternative exact approach demonstrates that the time-dependent Schwinger boson mean-field theory is a versatile framework to capture the essentials of the switching process in quantum antiferromagnets. Thereby, the findings of current article pave the way for further theoretical and computational progress in the study of antiferromagnets for engineering spintronic devices with ultrahigh density and ultrafast speed."}
{"id": "2601.04816", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04816", "abs": "https://arxiv.org/abs/2601.04816", "authors": ["Xianzhe Zhu", "Pu Liu", "Wence Ding", "Benhu Zhou", "Xiaoying Zhou", "Guanghui Zhou"], "title": "Electric-Field Modulated Optical Transitions in Monolayer CrI3 and Its Nanoribbons", "comment": "8 pages, 6 figures", "summary": "The successful synthesis of few-layer CrI3 has opened new avenues for research in two-dimensional magnetic materials. Owing to its simple crystal structure and excellent physical properties, layered CrI3 has been extensively studied in magneto-optical effects, excitons, tunneling transport, and novel memory devices. However, the most current theoretical studies rely heavily on the first-principles calculations, and a general analytical theoretical framework, particularly for electric-field modulation and transport properties, is still lacking. In this work, using a 28-band tight-binding model combined with linear response theory, we systematically investigate the optoelectronic response for monolayer CrI3 and its nanoribbons. The results demonstrate that: (1) a vertical electric field can selectively close the band gap of one spin channel while the other remains insulating, resulting a transition to an half-metallic state; (2) the electric field dynamically shifts the optical transition peaks, providing a theoretical basis for extracting band parameters from experimental photoconductivity spectra; (3) nanoribbons with different edge morphologies exhibit distinct edge-state distributions and electronic properties, indicating that optical transition can be dynamically modualted through edge design. The theoretical model developed in this study, which can describe external electric field effect, offers an efficient and flexible approach for analytically investigating the CrI3 family and related materials. This model overcomes the limitations of first-principles methods and provides a solid foundation for designing spintronic and optoelectronic devices controlled by electric fields and edge effect."}
{"id": "2601.04832", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04832", "abs": "https://arxiv.org/abs/2601.04832", "authors": ["Léo Gaspard", "Cyril Martins"], "title": "Affordable Five-Orbital Dynamical Mean-Field Theory for Layered Iridates and Rhodates", "comment": "14 pages, 6 figures", "summary": "Full $d$-manifold DMFT with numerically exact solvers has remained computationally prohibitive for spin-orbit materials due their scaling and severe sign problem, forcing the community to rely on simplified one- and three-band models that omit the $e_g$ states despite their proximity with the $t_{2g}$ orbitals. We present the first full five-orbital Dynamical Mean-Field Theory (DMFT) calculations including spin-orbit coupling for the layered iridates and rhodates \\bio~and \\bro, revealing that the correlation effects shift significantly the $e_g$ states through static mean-field corrections rather than dynamical fluctuations. Motivated by this insight, we introduce hybrid-DMFT (hDMFT), which treats these orbitals and their coupling to the low-energy manifold at the mean-field level while maintaining near quantitative accuracy at a drastically reduced computational cost. These calculation establish hDMFT as a practical and accurate method for full $d$-manifold studies of layered iridates and rhodates, enabling systematic investigations of temperature, doping and pressure dependence that were previously computationally intractable."}
{"id": "2601.04837", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.04837", "abs": "https://arxiv.org/abs/2601.04837", "authors": ["Rachid El Aitouni", "Aotmane En Naciri", "Clarence Cortes", "David Laroze", "Ahmed Jellal"], "title": "Floquet-driven tunneling control in monolayer MoS$_2$", "comment": "12 pages, 7 figures. Version to appear in Ann. Phys. (2026)", "summary": "We study how fermions in molybdenum disulfide MoS$_2$ interact with a laser field and a static potential barrier, focusing on the transmission probability. Our aim is to understand and control photon-assisted quantum transport in this two-dimensional material under external driving. We use the Floquet approximation to describe the wave functions in the three regions of the system. By applying continuity conditions at the boundaries, we obtain a set of equations involving an infinite number of Floquet modes. We explicitly determine transmissions involving the central band $E$ and the first sidebands $E \\pm \\hbarω$. As for higher-order bands, we use the transfer matrix approach together with current density to compute the associated transmissions. Our results reveal that the transmission probability oscillates for both spin-up and spin-down electrons. The oscillations of spin-down electrons occur over nearly twice the period of spin-up electrons. Among all bands, the central one consistently shows the highest transmission. We also find that stronger laser fields and wider barriers both lead to reduced transmission. Moreover, laser irradiation enables controllable channeling and filtering of transmission bands by tuning the laser intensity and system parameters. This highlights the potential of laser-driven MoS$_2$ structures for highly sensitive electromagnetic sensors and advanced optoelectronic devices."}
{"id": "2601.04838", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04838", "abs": "https://arxiv.org/abs/2601.04838", "authors": ["Mohammad Bagheri", "Pekka Koskinen"], "title": "Lateral Graphene-Metallene Interfaces at the Nanoscale", "comment": null, "summary": "Metallenes are atomically thin, nonlayered two-dimensional materials. While they have appealing properties, their isotropic metallic bonding makes their stabilization difficult and presents considerable challenges to their synthesis and practical applications. However, their stabilization can still be achieved by suspending them in the pores of two-dimensional template materials, making the properties of lateral interfaces of metallenes scientifically relevant. Here, we combined density-functional theory and universal machine-learning interatomic potentials to study lateral interfaces between graphene and 45 metallenes with various profiles. We optimized the interfaces and analyzed their energies, electronic structures, and stabilities at room temperature, defect formations, and structural deformations. While broad trends were identified using machine-learning analysis of all interfaces, density-functional theory was the main tool for studying the microscopic properties of selected elements. We found that the interfaces are the most stable energetically and with respect to lattice mismatch, defect formation, and lateral strain when their profiles were geometrically smooth. The most stable interfaces are found for transition metals. In addition, we demonstrate how universal machine-learning interatomic potentials now offer the accuracy required for the modeling of graphene-metallene interfaces. By systematically expanding the understanding of metallenes' interface properties, we hope these results guide and accelerate their synthesis to enable future applications and benefit from metallenes' appealing properties."}
{"id": "2601.04846", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04846", "abs": "https://arxiv.org/abs/2601.04846", "authors": ["Brian Anchico", "Jingyi Duan", "Haojie Sun", "Minjun Wang", "Mikhail Talanov", "Wei Jiang"], "title": "Triple-well ferroelectricity and kagome-like Chern flat band in two-dimensional multiferroic CuVP$_2$Se$_6$", "comment": "12 pages, 11 figures, 2 tables", "summary": "Two-dimensional multiferroics that host nontrivial topological bands offer a rich platform for correlated and tunable quantum phenomena, yet such materials remain rare. Here, using first-principles calculations, we reveal that monolayer CuVP$_2$Se$_6$ unites a tunable triple-well ferroelectric transition with a spin-polarized Chern flat band. The ferroelectric and paraelectric phases are close in energy and can be reversibly switched by moderate strain or an electric field. During the transition, a kagome-like flat band emerges near the Fermi level, which we describe via a minimal three-orbital tight-binding model on a triangular lattice. Furthermore, the system exhibits sizable magnetic anisotropy and a magnetization-dependent Chern insulating state: the Chern number is $C = \\pm 1$ for out-of-plane magnetization but becomes trivial when the moments rotate in-plane. These findings establish CuVP$_2$Se$_6$ as a promising candidate for exploring electrically tunable flat-band correlations and topological magnetism in a multiferroic monolayer."}
{"id": "2601.04908", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.04908", "abs": "https://arxiv.org/abs/2601.04908", "authors": ["Vincent C. Morano", "Zeno Maesen", "Stanislav Nikitin", "Jonathan S. White", "Takashi Honda", "Tsuyoshi Kimura", "Michel Kenzelmann", "Daniel Pajerowski", "Oksana Zaharko"], "title": "Coupled sawtooth chain exchange network in olivine Mn$_2$GeO$_4$", "comment": "21 pages, 12 figures", "summary": "Sawtooth chain magnets have been a subject of historical interest in the field of frustrated magnetism, with classical olivine family $M_2TX_4$, ($M$ - 3d, $T$ - 4p, $X$ - chalcogen elements) typically realizing simple $\\mathbf{k} = (000)$ states. The magnetism of the Mn$_2$GeO$_4$ olivine is surprisingly complex, proceeding from commensurate states to a multiferroic commensurate + incommensurate phase. Here we report inelastic neutron scattering results from a Mn$_2$GeO$_4$ single crystal and develop an effective Hamiltonian including long-distance bilinear and dipolar interactions. The magnetic interactions are predominantly antiferromagnetic and span a three-dimensional exchange network consisting of coupled sawtooth chains. Based on the determined strength of the couplings, the dominant sawtooth chains appear at third- and fourth- rather than next-nearest-neighbor. However the next-nearest-neighbor interaction is, along with a modest Dzyaloshinskii-Moriya interaction, important for modeling the observed incommensurability. We use the best-fit Hamiltonian as the basis for Langevin dynamics simulations and Luttinger-Tisza calculations of the high-temperature commensurate transition."}
{"id": "2601.04916", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04916", "abs": "https://arxiv.org/abs/2601.04916", "authors": ["Louis Alaerts", "Jesse Schimpf", "Xinyan Li", "Jiongzhi Zheng", "Ella Banyas", "Jeffrey B. Neaton", "Sinéad M. Griffin", "Yimo Han", "Lane W. Martin", "Geoffroy Hautier"], "title": "Discovery of a new weberite-type antiferroelectric: La3NbO7", "comment": "44 pages, 16 figures", "summary": "Antiferroelectrics are antipolar materials which possess an electric field-induced phase transition to a polar, ferroelectric phase and offer significant potential for sensing/actuation and energy-storage applications. Known antiferroelectrics are relatively scarce and mainly based on a limited set of perovskite materials and their alloys (e.g., PbZrO$_3$, AgNbO$_3$, NaNbO$_3$). Here, a new family of lead-free, weberite-type antiferroelectrics, identified through a large-scale, first-principles computational search is introduced. The screening methodology, which connects lattice dynamics to antipolar distortions, predicted that La$_3$NbO$_7$ could exhibit antiferroelectricity. We confirm the prediction through the synthesis and characterization of epitaxial La$_3$NbO$_7$ thin films, which display the signature double hysteresis loops of an antiferroelectric material as well as clear evidence of an antipolar ground state structure from transmission electron microscopy. The antiferroelectricity in La$_3$NbO$_7$ is simpler than most known antiferroelectrics and can be explained by a Kittel-type mechanism involving the movement of niobium atoms in an oxygen octahedron through a single phonon mode which results in a smaller change in the volume during the field-induced phase transition. Additionally, it is found that La$_3$NbO$_7$ combines a high threshold field with a high breakdown field ($\\approx$ 6MV/cm) - which opens up opportunities for energy-storage applications. This new weberite-type family of materials offers many opportunities to tune electrical and temperature response especially through substitutions on the rare-earth site. Ultimately, this work demonstrates a successful data-driven theory-to-experiment discovery of an entirely new family of antiferroelectrics and provides a blueprint for the future design of ferroic materials."}
{"id": "2601.04924", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04924", "abs": "https://arxiv.org/abs/2601.04924", "authors": ["Rotem Degany", "Michael Assaf", "Baruch Meerson"], "title": "Short-time statistics of extinction and blowup in reaction kinetics", "comment": "9 pages, 5 figures", "summary": "We study the statistics of extinction and blowup times in well-mixed systems of stochastically reacting particles. We focus on the short-time tail, $T \\to 0$, of the extinction- or blowup-time distribution $\\mathcal{P}_m(T)$, where $m$ is the number of particles at $t=0$. This tail often exhibits an essential singularity at $T=0$, and we show that the singularity is captured by a time-dependent WKB (Wentzel-Kramers-Brillouin) approximation applied directly to the master equation. This approximation, however, leaves undetermined a large pre-exponential factor. Here we show how to calculate this factor by applying a leading- and a subleading-order WKB approximation to the Laplace-transformed backward master equation. Accurate asymptotic results can be obtained when this WKB solution can be matched to another approximate solution (the ``inner\" solution), valid for not too large $m$. We demonstrate and verify this method on three examples of reactions which are also solvable without approximations."}
{"id": "2601.04935", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04935", "abs": "https://arxiv.org/abs/2601.04935", "authors": ["Nicolas F. Martins", "José A. dos S. Laranjeira", "Kleuton A. L. Lima", "Luiz A. Ribeiro", "Julio R. Sambrano"], "title": "Exploring the Potential of Two-dimensional Borospherene for Toxic Gas Sensing and Capture: A DFT Study", "comment": "14 pages, 9 figures", "summary": "Two-dimensional (2D) boron-based materials have gained increasing interest due to their exceptional physicochemical properties and potential technological applications. In this way, borospherenes, a 2D Boron-based fullerene-like lattice (2D-B40), are explored due to their potential for capturing and detecting toxic gases, such as CO, NO, NH3, and SO2. Therefore, density functional theory simulations were carried out to explore the adsorption energy and the distinct interaction regimes, where CO exhibits weak physisorption (-0.16 eV), while NO (-2.24 eV), NH3 (-1.47 eV), and SO2 (-1.51 eV) undergo strong chemisorption. Bader charge analysis reveals significant electron donation from 2D-B40 to NO and electron acceptance from SO2. These interactions cause measurable shifts in work function, with SO2 producing the most significant modulation (14.6%). Remarkably, ab initio molecular dynamics simulations (AIMD) reveal spontaneous SO2 decomposition at room temperature, indicating dual functionality for both sensing and environmental remediation. Compared to other boron-based materials, such as chi3-borophene, beta12-borophene, and B40 fullerene, 2D-B40 exhibits superior gas affinity, positioning it as a versatile platform for the detection and capture of toxic gases."}
{"id": "2601.04951", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.04951", "abs": "https://arxiv.org/abs/2601.04951", "authors": ["Indranil Mukherjee", "Seema Chahal", "Anupam Kundu"], "title": "Microscopic and hydrodynamic correlation in 1d hard rod gas", "comment": "28 pages, 5 figures", "summary": "We compute mass density correlations of a one-dimensional gas of hard rods at both microscopic and macroscopic scales. We provide exact analytical calculations of the microscopic correlation. For the correlation at macroscopic scale,, we utilize Ballistic Macroscopic Fluctuation Theory (BMFT) to derive an explicit expression for the correlations of a coarse-grained mass density, which reveals the emergence of long-range correlations on the Euler space-time scale. By performing a systematic coarse-graining of our exact microscopic results, we establish a micro-macro correspondence and demonstrate that the resulting macroscopic correlations agree precisely with the predictions of BMFT. This analytical verification provides a concrete validation of the underlying assumptions of hydrodynamic theory in the context of hard rod gas."}
{"id": "2601.04952", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.04952", "abs": "https://arxiv.org/abs/2601.04952", "authors": ["Nicolas F. Martins", "José A. dos S. Laranjeira", "Bill D. A. Huacarpuma", "Kleuton A. L. Lima", "Luiz A. Ribeiro", "Julio R. Sambrano"], "title": "Goldene monolayer as a highly effective catalyst for polysulfide anchoring and conversion: A theoretical study", "comment": "14 pages, 8 figures", "summary": "We use first-principles density functional theory to investigate how lithium sulfide and polysulfide clusters (Li2S, Li2S2, Li2S4, Li2S6, Li2S8, and S8) bind to Goldene, a new two-dimensional gold allotrope. All Li-S species exhibit robust binding to Goldene. The adsorption energies range from -4.29 to -1.90 eV. S8 that is alone interacts much less strongly. Charge density difference and Bader analyses indicate that substantial charge is transferred to the substrate, with a maximum 0.92 e for Li-rich clusters. This transfer induces polarization at the interface and shifts the work function to 5.30-5.52 eV. Projected density-of-states calculations indicate that Au-d and S-p states strongly mix near the Fermi level. This hybridization indicates that the electronic coupling is strong. Based on these results, the reaction free-energy profile for the stepwise conversion of S8 to Li2S on Goldene is thermodynamically favorable. The overall stabilization is -3.64 eV, and the rate-determining barrier for the Li2S2 -> Li2S step is 0.47 eV. This shows that Goldene is an effective surface for anchoring and mediating lithium polysulfide reactions."}
{"id": "2601.04971", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04971", "abs": "https://arxiv.org/abs/2601.04971", "authors": ["Ilya Popov", "Elena Besley"], "title": "Three-dimensional Moiré crystallography", "comment": null, "summary": "Moiré materials, typically confined to stacking atomically thin, two - dimensional (2D) layers such as graphene or transition metal dichalcogenides, have transformed our understanding of strongly correlated and topological quantum phenomena. The lattice mismatch and relative twist angle between 2D layers have shown to result in Moiré patterns associated with widely tunable electronic properties, ranging from Mott and Chern insulators to semi- and super-conductors. Extended to three-dimensional (3D) structures, Moiré materials unlock an entirely new crystallographic space defined by the elements of the 3D rotation group and translational symmetry of the constituent lattices. 3D Moiré crystals exhibit fascinating novel properties, often not found in the individual components, yet the general construction principles of 3D Moiré crystals remain largely unknown. Here we establish fundamental mathematical principles of 3D Moiré crystallography and propose a general method of 3D Moiré crystal construction using Clifford algebras over the field of rational numbers. We illustrate several examples of 3D Moiré structures representing realistic chemical frameworks and highlight their potential applications in condensed matter physics and solid-state chemistry."}
{"id": "2601.05001", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05001", "abs": "https://arxiv.org/abs/2601.05001", "authors": ["Zeyu Kao", "Yimeng Gu", "Yiqing Gu", "Hao Zhang", "Shiyi Zheng", "Naoki Murai", "Seiko Ohira-Kawamura", "Jun Zhao"], "title": "Kitaev interactions in the van der Waals antiferromagnet VBr3", "comment": "30 pages, 14 figures", "summary": "Van der Waals materials hosting Kitaev interactions are promising platforms for exploring exotic quantum phenomena. Here, we report inelastic neutron scattering investigations of the van der Waals antiferromagnet VBr3, which forms a honeycomb lattice structure at room temperature and exhibits zigzag-type magnetic order below 26.5 K. Our observations reveal distinctive low-energy spin excitations arising from gamma, gamma', and M' points, each featuring a spin gap of around 2.5 meV. The overall spin excitation spectra can be effectively described by a spin Hamiltonian incorporating substantial nearest-neighbor Kitaev and biquadratic interactions, along with Heisenberg interactions. Our findings not only establish VBr3 as a new Kitaev magnet but also suggest that ligand engineering may provide a promising strategy to modulate Kitaev interactions, offering new opportunities for designing Kitaev materials with tailored quantum properties."}
{"id": "2601.05003", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05003", "abs": "https://arxiv.org/abs/2601.05003", "authors": ["Alex Tai", "Jason Ogbebor", "Rodrigo Freitas"], "title": "Stable Machine Learning Potentials for Liquid Metals via Dataset Engineering", "comment": null, "summary": "Liquid metals are central to energy-storage and nuclear technologies, yet quantitative knowledge of their thermophysical properties remains limited. While atomistic simulations offer a route to computing liquid properties directly from atomic motion, the most accurate approach, ab initio molecular dynamics (AIMD), is computationally costly and restricted to short time and length scales. Machine learning interatomic potentials (MLPs) offer AIMD accuracy at far lower cost, but their application to liquids is limited by training datasets that inadequately sample atomic configurations, leading to unphysical force predictions and unstable trajectories. Here we introduce a physically motivated dataset-engineering strategy that constructs liquidlike training data synthetically rather than relying on AIMD configurations. The method exploits the established icosahedral short-range order of metallic liquids, twelvefold, near-close-packed local coordination, and generates \"synthetic-liquid\" structures by systematic perturbation of crystalline references. MLPs trained on these datasets close the sampling gaps that lead to unphysical predictions, remain numerically stable across temperatures, and reproduce experimental liquid densities, diffusivities, and melting temperatures for multiple elemental metals. The framework links atomic-scale sampling to long-term MD stability and provides a practical route to predictive modeling of liquid-phase thermophysical behavior beyond the limits of direct AIMD."}
{"id": "2601.05018", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05018", "abs": "https://arxiv.org/abs/2601.05018", "authors": ["Arthur Niedermayr", "Jianyu Wu", "Bertina Fisher", "Ido Kaminer", "Jonas Weissenrieder"], "title": "Correlative Ultrafast Imaging of a Propagating Photo-Driven Phase Transition Using 4D STEM", "comment": "36 pages, 4 figures", "summary": "Oxides exhibiting insulator-metal transitions are promising candidates for next generation ultrafast electronic switching devices. However, critical gaps remain in understanding the onset of strain and its dynamics as these materials undergo structural transitions, particularly in nanostructured configurations. Here, we present ultrafast four-dimensional scanning transmission electron microscopy enabling virtual imaging and strain mapping at every point in space and time. Using this technique, we directly probe a laser-excited phase transition in the prototypical material vanadium dioxide (VO2), recording its spatiotemporal propagation. This direct imaging capability reveals the dynamics of the structural phase transition and connects it to the resulting strain formation on picosecond timescales. This correlation reveals how atomic-scale symmetry breaking inherently generates lattice distortions, which then propagate to govern macroscopic property changes. Our findings provide new insights into the coupling between electronic, structural, and mechanical responses in correlated oxides under non-equilibrium conditions."}
{"id": "2601.05061", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05061", "abs": "https://arxiv.org/abs/2601.05061", "authors": ["Elzbieta Guziewicz", "Bronislaw A. Orlowski", "Bogdan J. Kowalski"], "title": "Electronic structure of Sn(1-x)Mn(x)Te semiconducting solid solution: a resonant photoemission study", "comment": "14 pages, 4 figures", "summary": "Manganese-doped tin telluride, Sn(1-x)Mn(x)Te, initially investigated as diluted magnetic semiconductor, has recently attracted considerable attention as a prospective thermoelectric material. The introduction of Mn was found to modify the valence band electronic structure, resulting in an improvement in the Seebeck coefficient and thus, the figure of merit (ZT). In the paper, we present a synchrotron radiation study of the electronic band structure of Sn(0.9)Mn(0.1)Te by resonant photoemission. The contribution of the Mn3d electrons to the valence band (VB), calculated as the difference between the Energy Distribution Curves (EDCs) taken at the maximum and minimum of the Fano resonance for the Mn3p - Mn3d absorption threshold, shows a contribution at the VB edge, a dominant maximum at 4 eV, as well as a wide structure between 7 and 11 eV. Moreover, comparison with undoped SnTe reveals strong renormalization of the Sn5p and Te5p electronic states, which certainly influences the shape of the upper part of the valence band and electron effective mass."}
{"id": "2601.05064", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05064", "abs": "https://arxiv.org/abs/2601.05064", "authors": ["You-Ting Huang", "Chao-Cheng Kaun", "Ching-Hao Chang"], "title": "Electrically Switchable Flat Band in Two-Dimensional Electron Gases under Nonuniform Magnetic Fields", "comment": "Preprint. To be presented at APS", "summary": "Flat bands are associated with a range of desirable physical phenomena and potential applications, including enhanced superconducting tendencies due to the high density of states, strongly correlated phases such as quantum Hall states. Systems in which flat bands can be switched or tuned are therefore of particular interest. In this study, we analyze the electronic structure of two-dimensional electron gases (2DEGs) subjected to a linearly increasing magnetic-field dipole together with a transverse electric field, using the operator formalism of the quantum harmonic oscillator. When the electric field magnitude is tuned to a sequence of discrete values, different levels of energy bands are flattened. Moreover, at a specific electric field strength, the ground-state wave function admits an exact closed-form solution that can be understood through the magnetic drifts cancellation in the classical electrodynamics. We also demonstrate two distinct transmission properties, the quantized Hall conductance and the enhanced density of states, of the electrically switchable flat band. These findings establish a new route toward magnetoelectric band engineering and electrically guided transport in low-dimensional systems."}
{"id": "2601.05079", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.05079", "abs": "https://arxiv.org/abs/2601.05079", "authors": ["Botond C. Nagy", "Marton Kormos", "Gabor Takacs"], "title": "Full counting statistics in the sine--Gordon model", "comment": null, "summary": "Full counting statistics (FCS) is a dynamical generalisation of the free energy, encapsulating detailed information about the distribution and large-scale correlation functions of conserved charges and their associated currents. In this work, we present a comprehensive numerical study of the FCS and the cumulants of the three lowest charges across the full parameter space of the sine--Gordon field theory. To this end, we extend the thermodynamic Bethe Ansatz (TBA) formulation of the FCS to the sine--Gordon model, emphasise the methodological subtleties for a reliable numerical implementation, and compare numerical results with analytical predictions in certain limits."}
{"id": "2601.05097", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.05097", "abs": "https://arxiv.org/abs/2601.05097", "authors": ["Yizhi Xu", "Jordan Dorrell", "Katarina Lisac", "Ivana Brekalo", "James P. Darby", "Andrew J. Morris", "Mihails Arhangelskis"], "title": "Hierarchical Crystal Structure Prediction of Zeolitic Imidazolate Frameworks Using DFT and Machine-Learned Interatomic Potentials", "comment": "Main manuscript with 27 pages and 8 figures, supporting information with additional 23 figures", "summary": "Crystal structure prediction (CSP) is emerging as a powerful method for the computational design of metal-organic frameworks (MOFs). In this article we demonstrate the high-throughput exploration of the crystal energy landscape of zinc imidazolate (ZnIm2), a highly polymorphic member of the zeolitic imidazolate (ZIF) family, with at least 24 reported structural and topological forms, with new polymorphs still being regularly discovered. With the aid of custom-trained machine-learned interatomic potentials (MLIPs) we have performed a high-throughput sampling of over 3 million randomly-generated crystal packing arrangements and identified 9626 energy minima characterized by 1493 network topologies, including 864 topologies that have not been reported before. Comparisons with previously reported structures revealed 13 topological matches to the experimentally-observed structures of ZnIm2, demonstrating the power of the CSP method in sampling experimentally-relevant ZIF structures. Finally, through a combination of topological analysis, density and porosity considerations, we have identified a set of structures representing promising targets for future experimental screening. Finally, we demonstrate how CSP can be used to assist in the identification of the products of the mechanochemical synthesis."}
{"id": "2601.05100", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05100", "abs": "https://arxiv.org/abs/2601.05100", "authors": ["Seongmun Hwang", "Jung Hyun Oh", "Paul M. Haney", "Mark D. Stiles", "Kyung-Jin Lee"], "title": "Quantum Spin Transfer of Spin-Correlated Electron Pairs", "comment": "6 pages, 4 figures", "summary": "We theoretically investigate quantum spin transfer from spin-correlated conduction-electron pairs to localized spins in a ferromagnet, given that electrons are correlated intrinsically. We show that even spin-singlet pairs and triplet pairs with $m=0$, both carrying no net spin, can transfer finite angular momentum through the quantum fluctuation term inherent to the $sd$ exchange interaction. The amount of transferred spin differs between the singlet and triplet $m=0$ states due to quantum interference. The difference is such that the independent-electron approximation remains valid for spin transfer when injected spin currents are completely incoherent. However, in partially coherent systems, like superconductor/ferromagnet junctions, coherent spin-singlet currents can directly convert into equal-spin triplet currents in generic ferromagnets, without requiring magnetic inhomogeniety or spin-orbit coupling."}
{"id": "2601.05123", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.05123", "abs": "https://arxiv.org/abs/2601.05123", "authors": ["Lin-Lin Wang"], "title": "A First-principles Study of Weyl Nodal Loop and Multiple Sets of Weyl Points in Trigonal PtBi$_2$", "comment": "22 pages, 7 figures", "summary": "Coexistence of surface superconductivity and Fermi arcs in trigonal $γ$-PtBi$_2$ has recently attracted attention for possible realization of topological superconductivity. The Fermi arcs on the two different (0001) surface terminations have been associated with the set of Weyl points just above the Fermi energy (E$_F$). Here using first-principles calculations to explore the band crossings over the full Brillouin zone between the nominally highest valence and lowest conduction bands in $γ$-PtBi$_2$, we find a Weyl nodal loop (WNL) and multiple sets of Weyl points (WPs). The main difference between the two reported experimental structural parameters is the magnitude of Bi-layer buckling. While the WNL, bulk gap region and the set of Weyl points just above the E$_F$ are robust, the number and location of the other sets of WPs depend sensitively on the structural parameters with different magnitude of Bi-layer buckling. Besides calculating the 2D Fermi surface with Fermi arcs and quasi-particle interference (QPI) around the E$_F$ in good agreements with ARPES and experimental QPI, we also predict new Fermi arc features at higher energy."}
{"id": "2601.05126", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.05126", "abs": "https://arxiv.org/abs/2601.05126", "authors": ["E. -O. Eljaouhari", "B. V. Schwarze", "K. Kliemt", "C. Krellner", "F. Husstedt", "J. Wosnitza", "S. Zherlitsyn", "G. Zwicknagl", "J. Sourd"], "title": "Acoustic signatures of the field-induced electronic-topological transitions in YbNi$_4$P$_2$", "comment": null, "summary": "We investigated the magnetoelastic properties of an YbNi$_4$P$_2$ single crystal at low temperatures under magnetic fields directed along the crystallographic [001] axis. We report a series of strong anomalies in the sound velocity, which is consistent with the cascade of electronic-topological transitions reported previously for this compound. In particular, we identify the vanishing of a small orbit on the Fermi surface, associated with a quantum-oscillation frequency of 34 T. Furthermore, the different transitions are better resolved with acoustic modes of particular symmetry. Using a microscopic model adapted to the strongly correlated electronic structure of YbNi$_4$P$_2$, we describe our results by inspecting realistic electron-phonon couplings in reciprocal space for each acoustic mode. This shows how the $k$ selectivity of ultrasound experiments allows to investigate Fermi-surface reconstructions in strongly correlated electronic systems."}
{"id": "2601.05140", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.05140", "abs": "https://arxiv.org/abs/2601.05140", "authors": ["Jan Verlage", "Peter Kratzer"], "title": "Enhanced Electron Reflectionat Mott-Insulator Interfaces", "comment": null, "summary": "The Klein paradox describes an incoming electron being scattered at a supercritical barrier to create electron-positron pairs, a phenomenon widely discussed in textbooks. While demonstrating this phenomenon experimentally with the fundamental particles remains challenging, condensed matter analogs are more accessible to experimental realization. For spinless quasi-particles, theoretical works show an enhancement of the pair production rate, and analogs of this effect in condensed matter systems have been studied theoretically. Here, we present another condensed matter system, a heterostructure comprised of two materials with strongly and weakly interacting electrons, that allows for constructing analytical solutions using the hierarchy-of-correlations method. The results show enhanced electron reflection related with the production of doublon-holon pairs, as known from the Klein paradox."}
{"id": "2601.05142", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.05142", "abs": "https://arxiv.org/abs/2601.05142", "authors": ["Liangliang Huang", "Xiangang Wan", "Feng Tang"], "title": "Prediction of Magnetic Topological Materials Combining Spin and Magnetic Space Groups", "comment": "One can visit https://box.nju.edu.cn/d/282ea062e24d414cb182/ for Supplementary Materials (SM I.pdf and SM II.pdf)", "summary": "The scarcity of predicted magnetic topological materials (MTMs) by magnetic space group (MSG) hinders further exploration towards realistic device applications. Here, we propose a new scheme combining spin space groups (SSGs)--approximate symmetry groups neglecting spin-orbit coupling (SOC)--and MSGs to diagnose topology in collinear magnetic materials based on symmetry-indicator theory, enabling a systematic classification of the electronic topology across 484 experimentally synthesized collinear magnets from the MAGNDATA database. This new scheme exploits a symmetry-hierarchy due to SOC induced symmetry-breaking, so that nontrivial band topology can be revealed by SSG, that is yet invisible by the conventional MSG-based method, as exemplified by real triple points in ferromagnetic CaCu$_3$Fe$_2$Sb$_2$O$_{12}$, Dirac nodal lines at generic $k$-points in antiferromagnetic FePSe$_3$ and Weyl nodal lines in altermagnetic Sr$_4$Fe$_4$O$_{11}$. Notably, FePSe$_3$ is topologically trivial under MSG but hosts Dirac nodal lines within the SSG framework. Upon including SOC, these nodal lines are gapped and generate a sizable anomalous Hall conductivity. Despite a vanishing bulk net magnetism, FePSe$_3$ can host topologically protected surface states with large non-relativistic band spin-splitting. Moreover, topology in MTMs is tunable by rotating the magnetic moment direction once SOC is included, as exemplified in Sr$_4$Fe$_4$O$_{11}$.The interplay of topology with non-relativistic and SOC-induced control of properties via magnetic moment reorientation in the predicted MTMs is worthy of further studies in future."}
{"id": "2601.05147", "categories": ["cond-mat.supr-con", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.05147", "abs": "https://arxiv.org/abs/2601.05147", "authors": ["Markus Griedel", "Max Kristen", "Biliana Gasharova", "Yves-Laurent Mathis", "Alexey V. Ustinov", "Hannes Rotzinger"], "title": "Low-loss Material for Infrared Protection of Cryogenic Quantum Applications", "comment": null, "summary": "The fragile quantum states of low-temperature quantum applications require protection from infrared radiation caused by higher-temperature stages or other sources. We propose a material system that can efficiently block radiation up to the optical range while transmitting photons at low gigahertz frequencies. It is based on the effect that incident photons are strongly scattered when their wavelength is comparable to the size of particles embedded in a weakly absorbing medium (Mie-scattering). The goal of this work is to tailor the absorption and transmission spectrum of an non-magnetic epoxy resin containing sapphire spheres by simulating its dependence on the size distribution. Additionally, we fabricate several material compositions, characterize them, as well as other materials, at optical, infrared, and gigahertz frequencies. In the infrared region (stop band) the attenuation of the Mie-scattering optimized material is high and comparable to that of other commonly used filter materials. At gigahertz frequencies (pass-band), the prototype filter exhibits a high transmission at millikelvin temperatures, with an insertion loss of less than $0.4\\,$dB below $10\\,$GHz."}
{"id": "2601.05179", "categories": ["cond-mat.mtrl-sci", "cond-mat.soft", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.05179", "abs": "https://arxiv.org/abs/2601.05179", "authors": ["Shubham Tanwar", "Han-Yan Wu", "Chi-Yuan Yang", "Ruben Millan-Solsona", "Simone Fabiano", "Adrica Kyndiah", "Gabriel Gomila"], "title": "Local Multimodal Dynamics in Mixed Ionic-Electronic Conductors and Their Fingerprints in Organic Electrochemical Transistor Operation", "comment": null, "summary": "Mixed ionic-electronic conductors host tightly coupled interactions among mobile ions, electronic charges, and the polymer matrix, giving rise to complex multimodal responses spanning electrical, mechanical, and morphological transformations. These materials underpin organic electrochemical transistors (OECTs), which translate such interactions into low-voltage signal amplification and sensing for applications in bioelectronics, neuromorphic computing, and memory. Despite their central role, OECT current-voltage transfer characteristics are often treated phenomenologically, as both the local multimodal dynamics and their connection to global device response remain unresolved. Here, we reveal that the transfer curve encodes a cascade of spatially localized electrochemical transitions, each associated with distinct changes in conductivity, stiffness, and morphology, fundamentally redefining it as a spatially resolved fingerprint of device's internal state. Using automated operando multimodal in-liquid scanning dielectric microscopy, we directly map these dynamics and identify region-specific electrochemical thresholds governing the interplay between source, channel, and drain. We found that the local tip-sample electrostatic force serves as a remarkable mechanistic observable of coupled multimodal dynamics in mixed conductors. A physically grounded model links it to general material, interfacial, and geometric parameters, enabling mechanistic interpretation and predictive insights. Our work provides a new framework for probing and understanding mixed conduction in ion-electron coupled systems."}
{"id": "2601.05185", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05185", "abs": "https://arxiv.org/abs/2601.05185", "authors": ["Xu-Ping Yao", "Chao-Kai Li", "Gang v. Chen"], "title": "Surface chiral Abelian topological order on multilayer cluster Mott insulators", "comment": "Main: 7 pages, 3 figures; SM: 13 pages, 3 figures", "summary": "The surface states of a symmetry protected topological state can have many possibilities. Here we propose a chiral Abelian topological order on a distinct surface of a multilayer-stacked cluster Mott insulating system. The first-principle calculation and the slave-rotor mean-field theory are applied to study the surface states of the relevant material system. The angle-resolved photoemission spectroscopic measurement is further suggested to detect the anomalous surface fractionalization of the chiral Abelian topological order on the surface. The connection with real materials is further discussed. We expect our results to inspire the interest in the emergent exotic and correlation physics among the cluster Mott insulating systems and in the interplay between the two different branches of topological phases."}
{"id": "2601.05196", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.05196", "abs": "https://arxiv.org/abs/2601.05196", "authors": ["Min Long", "Zeno Bacciconi", "Hongyu Lu", "Hernan B. Xavier", "Zi Yang Meng", "Marcello Dalmonte"], "title": "Chiral Graviton Modes in Fermionic Fractional Chern Insulators", "comment": "24 pages,22 figures", "summary": "Chiral graviton modes are hallmark collective excitations of Fractional Quantum Hall (FQH) liquids. However, their existence on the lattice, where continuum symmetries that protect them from decay are lost, is still an open and urgent question, especially considering the recent advances in the realization of Fractional Chern Insulators (FCI) in transition metal dichalcogenides and rhombohedral pentalayer graphene. Here we present a comprehensive theoretical and numerical study of graviton-modes in fermionic FCI, and thoroughly demonstrate their existence. We first derive a lattice stress tensor operator in the context of the fermionic Harper-Hofstadter(HH) model which captures the graviton in the flat band limit. Importantly, we discover that such lattice stress-tensor operators are deeply connected to lattice quadrupolar density correlators, readily generalizable to generic Chern bands. We then explicitly show the adiabatic connection between FQH and FCI chiral graviton modes by interpolating from a low flux HH model to a Checkerboard lattice model that hosts a topological flat band. In particular, using state-of-the-art matrix product state and exact diagonalization simulations, we provide strong evidence that chiral graviton modes are long-lived excitations in FCIs despite the lack of continuous symmetries and the scattering with a two-magnetoroton continuum. By means of a careful finite-size analysis, we show that the lattice generates a finite but small intrinsic decay rate for the graviton mode. We discuss the relevance of our results for the exploration of graviton modes in FCI phases realized in solid state settings, as well as cold atom experiments."}
{"id": "2601.05197", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.05197", "abs": "https://arxiv.org/abs/2601.05197", "authors": ["Andrew P. Weber", "Iñigo Robredo", "Philipp Rüssmann", "Maxim Ilyn", "Arnaud Magrez", "Philippe Bugnon", "Nan Xu", "Vladimir Strocov", "J. Hugo Dil", "J. Enrique Ortega", "Julen Ibañez-Azpiroz"], "title": "Control of the MoTe$_2$ Fermi Surface by Nb Doping", "comment": "44 pages, 11 figures", "summary": "Ab initio calculations and angle-resolved photoemission experiments show that the bulk and surface electronic structure of Weyl semimetal candidate MoTe$_2$ changes significantly by tuning the chemical potential by less than 0.4 eV. Calculations show that several Lifshitz transitions can occur among multiple electron and hole Fermi pockets of differing orbital character. Experiments show that 18% Nb-Mo substitution reduces the occupation of bulk and (001) surface bands, effectively producing a chemical potential shift of $\\approx 0.3$ eV. Orbital character and dimensionality of the bulk bands is examined by soft X-ray angle resolved photoemission with control of the excitation light polarization. The band filling at the surface is shown to increase upon deposition of alkali atoms. The results indicate that multiple regimes of electronic properties can be easily accessed in this versatile, layered material."}
{"id": "2601.05198", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.05198", "abs": "https://arxiv.org/abs/2601.05198", "authors": ["Rémi Goerlich", "Antoine Tartar", "Yael Roichman", "Igor M Sokolov"], "title": "Fluctuation-response relation for a nonequilibrium system with resolved Markovian embedding", "comment": null, "summary": "Fluctuation-response relations must be modified to describe nonequilibrium systems with non-Markovian dynamics. Here, we experimentally demonstrate that such relation is quantitatively recovered when the appropriate Markovian embedding of the dynamics is explicitly resolved. Using a colloidal particle optically trapped in a harmonic potential and driven out of equilibrium by a controlled colored noise, we study the response to a perturbation of the stiffness of the confining potential. While the reduced dynamics violates equilibrium fluctuation-response relations, we show that the dynamical response to the stiffness perturbation is fully determined by steady-state correlations involving the exact conjugate observable in the Markovian embedding."}
{"id": "2601.05234", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.05234", "abs": "https://arxiv.org/abs/2601.05234", "authors": ["Lucien Jezequel", "Loïc Herviou", "Jens Bardarson"], "title": "When and why non-Hermitian eigenvalues miss eigenstates in topological physics", "comment": null, "summary": "Non-Hermitian systems exhibit a fundamental spectral dichotomy absent in Hermitian physics: the eigenvalue spectrum and the eigenstate spectrum can deviate significantly in the thermodynamic limit. We explain how non-Hermitian Hamiltonians can support eigenstates completely undetected by eigenvalues, with the unidirectional Hatano-Nelson model serving as both a minimal realization and universal paradigm for this phenomenon. Through exact analytical solutions, we show that this model contains not only hidden modes but multiple macroscopic hidden exceptional points that appear more generally in all systems with a non-trivial bulk winding. Our framework explains how the apparent bulk-edge correspondence failures in models like the non-Hermitian SSH chain instead reflect the systematic inability of the eigenvalue spectrum to detect certain eigenstates in systems with a skin-effect. These results establish the limitation of the eigenvalue spectrum and suggest how the eigenstate approach can lead to improved characterization of non-Hermitian topology."}
{"id": "2601.05236", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.05236", "abs": "https://arxiv.org/abs/2601.05236", "authors": ["M. F. DiScala", "A. de la Torre", "J. W. Krizan", "J. Wouters", "V. Bisogni", "J. Pelliciari", "R. J. Cava", "K. W. Plumb"], "title": "Stability of the Local Ni$^{2+}$ Electronic Structure to $A$-site Disorder in the Pyrochlore Antiferromagnet NaCaNi$_2$F$_7$", "comment": "12 pages, 7 figures", "summary": "NaCaNi$_2$F$_7$ is a unique example of spin-1 Heisenberg antiferromagnet on the pyrochlore lattice, but the presence of Na$^{1+}$/Ca$^{2+}$ $A$-site disorder complicates the local electronic and magnetic environment of the Ni$^{2+}$ $B$-site. We utilize resonant inelastic X-ray scattering (RIXS) to study the influence of $A$-site disorder on the $B$-site electronic structure of NaCaNi$_2$F$_7$. Ni L-edge RIXS measurements reveal a Ni$^{2+}$ electronic structure in nearly ideal octahedral coordination, with only a small trigonal compression ($δ$ = -200$\\;$meV) required to capture all spectral features. Within the $D_{3d}$ symmetry of the Ni local environment, we extract an anisotropic $g$-factor of $g_{\\parallel} = 2.26$ and $g_{\\perp} = 2.27$, and a corresponding paramagnetic moment of $μ_{\\rm{eff}}=3.2\\;μ_B$. To simulate disorder, RIXS spectra were calculated with realistic distributions of crystal field parameters; however, these spectra are invariant relative to a disorder-free model, demonstrating the robustness of the Ni$^{2+}$ electronic environment to the $A$-site disorder, within the resolution of our measurement."}
{"id": "2601.05238", "categories": ["cond-mat.stat-mech", "cond-mat.str-el", "nlin.CD"], "pdf": "https://arxiv.org/pdf/2601.05238", "abs": "https://arxiv.org/abs/2601.05238", "authors": ["Sibaram Ruidas", "Sthitadhi Roy", "Subhro Bhattacharjee", "Roderich Moessner"], "title": "How many-body chaos emerges in the presence of quasiparticles", "comment": "18 pages, 15 figures", "summary": "Many-body chaos is a default property of many-body systems; at the same time, near-integrable behaviour due to weakly interacting quasiparticles is ubiquitous throughout condensed matter at low temperature. There must therefore be a, possibly generic, crossover between these very different regimes. Here, we develop a theory encapsulating the notion of a cascade of lightcones seeded by sequences of scattering of weakly interacting harmonic modes as witnessed by a suitably defined chaos diagnostic (classical decorrelator) that measures the spatiotemporal profile of many-body chaos. Our numerics deals with the concrete case of a classical Heisenberg chain, for either sign of the interaction, at low temperatures where the short-time dynamics are well captured in terms of non-interacting spin waves. To model low-temperature dynamics, we use ensembles of initial states with randomly embedded point defects in an otherwise ordered background, which provides a controlled setting for studying the scattering events. The decorrelator exhibits a short-time integrable regime followed by an intermediate `scarred' regime of the cascade of lightcones in progress; these then overlap, leading to an avalanche of scattering events which finally yields the standard long-time signature of many-body chaos."}
{"id": "2601.04621", "categories": ["physics.chem-ph", "cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.04621", "abs": "https://arxiv.org/abs/2601.04621", "authors": ["Huanchen Zhai", "Chenghan Li", "Xing Zhang", "Zhendong Li", "Seunghoon Lee", "Garnet Kin-Lic Chan"], "title": "Classical solution of the FeMo-cofactor model to chemical accuracy and its implications", "comment": "89 pages, 34 figures, comments are welcome", "summary": "The main source of reduced nitrogen for living things comes from nitrogenase, which converts N2 to NH3 at the FeMo-cofactor (FeMo-co). Because of its role in supporting life, the uncertainty surrounding the catalytic cycle, and its compositional richness with eight transition metal ions, FeMo-co has fascinated scientists for decades. After much effort, the complete atomic structure was resolved. However, its electronic structure, central to reactivity, remains under intense debate.\n  FeMo-co's complexity, arising from many unpaired electrons, has led to suggestions that it lies beyond the reach of classical computing. Consequently, there has been much interest in the potential of quantum algorithms to compute its electronic structure. Estimating the cost to compute the ground-state to chemical accuracy (~1 kcal/mol) within one or more FeMo-co models is a common benchmark of quantum algorithms in quantum chemistry, with numerous resource estimates in the literature.\n  Here we address how to perform the same task using classical computation. We use a 76 orbital/152 qubit resting state model, the subject of most quantum resource estimates. Based on insight into the multiple configuration nature of the states, we devise classical protocols that yield rigorous or empirical upper bounds to the ground-state energy. Extrapolating these we predict the ground-state energy with an estimated uncertainty on the order of chemical accuracy. Having performed this long-discussed computational task, we next consider implications beyond the model. We distill a simpler computational procedure which we apply to reveal the electronic landscape in realistic representations of the cofactor. We thus illustrate a path to a precise computational understanding of FeMo-co electronic structure."}
{"id": "2601.04898", "categories": ["physics.comp-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.04898", "abs": "https://arxiv.org/abs/2601.04898", "authors": ["Ao Zhou", "Salma Zahran", "Chi Chen", "Zhengyang Zhang", "Yanming Wang"], "title": "A joint voxel flow - phase field framework for ultra-long microstructure evolution prediction with physical regularization", "comment": "33 pages, 7 figures.Submitted waiting for review", "summary": "Phase-field (PF) modeling is a powerful tool for simulating microstructure evolution. To overcome the high computational cost of PF in solving complex PDEs, machine learning methods such as PINNs, convLSTM have been used to predict PF evolution. However, current methods still face shortages of low flexibility, poor generalization and short predicting time length. In this work, we present a joint framework coupling voxel-flow network (VFN) with PF simulations in an alternating manner for long-horizon temporal prediction of microstructure evolution. The VFN iteratively predicts future evolution by learning the flow of pixels from past snapshots, with periodic boundaries preserved in the process. Periodical PF simulations suppresses nonphysical artifacts, reduces accumulated error, and extends reliable prediction time length. The VFN is about 1,000 times faster than PF simulation on GPU. In validation using grain growth and spinodal decomposition, MSE and SSIM remain 6.76% and 0.911 when predicted 18 frames from only 2 input frames, outperforming similar predicting methods. For an ultra-long grain growth prediction for 82 frames from 2 input frames, grain number decreases from 600 to 29 with NMSE of average grain area remaining 1.64%. This joint framework enables rapid, generalized, flexible and physically consistent microstructure forecasting from image-based data for ultra-long time scales."}
