{"id": "2601.08935", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08935", "abs": "https://arxiv.org/abs/2601.08935", "authors": ["Abhishek Banerjee", "Stefano Deledda", "Olena Zavorotynska"], "title": "Effect of Niobium Doping on the Crystal Structure and Hydrogen Sorption Properties of TiFe: Combined Synchrotron X-ray Diffraction and Extended X-ray Absorption Fine Structure Study", "comment": null, "summary": "TiFe alloys are attractive compounds for solid-state stationary hydrogen storage. They can absorb hydrogen gas reversibly at near ambient temperatures and practical pressures with high volumetric capacities surpassing that of cryogenically liquified H2. The main drawback of TiFe-based storage systems is a costly activation procedure required due to the formation of oxide surface layer, which hinders hydrogen diffusion into the bulk. Doping the alloy with various additives is known to improve hydrogen diffusion softening the conditions of the activation procedure. Hydrogen sorption properties of the modified alloys have been the focus of most studies whereas less attention has been dedicated to the fundamental understanding of the effects of hydrogen sorption on the alloys' structure. The latter, however, is an important information in the knowledge-guided design of novel materials. In this work, we investigated effects of Nb-doping on crystallographic structure of TiFe metal-alloy compounds and their hydrogen sorption properties. TiFe samples with two different Nb stoichiometries were synthesized using arc-melting (AM) and characterised with synchrotron powder X-ray diffraction (SR-PXRD) and extended X-ray absorption fine structure (EXAFS) analysis. Overall, H2 absorption measurements (at 50 +/- 2 degrees C and 40 +/- 2 bar), have shown that doping of TiFe with Nb can improve matrix activation and kinetics of hydrogen sorption without compromising the overall storage capacities. Refinement of SR-PXRD and EXAFS data showed significant Nb occupancy in secondary Ti phases, which improved the hydrogenation properties of the alloys."}
{"id": "2601.08970", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.08970", "abs": "https://arxiv.org/abs/2601.08970", "authors": ["Hongshun Chen", "Ryan Zhou", "Rujing Zha", "Zihan Chen", "Wenpan Li", "Rowan Rolark", "John Patrick Reidy", "Jian Cao", "Ping Guo", "David C. Dunand", "Horacio D. Espinosa"], "title": "Machine Learning-Driven Creep Law Discovery Across Alloy Compositional Space", "comment": "27 pages, 7 figures", "summary": "Hihg-temperature creep characterization of structural alloys traditionally relies on serial uniaxial tests, which are highly inefficient for exploring the large search space of alloy compositions and for material discovery. Here, we introduce a machine-learning-assisted, high-throughput framework for creep law identification based on a dimple array bulge instrument (DABI) configuration, which enables parallel creep testing of 25 dimples, each fabricated from a different alloy, in a single experiment. Full-field surface displacements of dimples undergoing time-dependent creep-induced bulging under inert gas pressure are measured by 3D digital image correlation. We train a recurrent neural network (RNN) as a surrogate model, mapping creep parameters and loading conditions to the time-dependent deformation response of DABI. Coupling this surrogate with a particle swarm optimization scheme enables rapid and global inverse identification with sparsity regularization of creep parameters from experiment displacement-time histories. In addition, we propose a phenomenological creep law with a time-dependent stress exponent that captures the sigmoidal primary creep observed in wrought INCONEL 625 and extracts its temperature dependence from DABI test at multiple temperatures. Furthermore, we employ a general creep law combining several conventional forms together with regularized inversion to identify the creep laws for 47 additional Fe-, Ni-, and Co-rich alloys and to automatically select the dominant functional form for each alloy. This workflow combined with DABI experiment provides a quantitative, high-throughput creep characterization platform that is compatible with data mining, composition-property modeling, and nonlinear structural optimization with creep behavior across a large alloy design space."}
{"id": "2601.08971", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.08971", "abs": "https://arxiv.org/abs/2601.08971", "authors": ["M. Rooks", "S. Abbaszadeh", "J. Asaadi", "V. A. Chirayath", "M. Á. García-Peris", "E. Gramellini", "K. Hellier", "B. Sudarsan", "I. Tzoka"], "title": "Charge Transport and Multiplication in Lateral Amorphous Selenium Devices Under Cryogenic Conditions", "comment": null, "summary": "Cryogenic photon sensing for high-energy physics motivates photosensor technologies that combine large-area scalability with internal gain and stable operation at low temperature. Amorphous selenium is a promising photoconductor, yet its field- and temperature-dependent transport and avalanche response in lateral geometries have not been systematically established. This work reports field-resolved photocurrent measurements of lateral a-Se devices from 93 K to 297 K under 401 nm excitation at fields up to 120 V/um. Below avalanche onset, the external quantum efficiency was described by the Onsager model, yielding effective post-thermalization separations that decrease with decreasing temperature. The field-assisted detrapping region was evaluated using several transport models, with the data favoring field-assisted hopping and thermally-assisted tunneling as the mechanisms that best capture the temperature evolution of the photocurrent. The boundaries between field-assisted detrapping, transport-limited conduction, and avalanche shift with temperature; at 93 K the response transitions directly from detrapping into avalanche. Avalanche multiplication was analyzed using the Lucky-drift model. These results provide the first systematic characterization of cryogenic avalanche behavior in lateral a-Se detectors and establish quantitative trends relevant to low-temperature, high-gain photodetector design."}
{"id": "2601.08984", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08984", "abs": "https://arxiv.org/abs/2601.08984", "authors": ["Lottie L. Murray", "Eric Herrmann", "Igor Evangelista", "Anderson Janotti", "Xi Wang", "Matthew F. Doty"], "title": "Quantifying the Relationship Between Strain and Bandgap in Thin Ga$_2$Se$_2$", "comment": null, "summary": "We present a rigorous analysis that combines theory, simulation, and experimental measurements to quantify the relationship between strain and bandgap in two dimensional gallium selenide (Ga$_2$Se$_2$). Experimentally, we transfer thin Ga$_2$Se$_2$ flakes onto patterned substrates to deterministically induce multiaxial localized strain. We quantify the local strain using a combination of atomic force microscopy (AFM) measurements and COMSOL Multiphysics simulation. We then experimentally map the strain-induced bandgap shifts using high-resolution hyperspectral PL imaging to generate a robust and statistically significant dataset. We systematically fit this data to extract gauge factors that relate the bandgap shift to the local uniaxial and biaxial strain. We then compute the uniaxial and biaxial strain gauge factors via density functional theory (DFT) and find excellent agreement with the experimentally-determined values. Finally, we show that a simple model that computes bandgap shifts from the local uniaxial and biaxial strain predicts the observed multiaxial bandgap shift with less than 10\\% error. The combined results provide a framework for deterministic realization of tailored bandgap profiles induced by controlled strain applied to Ga$_2$Se$_2$, with implications for the future realization of localized quantum emitters for quantum photonic applications."}
{"id": "2601.09187", "categories": ["physics.chem-ph", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09187", "abs": "https://arxiv.org/abs/2601.09187", "authors": ["Kento Kasahara", "Ryo Okabe", "Chia-en A. Chang", "Toshifumi mori", "Nobuyuki Matubayasi"], "title": "A theory of state-to-state transitions based on the framework of classical reaction dynamics", "comment": "16 pages, 8 figures", "summary": "We propose a new method to describe the population dynamics of distinct configurational states based on a continuous-time description of state-to-state transitions. According to classical reaction dynamics theory, the probability density associated with a given state obeys the Liouville equation, the probability density associate d with a given state obeys the Li ouville equation, including influx from and efflux to neighboring states. By introducing a Markov approximation for the crossing of boundaries separating the states, tractable integral equations governing the state populations are derived. Once the time-dependent quantities appearing in these equations are evaluated, the population dynamics on long timescales can be obtained. Because these quantities depend only on a few states in the local neighborhood of a given state, they can be computed using a set of short-timescale molecular dynamics (MD) simulations. We apply the present method to the binding and unbinding kinetics of CH$_4$/CH$_4$, Na$^+$/Cl$^-$, and 18-crown-6-ether (crown ether)/K$^+$ in water. For both kinetics, the time constants estimated from the present method are almost comparable to those obtained from brute-force MD simulations. The required timescale of each MD trajectory in the present method is approximately two orders of magnitude shorter than that in the brute-force MD approach in the crown ether/K$^+$ system. This reduction in the trajectory timescale enables applications to\n  complex binding and unbinding sy stems whose characteristic timescales a re far beyond those directly acce ssible by brute-force MD simulati ons."}
{"id": "2601.08947", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08947", "abs": "https://arxiv.org/abs/2601.08947", "authors": ["Matt Boswell", "Mingyu Xu", "Haozhe Wang", "Mouyang Cheng", "N. Li", "X. F. Sun", "Haidong Zhou", "Huibo Cao", "Mingda Li", "Weiwei Xie"], "title": "Frustrated Magnetism in FeGe$_3$O$_4$ with a Chiral Trillium Network", "comment": "26 pages, 4+6 figures", "summary": "The discovery of new magnetic ground states in geometrically frustrated lattices remains a central challenge in materials science. Here, we report the synthesis, structural characterization, and frustrated magnetic properties of FeGe$_3$O$_4$, a newly identified compound that crystallizes in the noncentrosymmetric cubic space group $P2_13$. In this structure, Fe atoms form an intricate double-trillium lattice with nearest-neighbor Fe--Fe distances of $\\sim$4.2~Å, while Ge$^{2+}$ ions mediate magnetic interactions through Fe-Ge-Fe pathways. Field-dependent magnetization at 2~K shows a pronounced nonlinearity, reaching a maximum moment of 2.55(3)~$μ_\\mathrm{B}$/Fe$^{2+}$ at 70~kOe without evidence of saturation. Magnetic susceptibility, heat capacity, and neutron scattering collectively reveal the onset of short-range magnetic interactions near 5~K, with no long-range ordering detected down to 0.06~K. Specific heat measurements demonstrate strong frustration: only $\\sim$34\\% of the expected magnetic entropy is recovered at 2.4~K. Taken together, these results establish FeGe$_3$O$_4$ as a rare example of a geometrically frustrated trillium-lattice magnet, offering a promising platform for exploring exotic quantum magnetic phenomena."}
{"id": "2601.09138", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09138", "abs": "https://arxiv.org/abs/2601.09138", "authors": ["Sahas Kamat", "Jared Dans", "Shanta Saha", "Daniel F. Agterberg", "Johnpierre Paglione", "B. J. Ramshaw"], "title": "Vanishing Phase Stiffness and Fluctuation-Dominated Superconductivity: Evidence for Inter-Band Pairing in UTe$_2$", "comment": "7 figures", "summary": "Superconductivity in three dimensions is almost universally governed by Ginzburg-Landau mean field theory, with critical fluctuations typically confined to within a few percent of the transition temperature ($T_{\\rm c}$). We report that the heavy-Fermion superconductor UTe$_2$ exhibits a fluctuation regime that extends over a temperature range as wide as $T_{\\rm c}$ itself -- the largest observed for any three-dimensional superconductor. Through ultrasound measurements of the elastic moduli and sound attenuation, we find that UTe$_2$ transitions from a mean-field-like state at ambient pressure to a fluctuation dominated state at higher pressures. This regime is marked by elastic softening and an increase in sound attenuation that onsets well above $T_{\\rm c}$, with the attenuation remaining anomalously high deep in the superconducting state. Our analysis shows that these features stem from an extremely low superfluid phase stiffness. This results in a kinetic inductance as high as that of granular aluminum, but achieved in the clean limit. We propose that this exotic state is driven by dominant inter-band pairing mediated by ferromagnetic fluctuations, leading to \"local\" cooper pairs with a coherence length of only a few lattice constants."}
{"id": "2601.09009", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.09009", "abs": "https://arxiv.org/abs/2601.09009", "authors": ["Richard G. Hennig", "Clotilde S. Cucinotta"], "title": "Divergent Fluctuations from an Infrared 2D-Mode Catastrophe", "comment": null, "summary": "Molecular simulations of interfacial polar media routinely employ periodic boundary conditions parallel to the interface. We show that this geometry injects a uniform plane mode ($q_{\\parallel}=0$) that converts the plane-averaged electrostatic potential into a cumulative sum of plane-dipole increments, a random walk in $z$. Consequently, the variance of the plane-averaged potential grows linearly with depth in semi-infinite slabs and follows a parabolic Brownian-bridge profile in finite cells with both ends fixed, with an amplitude inversely proportional to the cell's lateral area. Hence, at any finite area, the variance diverges with slab thickness, a 2D-mode catastrophe. In contrast, a pure 1D chain (no lateral replication) and a fully 3D, nonperiodic medium both exhibit bounded fluctuations that saturate with distance. The mechanism is generic to any solver of Poisson's equation with 2D periodicity, so the apparent growth and ultimate divergence in potential fluctuation are artifacts of boundary conditions rather than material response, and we provide a simple scaling criterion for choosing slab sizes that keeps these artifacts under quantitative control."}
{"id": "2601.08993", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.08993", "abs": "https://arxiv.org/abs/2601.08993", "authors": ["Ehsan Faridi", "Se Kwon Kim", "Giovanni Vignale"], "title": "Two-Dimensional Twisted Ferromagnetic Domain Wall as a Spin-Wave Diffraction Grating", "comment": null, "summary": "We present a theoretical study of spin-wave scattering by a twisted domain wall (DW) in a two-dimensional ferromagnet with easy-axis anisotropy. While the twisted DW generates an effective gauge field for spin waves, leading to a deflection of their trajectories, our main focus is on a distinct effect that arises when a hard-axis anisotropy is present in addition to the easy-axis anisotropy. In this case, the translational symmetry of the spin-wave Hamiltonian along the DW is broken, resulting in a periodic modulation of the Hamiltonian. This periodicity leads to the formation of multiple diffracted spin wave modes on both sides of the DW, engendering a DW-induced magnonic diffraction pattern. The interplay between the emergent gauge field and the anisotropy-induced periodicity reveals rich spin-wave dynamics and suggests potential applications for manipulating magnon flow in two-dimensional magnetic textures."}
{"id": "2601.08935", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.08935", "abs": "https://arxiv.org/abs/2601.08935", "authors": ["Abhishek Banerjee", "Stefano Deledda", "Olena Zavorotynska"], "title": "Effect of Niobium Doping on the Crystal Structure and Hydrogen Sorption Properties of TiFe: Combined Synchrotron X-ray Diffraction and Extended X-ray Absorption Fine Structure Study", "comment": null, "summary": "TiFe alloys are attractive compounds for solid-state stationary hydrogen storage. They can absorb hydrogen gas reversibly at near ambient temperatures and practical pressures with high volumetric capacities surpassing that of cryogenically liquified H2. The main drawback of TiFe-based storage systems is a costly activation procedure required due to the formation of oxide surface layer, which hinders hydrogen diffusion into the bulk. Doping the alloy with various additives is known to improve hydrogen diffusion softening the conditions of the activation procedure. Hydrogen sorption properties of the modified alloys have been the focus of most studies whereas less attention has been dedicated to the fundamental understanding of the effects of hydrogen sorption on the alloys' structure. The latter, however, is an important information in the knowledge-guided design of novel materials. In this work, we investigated effects of Nb-doping on crystallographic structure of TiFe metal-alloy compounds and their hydrogen sorption properties. TiFe samples with two different Nb stoichiometries were synthesized using arc-melting (AM) and characterised with synchrotron powder X-ray diffraction (SR-PXRD) and extended X-ray absorption fine structure (EXAFS) analysis. Overall, H2 absorption measurements (at 50 +/- 2 degrees C and 40 +/- 2 bar), have shown that doping of TiFe with Nb can improve matrix activation and kinetics of hydrogen sorption without compromising the overall storage capacities. Refinement of SR-PXRD and EXAFS data showed significant Nb occupancy in secondary Ti phases, which improved the hydrogenation properties of the alloys."}
{"id": "2601.09288", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.09288", "abs": "https://arxiv.org/abs/2601.09288", "authors": ["Xuanzhao Gao", "Shidong Jiang", "Jiuyang Liang", "Qi Zhou"], "title": "An $O(\\log N)$ Monte Carlo method for periodic Coulomb systems", "comment": "27 pages, 4 figures", "summary": "Efficient Monte Carlo (MC) sampling of many-body systems with long-range electrostatics is often limited by the cost of per-move energy-difference evaluation under periodic boundary conditions. We present DMK-MC, an accelerated MC method that adapts the dual-space multilevel kernel-splitting (DMK) framework to single-particle Metropolis updates. DMK-MC computes the energy change and, upon acceptance, updates the stored incoming plane-wave fields with $O(1)$ work per tree level, yielding an overall $O(\\log N)$ expected work per trial move for fixed accuracy. The method decomposes the Coulomb kernel into three components: a global, periodized smooth part; a multilevel sequence of smooth difference kernels whose interactions are restricted to same-level colleague boxes; and a singular residual kernel whose short-range interactions are evaluated directly. Benchmarks on uniform, highly nonuniform, and implicit-solvent electrolyte and colloidal configurations show that DMK-MC consistently outperforms a recent FMM-based $O(\\log N)$ Monte Carlo method, delivering several-fold speedups at comparable tolerances."}
{"id": "2601.09027", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09027", "abs": "https://arxiv.org/abs/2601.09027", "authors": ["Jihua Chen", "Panagiotis Christakopoulos", "Karuna D. Chen", "Ilia N. Ivanov", "Rigoberto Advincula"], "title": "Agentic AI and Machine Learning for Accelerated Materials Discovery and Applications", "comment": "34 pages, 4 figures, and 3 tables", "summary": "Artificial Intelligence (AI), especially AI agents, is increasingly being applied to chemistry, healthcare, and manufacturing to enhance productivity. In this review, we discuss the progress of AI and agentic AI in areas related to, and beyond polymer materials and discovery chemistry. More specifically, the focus is on the need for efficient discovery, core concepts, and large language models. Consequently, applications are showcased in scenarios such as (1) flow chemistry, (2) biosensors, and (3) batteries."}
{"id": "2601.09370", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.09370", "abs": "https://arxiv.org/abs/2601.09370", "authors": ["Esther Resines-Urien", "Enrique Burzurí", "Estefania Fernandez-Bartolome", "Miguel Ángel García García-Tuñón", "Patricia de la Presa", "Roberta Poloni", "Simon J. Teat", "Jose Sanchez Costa"], "title": "Molecular-based coordination polymer as reversible and precise acetonitrile electro-optical readout", "comment": null, "summary": "Efficient detection of harmful organic volatile compounds is a major health and environmental need in industrialized societies. Tailor-made metal-organic frameworks and other coordination polymers are emerging as promising sensing molecular materials thanks to their responsivity to a wide variety of external stimuli, and could be used to complement conventional sensors. Here, a non-porous crystalline 1D Fe(II) coordination polymer acting as a porous acetonitrile host is presented. The desorption of interstitial acetonitrile is accompanied by magneto-structural transitions easily detectable in the optical and electronic properties of the material. The structural switch and therefore its (opto)electronic readout are reversible under exposition of the crystal to acetonitrile vapor. Coordination polymers can be versatile sensors for volatile acetonitrile and potentially other organic compounds."}
{"id": "2601.08997", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.08997", "abs": "https://arxiv.org/abs/2601.08997", "authors": ["Ziqiang Guan", "Sophia F. R. TenHuisen", "M. Tepie", "Yifeng Zhao", "Ezra Day-Roberts", "Harrison LaBollita", "Alexander M. Young", "Xiaomeng Cui", "Xinglong Chen", "Filippo Glerean", "Carl A. Guia", "Mark P. M. Dean", "Philip Kim", "J. F. Mitchell", "Antia S. Botana", "Christopher C. Homes", "Matteo Mitrano"], "title": "Electronic layer decoupling driven by density-wave order in La$_4$Ni$_3$O$_{10}$", "comment": "31 pages, 22 figures, main text and supplementary material", "summary": "We probe the density-wave transition of the trilayer nickelate La$_4$Ni$_3$O$_{10}$ with polarization-resolved infrared spectroscopy. The low-energy electrodynamics is strongly anisotropic, with metallic in-plane and insulating out-of-plane character. In the ordered phase, the anisotropy grows more than an order of magnitude as the out-of-plane conductivity is sharply suppressed. We interpret this enhancement as an effective electronic decoupling of the Ni-O layers, driven by a spin-density-wave-induced redistribution of Ni-$d_{z^2}$ occupation within the trilayers. This electronic response is accompanied by clear shifts and splittings of the out-of-plane phonons, compatible with a density-wave instability of electronic origin."}
{"id": "2601.09396", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09396", "abs": "https://arxiv.org/abs/2601.09396", "authors": ["Paul Leask", "Calum Ross", "Egor Babaev"], "title": "Interactions of composite magnetic skyrmion-superconducting vortex pairs in ferromagnetic superconductors", "comment": "Rev 1: 11 pages, 5 figures", "summary": "We study composite topological excitations in ferromagnetic superconductors consisting of bound states of magnetic spin textures (skyrmions) and superconducting vortices. Using a Ginzburg--Landau framework with Zeeman coupling between the magnetization and superconducting magnetic field, we demonstrate that skyrmion-vortex pairs (SVPs) form energetically stable bound states. By analyzing their asymptotic interactions, we identify regimes in which SVPs exhibit both short-range repulsion and long-range attraction, leading to clustering phenomena. Our results provide a field-theoretical basis for understanding suggest pathways for controlling hybrid topological matter through long-range interactions."}
{"id": "2601.09296", "categories": ["cond-mat.stat-mech", "math-ph", "math.PR"], "pdf": "https://arxiv.org/pdf/2601.09296", "abs": "https://arxiv.org/abs/2601.09296", "authors": ["Ivan Burenev", "Michael J. Kearney", "Satya N. Majumdar"], "title": "A first passage problem for a Poisson counting process with a linear moving boundary", "comment": "49 pages, 15 figures", "summary": "The time to first crossing for the Poisson counting process with respect to a linear moving barrier with offset is a classic problem, although key results remain scattered across the literature and their equivalence is often unclear. Here we present a unified and pedagogical treatment of two approaches: the direct time-domain approach based on path-decomposition techniques and the Laplace-domain approach based on the Pollaczek-Spitzer formula. Beyond streamlining existing derivations and establishing their consistency, we leverage the complementary nature of the two methods to obtain new exact analytical results. Specifically, we derive an explicit large deviation function for the first-passage time distribution in the subcritical regime and closed-form expressions for the conditional mean first-passage time for arbitrary offset. Despite its simplicity, this first crossing process exhibits non-trivial critical behavior and provides a rare example where all the main results of interest can be derived exactly."}
{"id": "2601.09030", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09030", "abs": "https://arxiv.org/abs/2601.09030", "authors": ["Yingtong Zhu", "Kang Lan", "Shiling Li", "Ning Hao", "Ping Zhang", "Jiyong Fu"], "title": "Strain-Driven \"Sinusoidal\" Valley Control of Hybridized $Γ-\\mathrm{K}$ Excitons", "comment": "6 pages, 3 figures", "summary": "The photoluminescence (PL) of momentum-indirect $\\rm Γ- K$ excitons in monolayer WS$_2$ under biaxial strain was recently observed by Blundo et al. [Phys. Rev. Lett. 129, 067402 (2022)], yet its microscopic origin remains elusive. Here we develop a unified framework that reproduces the measured PL and reveals its fundamental excitonic mechanism. We reveal that: (i) the PL originates from genuinely hybridized direct-indirect excitonic eigenstates, rather than nominally mixed species with fixed dominant character; (ii) the direct exciton converts into the indirect one via a previously unrecognized two-step pathway -- exchange-interaction-driven exciton transfer followed by a spin flip; and (iii) a higher-energy indirect exciton, absent from prior studies, acts as a crucial intermediate mediating this conversion. Beyond explaining experiment, our theory predicts a striking strain-driven \"sinusoidal'' valley response, furnishing a continuously tunable valley dial that far exceeds binary control schemes. This unified picture of strain-engineered direct-indirect exciton dynamics introduces a new paradigm for manipulating long-lived valley degrees of freedom, opening a pathway toward programmable valley pseudospin engineering and next-generation valleytronic quantum technologies."}
{"id": "2601.08947", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.08947", "abs": "https://arxiv.org/abs/2601.08947", "authors": ["Matt Boswell", "Mingyu Xu", "Haozhe Wang", "Mouyang Cheng", "N. Li", "X. F. Sun", "Haidong Zhou", "Huibo Cao", "Mingda Li", "Weiwei Xie"], "title": "Frustrated Magnetism in FeGe$_3$O$_4$ with a Chiral Trillium Network", "comment": "26 pages, 4+6 figures", "summary": "The discovery of new magnetic ground states in geometrically frustrated lattices remains a central challenge in materials science. Here, we report the synthesis, structural characterization, and frustrated magnetic properties of FeGe$_3$O$_4$, a newly identified compound that crystallizes in the noncentrosymmetric cubic space group $P2_13$. In this structure, Fe atoms form an intricate double-trillium lattice with nearest-neighbor Fe--Fe distances of $\\sim$4.2~Å, while Ge$^{2+}$ ions mediate magnetic interactions through Fe-Ge-Fe pathways. Field-dependent magnetization at 2~K shows a pronounced nonlinearity, reaching a maximum moment of 2.55(3)~$μ_\\mathrm{B}$/Fe$^{2+}$ at 70~kOe without evidence of saturation. Magnetic susceptibility, heat capacity, and neutron scattering collectively reveal the onset of short-range magnetic interactions near 5~K, with no long-range ordering detected down to 0.06~K. Specific heat measurements demonstrate strong frustration: only $\\sim$34\\% of the expected magnetic entropy is recovered at 2.4~K. Taken together, these results establish FeGe$_3$O$_4$ as a rare example of a geometrically frustrated trillium-lattice magnet, offering a promising platform for exploring exotic quantum magnetic phenomena."}
{"id": "2601.09009", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.09009", "abs": "https://arxiv.org/abs/2601.09009", "authors": ["Richard G. Hennig", "Clotilde S. Cucinotta"], "title": "Divergent Fluctuations from an Infrared 2D-Mode Catastrophe", "comment": null, "summary": "Molecular simulations of interfacial polar media routinely employ periodic boundary conditions parallel to the interface. We show that this geometry injects a uniform plane mode ($q_{\\parallel}=0$) that converts the plane-averaged electrostatic potential into a cumulative sum of plane-dipole increments, a random walk in $z$. Consequently, the variance of the plane-averaged potential grows linearly with depth in semi-infinite slabs and follows a parabolic Brownian-bridge profile in finite cells with both ends fixed, with an amplitude inversely proportional to the cell's lateral area. Hence, at any finite area, the variance diverges with slab thickness, a 2D-mode catastrophe. In contrast, a pure 1D chain (no lateral replication) and a fully 3D, nonperiodic medium both exhibit bounded fluctuations that saturate with distance. The mechanism is generic to any solver of Poisson's equation with 2D periodicity, so the apparent growth and ultimate divergence in potential fluctuation are artifacts of boundary conditions rather than material response, and we provide a simple scaling criterion for choosing slab sizes that keeps these artifacts under quantitative control."}
{"id": "2601.09086", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09086", "abs": "https://arxiv.org/abs/2601.09086", "authors": ["Hui Guo", "Zihao Huang", "Yixuan Gao", "Haowei Chen", "Hao Zhang", "Qian Fang", "Yuhan Ye", "Xianghe Han", "Zhongyi Cao", "Jiayi Wang", "Runnong Zhou", "Zhilin Li", "Chengmin Shen", "Haitao Yang", "Hui Chen", "Wang Yao", "Ziqiang Wang", "Hong-Jun Gao"], "title": "Electronic procrystalline state in moire structures", "comment": "20 Pages, 5 Figures", "summary": "Solid state materials can display varieties of atomic structural orders ranging from crystalline to amorphous, underlying their properties and diverse functionalities. Procrystal has emerged as a new category of solids, featuring a long-range ordered lattice framework tiled with disordered atomic or molecular structures on the lattice sites, arousing great interest due to its novel structural and physical properties. However, the electronic analogue of a procrystal, dubbed as an electronic procrystalline (EPC) state, has never been experimentally observed. Here, we report the observation of an EPC state in a moire superstructure formed between a monolayer metallic NiTe2 and a superconductor NbSe2 with incommensurate lattice wavevectors. The observed EPC state exhibits a long-range periodic charge modulation at the moire scale inlaid with short-range irregular orders within each moire cell. Strikingly, the short-range charge orders inside the moire unit cells have proximately root3*root3 quasi-period, which is absent in pristine NiTe2. Intriguingly, the EPC order is also observed in the superconducting state of the moire superstructure. Furthermore, the emergent EPC state and short-range charge order, coexisting with the proximity induced superconductivity, can be precisely modulated with the thickness of NiTe2. Our findings uncover the potential of moire platform for understanding and tuning novel correlated quantum phases with this exotic procrystalline order."}
{"id": "2601.09046", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09046", "abs": "https://arxiv.org/abs/2601.09046", "authors": ["Sheetal Devi", "Yishui Zhou", "Thomas J. Hicken", "Zurab Guguchia", "Hubertus Luetkens", "Min-Kai Lee", "Lieh-Jeng Chang", "Yixi Su"], "title": "Coexistence of long-range magnetic order and dynamical magnetism in the V-based Kagome metals: A combined thermodynamic and $μ$SR study", "comment": "8 pages, 4 figures", "summary": "V-based Kagome metals exhibit a unique lattice geometry that can give rise to exotic electronic and magnetic phenomena, making them an ideal platform to study the interplay of topology and magnetism. We present a combined thermodynamic and muon spin relaxation ($μ$SR) investigation of single-crystal RV$_{6}$Sn$_{6}$ (R = Tb, Dy, Ho, Er) compounds, focusing on their low-temperature magnetic behavior. Heat capacity and $μ$SR measurements reveal distinct magnetic phase transitions below 4 K, confirming the emergence of long-range magnetic order in all compounds studied. The $μ$SR results further indicate persistent spin fluctuations within the magnetically ordered state down to 50 mK, reflected in reduced ordered moments obtained from hyperfine analysis of the heat capacity measurements. These findings uncover the coexistence of static and dynamic magnetism in V-based Kagome metals and emphasizing the key role of 4$f$-electron anisotropy in shaping their magnetic ground states. Compared with the Mn-based RMn$_{6}$Sn$_{6}$ analogs, our results highlight the unique magnetism arising from the decoupled rare-earth sublattice and its interplay with the nonmagnetic V Kagome network."}
{"id": "2601.09513", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09513", "abs": "https://arxiv.org/abs/2601.09513", "authors": ["Irene Biancardi", "Valerio Levati", "Jordi Alcalà", "Thomas Günkel", "Nicolas Lejeune", "Alejandro V. Silhanek", "Valeria Russo", "Narcís Mestres", "Daniela Petti", "Anna Palau", "Edoardo Albisetti"], "title": "Nanoscale Spatial Tuning of Superconductivity in Cuprate Thin Films via Direct Laser Writing", "comment": "19 pages, 5 figures", "summary": "Cuprate high-temperature superconductors, such as Yttrium Barium Copper Oxide (YBCO), are extremely promising for emerging technologies such as low-power computing, data storage, quantum sensors and superconducting electronics. However, the realization of high-performance functional nanostructures presents formidable challenges due to the difficulty of applying conventional nanofabrication methods to such sensitive materials, making the search for alternative methods a key enabling factor. Since YBCO's superconducting and normal-state properties are highly dependent on oxygen stoichiometry, precise nanoscale control of the oxygen content represents a highly appealing approach for creating advanced nanoengineered devices. In this work, we demonstrate the precise fabrication of sub-micrometer, grayscale patterns over large areas in epitaxial YBCO thin films, achieving finely tuned optical and superconducting transport properties by locally controlling the stoichiometry through maskless direct laser writing under ambient conditions. Cryogenic magneto-optical imaging and transport measurements in irradiated devices directly demonstrate the spatial tuning of the critical temperature and carrier density with the patterning conditions. Correlated Raman microscopy and reflectometry of the patterned regions indicate a laser-power dependent oxygen depletion in the irradiated regions. The proposed laser-controlled stoichiometry approach provides a direct and scalable method to navigate the phase diagram of high-Tc superconducting oxides, offering new possibilities for integrating functional nanostructures into superconducting devices."}
{"id": "2601.09462", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09462", "abs": "https://arxiv.org/abs/2601.09462", "authors": ["Tetsuro Abe", "Kanta Hino", "Shu Tanaka"], "title": "Structural Comparison of Error Mitigation Methods for Ising Machines: Penalty-Spin Model versus Stacked Model", "comment": "14 pages, 11 figures", "summary": "Error-mitigation methods for Ising machines are reexamined not merely as noise-suppression techniques but as a structural design problem of replica-coupled Ising models. Using simulated annealing as a hardware-noise-free testbed, we systematically compare the penalty-spin (PS) model, which couples replicas through a centralized auxiliary layer, with the stacked model, which couples adjacent replicas directly. Numerical experiments on the quadratic assignment problem reveal that the ferromagnetically coupled stacked model stably maintains constraint satisfaction and improves solution quality over a broad parameter range, exhibiting favorable scalability with both the number of replicas and problem size. In contrast, the PS model suffers from cooperation collapse at large parallelism: many-replica averaging in the PS layer washes out sparse solution information, preventing effective inter-replica coordination. These findings demonstrate that the topology of inter-replica couplings decisively influences search robustness, and provide practical guidelines for model selection and parameter tuning in constrained optimization."}
{"id": "2601.09177", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09177", "abs": "https://arxiv.org/abs/2601.09177", "authors": ["Sali Salama", "Joo-Von Kim", "Maryam Massouras", "Jamal Ben Youssef", "Abdelmadjid Anane", "Jean-Paul Adam"], "title": "Multiple three-magnon splittings in bismuth yttrium iron garnet nanostructures", "comment": "Submitted to Physical Review Letters. 6 pages, 5 figures", "summary": "We experimentally demonstrate the generation of multiple three-magnon splitting processes in an in-plane magnetized submicron Bi-YIG disk using micro-focused Brillouin light scattering. The low magnetic damping and strong magneto-optical response of BiYIG enable the detection of nonlinear spin-wave interactions at low threshold powers. By tuning the in-plane static magnetic field, excitation frequency, and power, we observe the generation of three pairs of secondary modes symmetrically distributed around half the excitation frequency. Time-resolved BLS measurements present temporal dynamics and threshold behavior associated with the successive activation of three-magnon pairs."}
{"id": "2601.08970", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.08970", "abs": "https://arxiv.org/abs/2601.08970", "authors": ["Hongshun Chen", "Ryan Zhou", "Rujing Zha", "Zihan Chen", "Wenpan Li", "Rowan Rolark", "John Patrick Reidy", "Jian Cao", "Ping Guo", "David C. Dunand", "Horacio D. Espinosa"], "title": "Machine Learning-Driven Creep Law Discovery Across Alloy Compositional Space", "comment": "27 pages, 7 figures", "summary": "Hihg-temperature creep characterization of structural alloys traditionally relies on serial uniaxial tests, which are highly inefficient for exploring the large search space of alloy compositions and for material discovery. Here, we introduce a machine-learning-assisted, high-throughput framework for creep law identification based on a dimple array bulge instrument (DABI) configuration, which enables parallel creep testing of 25 dimples, each fabricated from a different alloy, in a single experiment. Full-field surface displacements of dimples undergoing time-dependent creep-induced bulging under inert gas pressure are measured by 3D digital image correlation. We train a recurrent neural network (RNN) as a surrogate model, mapping creep parameters and loading conditions to the time-dependent deformation response of DABI. Coupling this surrogate with a particle swarm optimization scheme enables rapid and global inverse identification with sparsity regularization of creep parameters from experiment displacement-time histories. In addition, we propose a phenomenological creep law with a time-dependent stress exponent that captures the sigmoidal primary creep observed in wrought INCONEL 625 and extracts its temperature dependence from DABI test at multiple temperatures. Furthermore, we employ a general creep law combining several conventional forms together with regularized inversion to identify the creep laws for 47 additional Fe-, Ni-, and Co-rich alloys and to automatically select the dominant functional form for each alloy. This workflow combined with DABI experiment provides a quantitative, high-throughput creep characterization platform that is compatible with data mining, composition-property modeling, and nonlinear structural optimization with creep behavior across a large alloy design space."}
{"id": "2601.09092", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09092", "abs": "https://arxiv.org/abs/2601.09092", "authors": ["Ming Yang", "Jun Chen", "Junfeng Wang", "Chao Dong", "Chengliang Lu", "Gang Xu", "Jinguang Cheng", "Jianshi Zhou", "Shuai Dong"], "title": "Unexpected type-II multiferroic phase in GdMnO3 under high magnetic fields", "comment": null, "summary": "Perovskite manganites with small A-site ions, as the first and canonical branch of type-II multiferroics, are ideal systems to exhibit magnetism-induced ferroelectricity. Despite their established magnetoelectric phase diagrams under low magnetic fields, here an unidentified phase with a large magnetism-induced polarization (up to 1500 μC/m2) is revealed in GdMnO3 under high magnetic fields up to 60 T. Based on multiprobe experiments, a complete phase diagram is constructed with successive polar-nonpolar-polar-nonpolar transitions. Such a nonmonotonic evolution is well mimicked by model simulation, while the spin-lattice coupling is the key ingredient for the reentrant ferroelectric phase."}
{"id": "2601.09221", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09221", "abs": "https://arxiv.org/abs/2601.09221", "authors": ["Soichiro Yamane", "Sota Nakamura", "Atsutoshi Ikeda", "Kosuke Noda", "Akihiko Ikeda", "Shingo Yonezawa"], "title": "Magneto-optical Kerr effect measurements under bipolar pulsed magnetic fields", "comment": "6 pages, 3 figures, to be published in JJAP Conference Proceedings", "summary": "The magneto-optical Kerr effect (MOKE) is a powerful probe of magnetism. Its contact-free optical nature makes it potentially well suitable for measurements under pulsed magnetic fields if various difficulties are overcome. In this paper, we report the establishment of MOKE measurements under bipolar pulsed magnetic fields up to 13.1 T. The accuracy of the setup was demonstrated by the excellent agreement with static-field results on the (001) surface of a Fe3O4 single crystal. Furthermore, clear hysteresis loops of various commercial permanent magnets were successfully observed. The capability for rapid characterization of hysteretic properties highlights the versatility of our pulsed-field MOKE setup for both fundamental materials science and engineering applications."}
{"id": "2601.09591", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09591", "abs": "https://arxiv.org/abs/2601.09591", "authors": ["R. Satariano", "R. Ferraiuolo", "F. Calloni", "H. G. Ahmad", "D. Gatta", "F. Tafuri", "A. Bruno", "D. Massarotti"], "title": "Submicrometer tunnel ferromagnetic Josephson junctions with transmon energy scale", "comment": "7 pages, 5 figures", "summary": "We have realized submicron tunnel ferromagnetic Al/AlO$_x$/Al/Ni$_{80}$Fe$_{20}$/Al Josephson junctions (JJs) in Manhattan-style configuration for qubit applications. These junctions have been designed to lie within the energy range of transmons. The current-voltage characteristics of these junctions are comparable with those of standard JJs implemented in state-of-the-art transmons, thus confirming the high quality of the devices and marking a significant step toward the realization of the ferrotransmon. Low-frequency characterization confirms that our junctions operate in the quantum phase diffusion limit, as tunnel JJs in conventional transmons with similar characteristic energies. Ultimately, mitigation of quantum phase fluctuations will represent a key for advancing the entire field of superconducting quantum circuit architectures."}
{"id": "2601.09683", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.09683", "abs": "https://arxiv.org/abs/2601.09683", "authors": ["I. F. Herrera-González"], "title": "Controlling thermal conductivity in harmonic chains with correlated mass and bond disorder: Analytical approach", "comment": null, "summary": "We investigate heat transport in one-dimensional harmonic chains with mass disorder and weak bond disorder, coupled at both ends to oscillator heat baths through weak impedance mismatches. The model incorporates correlations in mass disorder, in bond disorder, and between the two. We find that the scaling of thermal conductivity $κ$ with system size $N$ is determined solely by either mass disorder or bond disorder. This indicates that cross-correlations between the two types of disorder play no important role in the scaling behavior of $κ$. Consequently, by tuning the self-correlations, it is possible to control how the thermal conductivity scales with the system size. Such control could have potential applications in thermoelectric devices and thermal insulation technologies."}
{"id": "2601.09272", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09272", "abs": "https://arxiv.org/abs/2601.09272", "authors": ["Thomas Garm Pedersen"], "title": "One-Dimensional Frenkel and Wannier Excitons in Electric Fields: Stark Effect, Ionization, Polarizability and Electroabsorption", "comment": null, "summary": "One-dimensional semiconductors are characterized by strongly bound excitons. Therefore, the Frenkel regime of excitons localized within a few unit cells is readily reached and traditional Wannier exciton models become inadequate. In the presence of strong electric fields, excitons are polarized and, in extreme cases, ionized. Such strong-field effects have previously been described analytically for Wannier excitons. In the present work, we show that analytical results can be extended to the more involved Frenkel case as well. Hence, by analytically solving the difference equation describing Frenkel excitons in electric fields, we derive close-form expressions for resonances providing Stark shifts and ionization rates. Moreover, closed-form results for exciton electroabsorption spectra and dynamic polarizability are obtained."}
{"id": "2601.08971", "categories": ["cond-mat.mtrl-sci", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.08971", "abs": "https://arxiv.org/abs/2601.08971", "authors": ["M. Rooks", "S. Abbaszadeh", "J. Asaadi", "V. A. Chirayath", "M. Á. García-Peris", "E. Gramellini", "K. Hellier", "B. Sudarsan", "I. Tzoka"], "title": "Charge Transport and Multiplication in Lateral Amorphous Selenium Devices Under Cryogenic Conditions", "comment": null, "summary": "Cryogenic photon sensing for high-energy physics motivates photosensor technologies that combine large-area scalability with internal gain and stable operation at low temperature. Amorphous selenium is a promising photoconductor, yet its field- and temperature-dependent transport and avalanche response in lateral geometries have not been systematically established. This work reports field-resolved photocurrent measurements of lateral a-Se devices from 93 K to 297 K under 401 nm excitation at fields up to 120 V/um. Below avalanche onset, the external quantum efficiency was described by the Onsager model, yielding effective post-thermalization separations that decrease with decreasing temperature. The field-assisted detrapping region was evaluated using several transport models, with the data favoring field-assisted hopping and thermally-assisted tunneling as the mechanisms that best capture the temperature evolution of the photocurrent. The boundaries between field-assisted detrapping, transport-limited conduction, and avalanche shift with temperature; at 93 K the response transitions directly from detrapping into avalanche. Avalanche multiplication was analyzed using the Lucky-drift model. These results provide the first systematic characterization of cryogenic avalanche behavior in lateral a-Se detectors and establish quantitative trends relevant to low-temperature, high-gain photodetector design."}
{"id": "2601.09123", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09123", "abs": "https://arxiv.org/abs/2601.09123", "authors": ["Huiju Lee", "Zhi Li", "Jiangang he", "Yi Xia"], "title": "Data-Driven Exploration and Insights into Temperature-Dependent Phonons in Inorganic Materials", "comment": null, "summary": "Phonons, quantized vibrations of the atomic lattice, are fundamental to understanding thermal transport, structural stability, and phase behavior in crystalline solids. Despite advances in computational materials science, most predictions of vibrational properties in large materials databases rely on the harmonic approximation and overlook crucial temperature-dependent anharmonic effects. Here, we present a scalable computational framework that combines machine learning interatomic potentials, anharmonic lattice dynamics, and high-throughput calculations to investigate temperature-dependent phonons across thousands of materials. By fine-tuning the universal M3GNet interatomic potential using high-quality phonon data, we improve phonon prediction accuracy by a factor of four while preserving computational efficiency. Integrating this refined model into a high-throughput implementation of the stochastic self-consistent harmonic approximation, we compute temperature-dependent phonons for 4,669 inorganic compounds. Our analysis identifies systematic elemental and structural trends governing anharmonic phonon renormalization, with particularly strong manifestations in alkali metals, perovskite-derived frameworks, and related systems. Machine learning models trained on this dataset identify key atomic-scale features driving strong anharmonicity, including weak bonding, large atomic radii, and specific coordination motifs. First-principles validation confirms that anharmonic effects can dramatically alter lattice thermal conductivity by factors of two to four in some materials. This work establishes a robust and efficient data-driven approach for predicting finite-temperature phonon behavior, offering new pathways for the design and discovery of materials with tailored thermal and vibrational properties."}
{"id": "2601.09257", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09257", "abs": "https://arxiv.org/abs/2601.09257", "authors": ["Qian Xiao", "Xiangqi Liu", "Zihao Huang", "Xiquan Zheng", "Shilong Zhang", "Hui Chen", "Hong-Jun Gao", "Yanfeng Guo", "Yingying Peng"], "title": "Evolution from three-dimensional charge density wave to one-dimensional stripe order in CsV$_{3-x}$Ti$_x$Sb$_5$", "comment": null, "summary": "Understanding intertwined phases near quantum criticality is a central challenge in correlated electron systems. The kagome metal CsV$_{3-x}$Ti$_x$Sb$_5$ provides a fertile platform to investigate the interplay between charge-density-wave (CDW) and superconductivity. Here, combining x-ray diffraction (XRD) and scanning tunneling microscopy (STM), we uncover a dimensional evolution of the CDW upon Ti substitution. We find that even infinitesimal Ti doping (x = 0.009) completely suppresses the three-dimensional 2 $\\times$ 2 $\\times$ 4 CDW present in pristine CsV3Sb5, while reducing the remaining 2 $\\times$ 2 $\\times$ 2 CDW to a quasi-two-dimensional order. With further Ti substitution, although no CDW transition is discernible in resistivity measurements, our XRD and STM data reveal the emergence of a (quasi-)one-dimensional CDW with a short correlation length of $\\sim$ 20 $Å$ at x = 0.2. The stripelike CDW undergoes a continuous second-order phase transition, characterized by a gradual increase in intensity and correlation length below $\\sim$ 56 K. Our results elucidate the dimensional evolution of CDW order in CsV$_{3-x}$Ti$_x$Sb$_5$ and provide new insight into understanding the unconventional CDWs and their role in kagome superconductors."}
{"id": "2601.08997", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.08997", "abs": "https://arxiv.org/abs/2601.08997", "authors": ["Ziqiang Guan", "Sophia F. R. TenHuisen", "M. Tepie", "Yifeng Zhao", "Ezra Day-Roberts", "Harrison LaBollita", "Alexander M. Young", "Xiaomeng Cui", "Xinglong Chen", "Filippo Glerean", "Carl A. Guia", "Mark P. M. Dean", "Philip Kim", "J. F. Mitchell", "Antia S. Botana", "Christopher C. Homes", "Matteo Mitrano"], "title": "Electronic layer decoupling driven by density-wave order in La$_4$Ni$_3$O$_{10}$", "comment": "31 pages, 22 figures, main text and supplementary material", "summary": "We probe the density-wave transition of the trilayer nickelate La$_4$Ni$_3$O$_{10}$ with polarization-resolved infrared spectroscopy. The low-energy electrodynamics is strongly anisotropic, with metallic in-plane and insulating out-of-plane character. In the ordered phase, the anisotropy grows more than an order of magnitude as the out-of-plane conductivity is sharply suppressed. We interpret this enhancement as an effective electronic decoupling of the Ni-O layers, driven by a spin-density-wave-induced redistribution of Ni-$d_{z^2}$ occupation within the trilayers. This electronic response is accompanied by clear shifts and splittings of the out-of-plane phonons, compatible with a density-wave instability of electronic origin."}
{"id": "2601.09187", "categories": ["physics.chem-ph", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09187", "abs": "https://arxiv.org/abs/2601.09187", "authors": ["Kento Kasahara", "Ryo Okabe", "Chia-en A. Chang", "Toshifumi mori", "Nobuyuki Matubayasi"], "title": "A theory of state-to-state transitions based on the framework of classical reaction dynamics", "comment": "16 pages, 8 figures", "summary": "We propose a new method to describe the population dynamics of distinct configurational states based on a continuous-time description of state-to-state transitions. According to classical reaction dynamics theory, the probability density associated with a given state obeys the Liouville equation, the probability density associate d with a given state obeys the Li ouville equation, including influx from and efflux to neighboring states. By introducing a Markov approximation for the crossing of boundaries separating the states, tractable integral equations governing the state populations are derived. Once the time-dependent quantities appearing in these equations are evaluated, the population dynamics on long timescales can be obtained. Because these quantities depend only on a few states in the local neighborhood of a given state, they can be computed using a set of short-timescale molecular dynamics (MD) simulations. We apply the present method to the binding and unbinding kinetics of CH$_4$/CH$_4$, Na$^+$/Cl$^-$, and 18-crown-6-ether (crown ether)/K$^+$ in water. For both kinetics, the time constants estimated from the present method are almost comparable to those obtained from brute-force MD simulations. The required timescale of each MD trajectory in the present method is approximately two orders of magnitude shorter than that in the brute-force MD approach in the crown ether/K$^+$ system. This reduction in the trajectory timescale enables applications to\n  complex binding and unbinding sy stems whose characteristic timescales a re far beyond those directly acce ssible by brute-force MD simulati ons."}
{"id": "2601.09284", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09284", "abs": "https://arxiv.org/abs/2601.09284", "authors": ["Suchetana Mukhopadhyay", "David Muradas-Belinchon", "Francesco Foggetti", "Peter M. Oppeneer", "M. Venkata Kamalakar", "Anjan Barman"], "title": "Tunnel-Barrier-Engineered Ultrafast Demagnetization and Spin Transport in Graphene-Based Heterostructures", "comment": null, "summary": "Heterostructures combining graphene with 3d transition metal ferromagnets (FMs) enable various spin-based phenomena at ultrafast timescales. However, challenges such as the interfacial impedance mismatch, FM deposition-induced defect generation, and interface modification by interfacial coupling or hybridization can impede their functionalization for spin-orbitronics. In this work, we utilize insulating TiOx barrier layers (BLs) to modify the interfacial spin conductance structurally, disentangle spin pumping and magnetic proximity effects (MPE), and establish external control over ultrafast magnetization dynamics in single-layer graphene/TiOx/Co systems. All-optical time-resolved magneto-optical Kerr effect measurements of femtosecond to nanosecond spin dynamics reveal systematic tunability of ultrafast magnetic parameters via barrier engineering. The thickness-dependent damping modulation in Co indicates strong spin pumping, with interfacial spin transparency close to half its physical limit in the presence of an ultrathin BL, where MPE is eliminated. Our results show that appropriately chosen ultrathin BLs can prevent interfacial alterations from ferromagnetic metals, facilitating efficient spin detection in graphene and enhancing control over spin angular momentum dissipation in graphene/FM interfaces."}
{"id": "2601.08984", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.08984", "abs": "https://arxiv.org/abs/2601.08984", "authors": ["Lottie L. Murray", "Eric Herrmann", "Igor Evangelista", "Anderson Janotti", "Xi Wang", "Matthew F. Doty"], "title": "Quantifying the Relationship Between Strain and Bandgap in Thin Ga$_2$Se$_2$", "comment": null, "summary": "We present a rigorous analysis that combines theory, simulation, and experimental measurements to quantify the relationship between strain and bandgap in two dimensional gallium selenide (Ga$_2$Se$_2$). Experimentally, we transfer thin Ga$_2$Se$_2$ flakes onto patterned substrates to deterministically induce multiaxial localized strain. We quantify the local strain using a combination of atomic force microscopy (AFM) measurements and COMSOL Multiphysics simulation. We then experimentally map the strain-induced bandgap shifts using high-resolution hyperspectral PL imaging to generate a robust and statistically significant dataset. We systematically fit this data to extract gauge factors that relate the bandgap shift to the local uniaxial and biaxial strain. We then compute the uniaxial and biaxial strain gauge factors via density functional theory (DFT) and find excellent agreement with the experimentally-determined values. Finally, we show that a simple model that computes bandgap shifts from the local uniaxial and biaxial strain predicts the observed multiaxial bandgap shift with less than 10\\% error. The combined results provide a framework for deterministic realization of tailored bandgap profiles induced by controlled strain applied to Ga$_2$Se$_2$, with implications for the future realization of localized quantum emitters for quantum photonic applications."}
{"id": "2601.09323", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09323", "abs": "https://arxiv.org/abs/2601.09323", "authors": ["Kasper A. Hunnestad", "Guo-Dong Zhao", "Mao-Hua Zhang", "Tiannan Yang", "Elzbieta Gradauskaite", "Antonius T. J. van Helvoort", "Morgan Trassin", "Long-Qing Chen", "Tadej Rojac", "Dennis Meier"], "title": "Chemical heterogeneity at conducting ferroelectric domain walls", "comment": "14 pager, 4 main figures, supplementary information at the back", "summary": "Natural interfaces in ferroic oxides have developed into versatile playgrounds for studying electronic correlation effects in 2D systems. The microscopic origin of the emergent local electronic properties is often debated, however, as quantitative atomic-scale characterization remains challenging. A prime example is enhanced conductivity at ferroelectric domain walls, attributed to mechanisms ranging from local band gap reduction to point defect accumulations. Here, we resolve the microscopic mechanisms for domain wall conduction in the ferroelectric model system BiFeO3, by combining transport measurements with atom probe tomography to quantify the local chemical composition and correlate it with the electrical properties. Significant chemical variations along the walls are observed, demonstrating an outstanding chemical flexibility at domain walls, which manifest in spatially varying physical properties. The results give a unifying explanation for the diverse electronic behavior observed and establish the fundamental notion that multiple conduction mechanisms can coexist within individual domain walls."}
{"id": "2601.09267", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09267", "abs": "https://arxiv.org/abs/2601.09267", "authors": ["Satoru Hayami", "Kazuki Okigami"], "title": "Multiple-$Q$ spin textures induced by spiral--staggered interference in one-dimensional itinerant magnets", "comment": "7 pages, 6 figures, accepted for publication in J. Phys. Soc. Jpn", "summary": "We theoretically investigate multiple-$Q$ magnetic states emerging from the interference between finite-$Q$ spiral and staggered spin modulations in a one-dimensional itinerant electron system. The multiple-$Q$ spin textures are characterized by a superposition of symmetry-unrelated ordering wave vectors in the same direction with distinct periodicities rather than rotationally symmetry-related ones. Motivated by recent experimental observations of broken helix magnetic structures in EuIn$_2$As$_2$, we focus on the microscopic interaction conditions in stabilizing such multiple-$Q$ states.We employ two effective spin models: One is the momentum-space-based model, and the other is the real-space-based model, both of which include bilinear and biquadratic easy-plane anisotropic interactions. By analyzing their ground state via simulated annealing, we find that a superposition of a spiral and a staggered modulation yields a robust double-$Q$ magnetic structure. Moreover, we demonstrate that the obtained double-$Q$ spin configuration exhibits an antisymmetric spin-split band structure even without the relativistic Dzyaloshinskii-Moriya interaction, and further reveals asymmetric band modulations when the magnetic field is applied along the out-of-plane direction. Our results provide a theoretical framework for understanding unconventional multiple-$Q$ magnetic textures in one-dimensional systems."}
{"id": "2601.09221", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09221", "abs": "https://arxiv.org/abs/2601.09221", "authors": ["Soichiro Yamane", "Sota Nakamura", "Atsutoshi Ikeda", "Kosuke Noda", "Akihiko Ikeda", "Shingo Yonezawa"], "title": "Magneto-optical Kerr effect measurements under bipolar pulsed magnetic fields", "comment": "6 pages, 3 figures, to be published in JJAP Conference Proceedings", "summary": "The magneto-optical Kerr effect (MOKE) is a powerful probe of magnetism. Its contact-free optical nature makes it potentially well suitable for measurements under pulsed magnetic fields if various difficulties are overcome. In this paper, we report the establishment of MOKE measurements under bipolar pulsed magnetic fields up to 13.1 T. The accuracy of the setup was demonstrated by the excellent agreement with static-field results on the (001) surface of a Fe3O4 single crystal. Furthermore, clear hysteresis loops of various commercial permanent magnets were successfully observed. The capability for rapid characterization of hysteretic properties highlights the versatility of our pulsed-field MOKE setup for both fundamental materials science and engineering applications."}
{"id": "2601.09705", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09705", "abs": "https://arxiv.org/abs/2601.09705", "authors": ["Liam A. V. Nagle-Cocco", "Andrew L. Goodwin", "Clare P. Grey", "Siân E. Dutton"], "title": "Revisiting Jahn--Teller Transitions in Correlated Oxides with Monte Carlo Modeling", "comment": "SI appended to manuscript, after bibliography", "summary": "Jahn--Teller (JT) distortions are a key driver of physical properties in many correlated oxide materials. Cooperative JT distortions, in which long-range orbital order reduces the symmetry of the average structure macroscopically, are common in JT-distorted materials at low temperatures. This long-range order will often melt on heating, \\textit{via} a transition to a high-temperature state without long-range orbital order. The nature of this transition has been observed to vary with different materials depending on crystal structure; in LaMnO$_3$ the transition has generally been interpreted as order-disorder, whereas in layered nickelates $A$NiO$_2$ ($A$=Li,Na) there is a displacive transition. Alternatively, recent theoretical work has suggested that previous attributions of order-disorder may in fact be a consequence of phonon anharmonicity, rather than persistence of JT distortions, which would suggest that the displacive transition may be more common than currently believed. In this work, we run Monte Carlo simulations with a simple Hamiltonian which is modified to include terms dependent on the JT amplitude $ρ$, which is allowed to vary within the simulation \\textit{via} the Metropolis algorithm. Our simulations yield distributions of JT amplitudes consistent with displacive rather than order-disorder behaviour for both perovskites and layered nickelates, suggesting that displacive-like JT transitions may be more common than previously assumed in both perovskites and layered nickelates. We also find significant differences between the transition observed for perovskites compared with layered nickelates, which we attribute to differing extensivity of configurational entropy on the two lattices, showing the crucial role of lattice geometry in determining behaviour."}
{"id": "2601.09303", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09303", "abs": "https://arxiv.org/abs/2601.09303", "authors": ["Ya-Xi Li", "Rui-Qiang Wang", "Ming-Xun Deng", "Hou-Jian Duan"], "title": "RKKY signatures as a probe of band properties and photoinduced topological phase transitions in MnBi$_2$Te$_4$ films", "comment": null, "summary": "We present a systematic study of the Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction in MnBi$_2$Te$_4$ films under both dark and illuminated conditions. In the dark, the intrinsic magnetism of MnBi$_2$Te$_4$ is shown to yield a stronger anisotropic RKKY spin model compared to nonmagnetic topological insulators, providing a clear signature for differentiating these systems. Furthermore, key band properties -- such as energy gap, band degeneracy/splitting, and topological deformations of the Fermi surface -- imprint distinct signatures on the RKKY interaction, enabling clear discrimination between even- and odd-septuple-layer (SL) films. This discrimination manifests in multiple ways: through the Fermi-energy dependence or spatial oscillations of the interaction for impurities on the same surface, or via the presence versus absence of spin-frustrated terms for those on different surfaces. Under off-resonant circularly polarized light, we track photoinduced topological phase transitions and identify two characteristic signatures at the phase boundary: a sign reversal in spin-frustrated terms and a dip in collinear RKKY components. These serve as fingerprints for circular-polarization-chirality-dependent topological transitions in even- and odd-SL films, respectively. Overall, this work establishes RKKY interactions as a sensitive magnetic probe for revealing both distinctive band properties and light-driven phase transitions in MnBi$_2$Te$_4$ films, thereby complementing conventional electrical measurements while providing new insights into the influence of intrinsic magnetism on the surface-state band structure."}
{"id": "2601.08993", "categories": ["cond-mat.mes-hall", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.08993", "abs": "https://arxiv.org/abs/2601.08993", "authors": ["Ehsan Faridi", "Se Kwon Kim", "Giovanni Vignale"], "title": "Two-Dimensional Twisted Ferromagnetic Domain Wall as a Spin-Wave Diffraction Grating", "comment": null, "summary": "We present a theoretical study of spin-wave scattering by a twisted domain wall (DW) in a two-dimensional ferromagnet with easy-axis anisotropy. While the twisted DW generates an effective gauge field for spin waves, leading to a deflection of their trajectories, our main focus is on a distinct effect that arises when a hard-axis anisotropy is present in addition to the easy-axis anisotropy. In this case, the translational symmetry of the spin-wave Hamiltonian along the DW is broken, resulting in a periodic modulation of the Hamiltonian. This periodicity leads to the formation of multiple diffracted spin wave modes on both sides of the DW, engendering a DW-induced magnonic diffraction pattern. The interplay between the emergent gauge field and the anisotropy-induced periodicity reveals rich spin-wave dynamics and suggests potential applications for manipulating magnon flow in two-dimensional magnetic textures."}
{"id": "2601.09344", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09344", "abs": "https://arxiv.org/abs/2601.09344", "authors": ["Sylvia Koerfer", "Bianca Dißmann", "Norman Schier", "Han-Ill Yoo", "Manfred Martin", "Roger A. De Souza"], "title": "The Diffusion Kinetics of Ba Cations in Perovskite BaTiO$_3$: A Combined Tracer Diffusion and Metadynamics Study", "comment": "28 pages, 6 figures", "summary": "Tracer diffusion experiments and metadynamics (MtD) simulations were used to study the diffusion of Ba cations in the cubic phase of the perovskite oxide BaTiO$_3$. $^{130}$BaTiO$_3$ thin films were used as diffusion sources to introduce barium tracer diffusion profiles into single-crystal samples at temperatures $1348 \\leq T/\\mathrm{K} \\leq 1498$. The $^{130}$Ba profiles were determined by time-of-flight secondary ion mass spectrometry, and then analysed to yield Ba tracer diffusion coefficients ($D_\\mathrm{Ba}^\\ast$). MtD simulations were performed in order to obtain barium-vacancy diffusion coefficients ($D_\\mathrm{v_{Ba}}$) for selected vacancy mechanisms as a function of temperature. $D_\\mathrm{v_{Ba}}$ is predicted to be increased significantly by an adjacent oxygen vacancy, and even more, by an adjacent titanium vacancy. From the combined consideration of $D_\\mathrm{Ba}^\\ast$ and $D_\\mathrm{v_{Ba}}$, we conclude that Ba diffusion in these samples occurred most probably by the migration of defect associates, and not by the migration of isolated barium vacancies. More generally, our results draw attention to the dangers of relying solely on activation enthalpies to interpret diffusion data."}
{"id": "2601.09326", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09326", "abs": "https://arxiv.org/abs/2601.09326", "authors": ["Tomoya Takahashi", "Wei-Lin Tu", "Ji-Yao Chen", "Yusuke Nomura"], "title": "Probing the Dynamical Structure Factor of Quantum Spin Chains via Low-Temperature Gibbs States with Matrix Product State Subspace Expansion", "comment": "10 pages, 6 figures, 1 table", "summary": "Studying finite-temperature properties with tensor networks is notoriously difficult, especially at low temperatures, due to the rapid growth of entanglement and the complexity of thermal states. Existing methods like purification and minimally entangled typical thermal states offer partial solutions but struggle with scalability and accuracy in low-temperature regime. To overcome these limitations, we propose a new approach based on generating-function matrix product states (GFMPS). By directly computing a large set of Bloch-type excited states, we construct Gibbs states that moderate the area-law constraint, enabling accurate and efficient approximation of low-temperature thermal behavior. Our benchmark results show magnificent agreement with both exact diagonalization and experimental observations, validating the accuracy of our approach. This method offers a promising new direction for overcoming the longstanding challenges of studying low-temperature properties within the tensor network framework. We also expect that our method will facilitate the numerical simulation of quantum materials in comparison with experimental observations."}
{"id": "2601.09257", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09257", "abs": "https://arxiv.org/abs/2601.09257", "authors": ["Qian Xiao", "Xiangqi Liu", "Zihao Huang", "Xiquan Zheng", "Shilong Zhang", "Hui Chen", "Hong-Jun Gao", "Yanfeng Guo", "Yingying Peng"], "title": "Evolution from three-dimensional charge density wave to one-dimensional stripe order in CsV$_{3-x}$Ti$_x$Sb$_5$", "comment": null, "summary": "Understanding intertwined phases near quantum criticality is a central challenge in correlated electron systems. The kagome metal CsV$_{3-x}$Ti$_x$Sb$_5$ provides a fertile platform to investigate the interplay between charge-density-wave (CDW) and superconductivity. Here, combining x-ray diffraction (XRD) and scanning tunneling microscopy (STM), we uncover a dimensional evolution of the CDW upon Ti substitution. We find that even infinitesimal Ti doping (x = 0.009) completely suppresses the three-dimensional 2 $\\times$ 2 $\\times$ 4 CDW present in pristine CsV3Sb5, while reducing the remaining 2 $\\times$ 2 $\\times$ 2 CDW to a quasi-two-dimensional order. With further Ti substitution, although no CDW transition is discernible in resistivity measurements, our XRD and STM data reveal the emergence of a (quasi-)one-dimensional CDW with a short correlation length of $\\sim$ 20 $Å$ at x = 0.2. The stripelike CDW undergoes a continuous second-order phase transition, characterized by a gradual increase in intensity and correlation length below $\\sim$ 56 K. Our results elucidate the dimensional evolution of CDW order in CsV$_{3-x}$Ti$_x$Sb$_5$ and provide new insight into understanding the unconventional CDWs and their role in kagome superconductors."}
{"id": "2601.09379", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09379", "abs": "https://arxiv.org/abs/2601.09379", "authors": ["Andrea Pulici", "Gabriele Seguini", "Fabiana Taglietti", "Roman Gumeniuk", "Riccardo Chiarcos", "Michele Laus", "Johannes Heitmann", "Marco Fanciulli", "Michele Perego"], "title": "Interface effects and dielectric mismatch in ultrathin silicon on insulator films", "comment": "32 Pages, 5 Figures, 6 Pages (Supporting Information)", "summary": "The role of interface states and dielectric mismatch is studied in ultrathin P-doped silicon-on-insulator (SOI) films with thickness of the device layer ($H_{SOI}$) varying from 30 to 8 nm and dopant concentration ($n_{D}$) ranging from 10$^{18}$ to nearly 10$^{20}$ cm$^{-3}$. P concentration is determined by Time-of-Flight Secondary Ion Mass Spectrometry (ToF-SIMS). Sample resistivity ($ρ$), carrier concentration ($n_e$), and mobility ($μ_e$) are extracted by combining sheet resistance and Hall measurements in van der Pauw configuration. When $H_{SOI}$ = 30 nm, transport properties at room temperature are fully compatible with those of a similarly doped bulk Si. Progressive 2D confinement by reduction of $H_{SOI}$ below 30 nm results in a reduction of the carrier concentration and a concomitant degradation of $μ_e$. These effects, which are steadily enhanced decreasing $n_D$, are attributed to non-passivated interface states at the SiO$_2$/Si interface and can be significantly mitigated by high temperature rapid thermal oxidation (RTO). The effectiveness of this approach was verified by electron-paramagnetic resonance (EPR) spectra and capacitance-voltage (CV) measurements, which allowed the assessment of the quality of the RTO-SiO$_2$/Si interface and the correlation with observed electrical properties. After effective interface engineering, low temperature electrical characterization revealed a significant increase in P ionization energy in samples with $H_{SOI}$ <= 15 nm, a result directly related to the dielectric mismatch."}
{"id": "2601.08997", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.08997", "abs": "https://arxiv.org/abs/2601.08997", "authors": ["Ziqiang Guan", "Sophia F. R. TenHuisen", "M. Tepie", "Yifeng Zhao", "Ezra Day-Roberts", "Harrison LaBollita", "Alexander M. Young", "Xiaomeng Cui", "Xinglong Chen", "Filippo Glerean", "Carl A. Guia", "Mark P. M. Dean", "Philip Kim", "J. F. Mitchell", "Antia S. Botana", "Christopher C. Homes", "Matteo Mitrano"], "title": "Electronic layer decoupling driven by density-wave order in La$_4$Ni$_3$O$_{10}$", "comment": "31 pages, 22 figures, main text and supplementary material", "summary": "We probe the density-wave transition of the trilayer nickelate La$_4$Ni$_3$O$_{10}$ with polarization-resolved infrared spectroscopy. The low-energy electrodynamics is strongly anisotropic, with metallic in-plane and insulating out-of-plane character. In the ordered phase, the anisotropy grows more than an order of magnitude as the out-of-plane conductivity is sharply suppressed. We interpret this enhancement as an effective electronic decoupling of the Ni-O layers, driven by a spin-density-wave-induced redistribution of Ni-$d_{z^2}$ occupation within the trilayers. This electronic response is accompanied by clear shifts and splittings of the out-of-plane phonons, compatible with a density-wave instability of electronic origin."}
{"id": "2601.09359", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09359", "abs": "https://arxiv.org/abs/2601.09359", "authors": ["Doaa Mohamed", "Samuel García Vázquez", "Behnam Mardani", "Victor Dudarev", "Alfred Ludwig", "Maribel Acosta", "Markus Stricker"], "title": "Field report from Collaborative Research Center 1625: Heterogeneous research data management using ontology representations", "comment": "22 pages, 11 figures", "summary": "The goal of the Collaborative Research Center 1625 is the establishment of a scientific basis for the atomic-scale understanding and design of multifunctional compositionally complex solid solution surfaces. Next to materials synthesis in form of thin-film materials libraries, various materials characterization and simulations techniques are used to explore the materials data space of the problem. Machine learning and artificial intelligence techniques guide its exploration and navigation. The effective use of the combined heterogeneous data requires more than just a simple research data management plan. Consequently, our research data management system maps different data modalities in different formats and resolutions from different labs to the correct spatial locations on physical samples. Besides a graphical user interface, the system can also be accessed through an application programming interface for reproducible data-driven workflows. It is implemented by a combination of a custom research data management system designed around a relational database, an ontology which builds upon materials science-specific ontologies, and the construction of a Knowledge Graph. Along with the technical solutions of research data management system and lessons learned, first use cases are shown which were not possible (or at least much harder to achieve) without it."}
{"id": "2601.09420", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09420", "abs": "https://arxiv.org/abs/2601.09420", "authors": ["A. Chen", "F. B. Kugler", "P. Doležal", "Y. Saito", "A. Kawamoto", "A. Georges", "A. Pustogow"], "title": "Quasiparticle to local moment crossover in bad metals", "comment": null, "summary": "Non-Fermi-liquid charge transport in the vicinity of electronic instabilities has been intensely studied for decades. Deviations from $ρ_{\\rm FL}=ρ_0+AT^2$ in bad and strange metals are commonly ascribed to a breakdown of Landau's quasiparticle (QP) concept. Yet, it remains unclear what mechanism drives the temperature dependence of $ρ(T)$ beyond $ρ_{\\rm FL}$. Here, we examine the bad metal upon approaching the Mott metal-insulator transition via chemical pressure in $κ$-[(BEDT-STF)$_x$(BEDT-TTF)$_{1-x}$]$\\rm _2 Cu_2 (CN)_3$. Through nuclear magnetic resonance (NMR) and transport experiments on the same single crystals, we directly link the onset of deviations from Korringa law $(T_1T)^{-1} = \\mathrm{const.}$ with the rise of $ρ(T)$ beyond $ρ_{\\rm FL}$. From the NMR relaxation rate, we can identify the gradual crossover between the QP-dominated regime at low $T$ to predominant local moments at higher $T$. By comparing our experimental findings with dynamical mean-field theory calculations, which accurately reproduce the transport data, we reveal how this crossover is reflected in $T$-dependent changes of the QP spectrum. Near the Mott insulator, where $dρ/dT<0$ at high $T$, an Einstein-relation analysis shows that bad-metal behavior with $dρ/dT>0$ is driven by the temperature dependence of the electronic compressibility rather than the diffusion constant."}
{"id": "2601.09432", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09432", "abs": "https://arxiv.org/abs/2601.09432", "authors": ["Anuradha Jagannathan"], "title": "Topological connections between the 2D Quantum Hall problem and the 1D quasicrystal", "comment": "Submitted to Proceedings of ICQ 16 (Nancy, France)", "summary": "1D quasicrystals such as the Fibonacci chain have been said to ``inherit\" their topological properties from the 2D Quantum Hall problem. Yet, a direct way to see the connection was lacking until a common ancestor, the Fibonacci-Hall model, was introduced recently \\cite{aj2025}. This 2D ancestor model relates the role of the external magnetic flux in the Hall problem and that of a geometric flux which describes the winding of the quasicrystal in 2D, in the cut-and-project method. Doing this enables us to extend the notion of Chern numbers as defined in 2D, to the energy bands of the 1D chain by adiabatic continuity. The older notion of gap labels in the 1D system are now seen to be derivable from the Chern numbers of the 2D bands. The Fibonacci-Hall model thus provides an important link between physics of two paradigmatic models, the Fibonacci quasicrystal and the quantum Hall insulator. The generalization to other 1D quasiperiodic models is expected to be relatively straightforward. The extension to 2D cut-and-project tilings is left for future studies."}
{"id": "2601.09009", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.09009", "abs": "https://arxiv.org/abs/2601.09009", "authors": ["Richard G. Hennig", "Clotilde S. Cucinotta"], "title": "Divergent Fluctuations from an Infrared 2D-Mode Catastrophe", "comment": null, "summary": "Molecular simulations of interfacial polar media routinely employ periodic boundary conditions parallel to the interface. We show that this geometry injects a uniform plane mode ($q_{\\parallel}=0$) that converts the plane-averaged electrostatic potential into a cumulative sum of plane-dipole increments, a random walk in $z$. Consequently, the variance of the plane-averaged potential grows linearly with depth in semi-infinite slabs and follows a parabolic Brownian-bridge profile in finite cells with both ends fixed, with an amplitude inversely proportional to the cell's lateral area. Hence, at any finite area, the variance diverges with slab thickness, a 2D-mode catastrophe. In contrast, a pure 1D chain (no lateral replication) and a fully 3D, nonperiodic medium both exhibit bounded fluctuations that saturate with distance. The mechanism is generic to any solver of Poisson's equation with 2D periodicity, so the apparent growth and ultimate divergence in potential fluctuation are artifacts of boundary conditions rather than material response, and we provide a simple scaling criterion for choosing slab sizes that keeps these artifacts under quantitative control."}
{"id": "2601.09370", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.09370", "abs": "https://arxiv.org/abs/2601.09370", "authors": ["Esther Resines-Urien", "Enrique Burzurí", "Estefania Fernandez-Bartolome", "Miguel Ángel García García-Tuñón", "Patricia de la Presa", "Roberta Poloni", "Simon J. Teat", "Jose Sanchez Costa"], "title": "Molecular-based coordination polymer as reversible and precise acetonitrile electro-optical readout", "comment": null, "summary": "Efficient detection of harmful organic volatile compounds is a major health and environmental need in industrialized societies. Tailor-made metal-organic frameworks and other coordination polymers are emerging as promising sensing molecular materials thanks to their responsivity to a wide variety of external stimuli, and could be used to complement conventional sensors. Here, a non-porous crystalline 1D Fe(II) coordination polymer acting as a porous acetonitrile host is presented. The desorption of interstitial acetonitrile is accompanied by magneto-structural transitions easily detectable in the optical and electronic properties of the material. The structural switch and therefore its (opto)electronic readout are reversible under exposition of the crystal to acetonitrile vapor. Coordination polymers can be versatile sensors for volatile acetonitrile and potentially other organic compounds."}
{"id": "2601.09563", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.09563", "abs": "https://arxiv.org/abs/2601.09563", "authors": ["V. A. Zakharov", "J. Sánchez Fernán", "C. W. J. Beenakker"], "title": "Lattice fermion simulation of spontaneous time-reversal symmetry breaking in a helical Luttinger liquid", "comment": "7 pages, 5 figures", "summary": "We extend a recently developed \"tangent fermion\" method to discretize the Hamiltonian of a helical Luttinger liquid on a one-dimensional lattice, including two-particle backscattering processes that may open a gap in the spectrum. The fermion-doubling obstruction of the sine dispersion is avoided by working with a tangent dispersion, preserving the time-reversal symmetry of the Hamiltonian. The numerical results from a tensor network calculation on a finite lattice confirm the expectation from infinite-system analytics, that a gapped phase with spontaneously broken time-reversal symmetry emerges when the Fermi level is tuned to the Dirac point and the Luttinger parameter crosses a critical value."}
{"id": "2601.09569", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.09569", "abs": "https://arxiv.org/abs/2601.09569", "authors": ["Emir Karadza", "Hanchen Wang", "Niklas Kercher", "Paul Noel", "William Legrand", "Richard Schlitz", "Pietro Gambardella"], "title": "Dynamical Stabilization of Inverted Magnetization and Antimagnons by Spin Injection in an Extended Magnetic System", "comment": "9 pages, 6 figures", "summary": "Dynamical perturbations can modify the energy landscape of a physical system, such that unstable equilibrium configurations become stable when subject to an external drive. The magnetic analog of such dynamical stabilization corresponds to saturation of the magnetization against an external field. Here we report dynamical stabilization of the magnetization in thin film bismuth-substituted yttrium iron garnet by spin current injection from an adjacent Pt layer. Magneto-optical Kerr effect measurements demonstrate magnetization reversal against magnetic fields up to 3000 times larger than the film's coercivity once the spin injection surpasses a critical threshold associated with negative damping. Micromagnetic simulations reveal that this process is mediated by the excitation of a large population of incoherent magnons with non-zero wave vector, leading to a transient shortening and subsequent stabilization of the inverted magnetization. The elementary excitations of the high-energy inverted magnetization state are shown to be antimagnons, quasi-particles carrying opposite energy and spin relative to magnons. Our results further reveal how the system's size and minimization of nonlinear magnon scattering processes play a key role in dynamical stabilization, opening new avenues for magnetic state control beyond conventional magnetization switching. Dissipation-driven phase transitions in large-area magnetic systems provide a solid-state platform to study magnonic analogs of relativistic phenomena, such as Klein tunneling and black holes, as well as spin-wave amplification and lasing."}
{"id": "2601.09027", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09027", "abs": "https://arxiv.org/abs/2601.09027", "authors": ["Jihua Chen", "Panagiotis Christakopoulos", "Karuna D. Chen", "Ilia N. Ivanov", "Rigoberto Advincula"], "title": "Agentic AI and Machine Learning for Accelerated Materials Discovery and Applications", "comment": "34 pages, 4 figures, and 3 tables", "summary": "Artificial Intelligence (AI), especially AI agents, is increasingly being applied to chemistry, healthcare, and manufacturing to enhance productivity. In this review, we discuss the progress of AI and agentic AI in areas related to, and beyond polymer materials and discovery chemistry. More specifically, the focus is on the need for efficient discovery, core concepts, and large language models. Consequently, applications are showcased in scenarios such as (1) flow chemistry, (2) biosensors, and (3) batteries."}
{"id": "2601.09378", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09378", "abs": "https://arxiv.org/abs/2601.09378", "authors": ["Zhili Lin", "Luosha Han", "Jinkun He", "Xiaoxue Fan", "Tongyao Zhang", "Xiaoxi Li", "Baojuan Dong", "Kai Zhao"], "title": "Batch-Fabricated PDMS Templates for the Robotic Transfer of 2D Materials", "comment": "7 pages, 5 figures", "summary": "Robotic stacking of van der Waals heterostructures has been at the verge thanks to the convergence between artificial intelligence (AI) and two-dimensional (2D) materials research. Key ingredients to fulfill this pursuit often include algorithms to identify layer compounds on chips, hard-wares to realize sophisticated operations of motion and/or rotation in a microscale, and, as importantly, highly-standardized and uniform transfer stamps that are often used in picking up layered materials under a microscope. Here, we report a hot-casted-droplet batch fabrication method for polydimethylsiloxane (PDMS) templates tailored for dry transfer of 2D materials. Controlled precursor formulation, degassing, and motorized-syringe dispensing produce dome-shaped PDMS templates with ultra-smooth surfaces (root-mean-square roughness about 0.3 nm at relatively low curing temperatures). By tuning the curing temperature, the reproducible and controllable apex curvature allows precisely defined contact area between the organic adhesive film and substrate, via thermal expansion. Our results further reveals thermalmechanical behaviors with different casting parameters of such PDMS domes. This scalable and parameterized fabrication protocol gives rise to uniform transfer-stamps with ultra-smooth surface, which may be beneficial for future AI-driven robotic assembly of 2D material heterostructures."}
{"id": "2601.09705", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09705", "abs": "https://arxiv.org/abs/2601.09705", "authors": ["Liam A. V. Nagle-Cocco", "Andrew L. Goodwin", "Clare P. Grey", "Siân E. Dutton"], "title": "Revisiting Jahn--Teller Transitions in Correlated Oxides with Monte Carlo Modeling", "comment": "SI appended to manuscript, after bibliography", "summary": "Jahn--Teller (JT) distortions are a key driver of physical properties in many correlated oxide materials. Cooperative JT distortions, in which long-range orbital order reduces the symmetry of the average structure macroscopically, are common in JT-distorted materials at low temperatures. This long-range order will often melt on heating, \\textit{via} a transition to a high-temperature state without long-range orbital order. The nature of this transition has been observed to vary with different materials depending on crystal structure; in LaMnO$_3$ the transition has generally been interpreted as order-disorder, whereas in layered nickelates $A$NiO$_2$ ($A$=Li,Na) there is a displacive transition. Alternatively, recent theoretical work has suggested that previous attributions of order-disorder may in fact be a consequence of phonon anharmonicity, rather than persistence of JT distortions, which would suggest that the displacive transition may be more common than currently believed. In this work, we run Monte Carlo simulations with a simple Hamiltonian which is modified to include terms dependent on the JT amplitude $ρ$, which is allowed to vary within the simulation \\textit{via} the Metropolis algorithm. Our simulations yield distributions of JT amplitudes consistent with displacive rather than order-disorder behaviour for both perovskites and layered nickelates, suggesting that displacive-like JT transitions may be more common than previously assumed in both perovskites and layered nickelates. We also find significant differences between the transition observed for perovskites compared with layered nickelates, which we attribute to differing extensivity of configurational entropy on the two lattices, showing the crucial role of lattice geometry in determining behaviour."}
{"id": "2601.09687", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09687", "abs": "https://arxiv.org/abs/2601.09687", "authors": ["Yi Huang", "Sankar Das Sarma"], "title": "Disorder-induced strong-field strong-localization in 2D systems", "comment": "12 pages, 4 figures", "summary": "A recent STM experiment in 2D bilayer graphene [Y.-C. Tsui, et al., Nature 628, 287 (2024)], under a strong perpendicular magnetic field, has made a direct observation of the existence of three distinct filling-factor-dependent quantum phases in the lowest Landau level: the incompressible fractional quantum Hall liquid, a crystalline compressible hexagonal Wigner crystal with long-range order and rotational symmetry-breaking, and a random localized solid phase with no spatial order. We argue that the spatially random localized phase at low filling is the recently proposed disorder-dominated strongly localized amorphous \"Anderson solid\" phase [A. Babber, et al., arXiv:2601.03521], which appears generically at a sample-dependent filling factor."}
{"id": "2601.09030", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09030", "abs": "https://arxiv.org/abs/2601.09030", "authors": ["Yingtong Zhu", "Kang Lan", "Shiling Li", "Ning Hao", "Ping Zhang", "Jiyong Fu"], "title": "Strain-Driven \"Sinusoidal\" Valley Control of Hybridized $Γ-\\mathrm{K}$ Excitons", "comment": "6 pages, 3 figures", "summary": "The photoluminescence (PL) of momentum-indirect $\\rm Γ- K$ excitons in monolayer WS$_2$ under biaxial strain was recently observed by Blundo et al. [Phys. Rev. Lett. 129, 067402 (2022)], yet its microscopic origin remains elusive. Here we develop a unified framework that reproduces the measured PL and reveals its fundamental excitonic mechanism. We reveal that: (i) the PL originates from genuinely hybridized direct-indirect excitonic eigenstates, rather than nominally mixed species with fixed dominant character; (ii) the direct exciton converts into the indirect one via a previously unrecognized two-step pathway -- exchange-interaction-driven exciton transfer followed by a spin flip; and (iii) a higher-energy indirect exciton, absent from prior studies, acts as a crucial intermediate mediating this conversion. Beyond explaining experiment, our theory predicts a striking strain-driven \"sinusoidal'' valley response, furnishing a continuously tunable valley dial that far exceeds binary control schemes. This unified picture of strain-engineered direct-indirect exciton dynamics introduces a new paradigm for manipulating long-lived valley degrees of freedom, opening a pathway toward programmable valley pseudospin engineering and next-generation valleytronic quantum technologies."}
{"id": "2601.09501", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09501", "abs": "https://arxiv.org/abs/2601.09501", "authors": ["Yubo Yuan", "Ziye Zhu", "Jiaming Hu", "Wenbin Li"], "title": "Ab initio study of carrier mobility in Bi$_2$O$_2$Se", "comment": null, "summary": "Bi$_2$O$_2$Se is an emerging high-performance layered semiconductor with excellent stability. While experimental studies have explored carrier transport across various doping levels for both $n$-type and $p$-type conduction, a comprehensive theoretical understanding remains incomplete. In this work, we present parameter-free first-principles calculations of the electron and hole mobilities in Bi$_2$O$_2$Se, based on iterative solution of the Boltzmann transport equation that includes electron-phonon scattering and ionized impurity scattering on an equal footing. Intriguingly, we find that Bi$_2$O$_2$Se exhibits high electron mobilities in both the in-plane and out-of-plane directions, whereas the hole mobilities are only significant in the in-plane direction, displaying a unique three-dimensional (3D) electron transport and two-dimensional (2D) hole transport behavior. At 300~K, the calculated intrinsic electron and hole mobilities along the in-plane direction are 447~$\\mathrm{cm^2\\,V^{-1}\\,s^{-1}}$ and 29~$\\mathrm{cm^2\\,V^{-1}\\,s^{-1}}$, respectively, which are primarily affected by Fröhlich electron-phonon interactions. Due to its large static dielectric permittivity, Bi$_2$O$_2$Se exhibits an exceptionally high low-temperature electron mobilities above $1.0\\times10^5~\\mathrm{cm^2\\,V^{-1}\\,s^{-1}}$, and its electron mobilities above 50~K is robust against ionized impurity scattering over a wide range of impurity concentrations. By incorporating the Hall effect into our analysis, we predict an in-plane electron Hall mobility of 517~$\\mathrm{cm^2\\,V^{-1}\\,s^{-1}}$ at 300~K, in excellent agreement with experimental data. These results provide valuable insights into the carrier transport mechanisms in Bi$_2$O$_2$Se, and offer predictive benchmarks for future theoretical and experimental investigations."}
{"id": "2601.09138", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09138", "abs": "https://arxiv.org/abs/2601.09138", "authors": ["Sahas Kamat", "Jared Dans", "Shanta Saha", "Daniel F. Agterberg", "Johnpierre Paglione", "B. J. Ramshaw"], "title": "Vanishing Phase Stiffness and Fluctuation-Dominated Superconductivity: Evidence for Inter-Band Pairing in UTe$_2$", "comment": "7 figures", "summary": "Superconductivity in three dimensions is almost universally governed by Ginzburg-Landau mean field theory, with critical fluctuations typically confined to within a few percent of the transition temperature ($T_{\\rm c}$). We report that the heavy-Fermion superconductor UTe$_2$ exhibits a fluctuation regime that extends over a temperature range as wide as $T_{\\rm c}$ itself -- the largest observed for any three-dimensional superconductor. Through ultrasound measurements of the elastic moduli and sound attenuation, we find that UTe$_2$ transitions from a mean-field-like state at ambient pressure to a fluctuation dominated state at higher pressures. This regime is marked by elastic softening and an increase in sound attenuation that onsets well above $T_{\\rm c}$, with the attenuation remaining anomalously high deep in the superconducting state. Our analysis shows that these features stem from an extremely low superfluid phase stiffness. This results in a kinetic inductance as high as that of granular aluminum, but achieved in the clean limit. We propose that this exotic state is driven by dominant inter-band pairing mediated by ferromagnetic fluctuations, leading to \"local\" cooper pairs with a coherence length of only a few lattice constants."}
{"id": "2601.09396", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09396", "abs": "https://arxiv.org/abs/2601.09396", "authors": ["Paul Leask", "Calum Ross", "Egor Babaev"], "title": "Interactions of composite magnetic skyrmion-superconducting vortex pairs in ferromagnetic superconductors", "comment": "Rev 1: 11 pages, 5 figures", "summary": "We study composite topological excitations in ferromagnetic superconductors consisting of bound states of magnetic spin textures (skyrmions) and superconducting vortices. Using a Ginzburg--Landau framework with Zeeman coupling between the magnetization and superconducting magnetic field, we demonstrate that skyrmion-vortex pairs (SVPs) form energetically stable bound states. By analyzing their asymptotic interactions, we identify regimes in which SVPs exhibit both short-range repulsion and long-range attraction, leading to clustering phenomena. Our results provide a field-theoretical basis for understanding suggest pathways for controlling hybrid topological matter through long-range interactions."}
{"id": "2601.09046", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09046", "abs": "https://arxiv.org/abs/2601.09046", "authors": ["Sheetal Devi", "Yishui Zhou", "Thomas J. Hicken", "Zurab Guguchia", "Hubertus Luetkens", "Min-Kai Lee", "Lieh-Jeng Chang", "Yixi Su"], "title": "Coexistence of long-range magnetic order and dynamical magnetism in the V-based Kagome metals: A combined thermodynamic and $μ$SR study", "comment": "8 pages, 4 figures", "summary": "V-based Kagome metals exhibit a unique lattice geometry that can give rise to exotic electronic and magnetic phenomena, making them an ideal platform to study the interplay of topology and magnetism. We present a combined thermodynamic and muon spin relaxation ($μ$SR) investigation of single-crystal RV$_{6}$Sn$_{6}$ (R = Tb, Dy, Ho, Er) compounds, focusing on their low-temperature magnetic behavior. Heat capacity and $μ$SR measurements reveal distinct magnetic phase transitions below 4 K, confirming the emergence of long-range magnetic order in all compounds studied. The $μ$SR results further indicate persistent spin fluctuations within the magnetically ordered state down to 50 mK, reflected in reduced ordered moments obtained from hyperfine analysis of the heat capacity measurements. These findings uncover the coexistence of static and dynamic magnetism in V-based Kagome metals and emphasizing the key role of 4$f$-electron anisotropy in shaping their magnetic ground states. Compared with the Mn-based RMn$_{6}$Sn$_{6}$ analogs, our results highlight the unique magnetism arising from the decoupled rare-earth sublattice and its interplay with the nonmagnetic V Kagome network."}
{"id": "2601.09560", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.09560", "abs": "https://arxiv.org/abs/2601.09560", "authors": ["Bogdan M. Fominykh", "Valentin Yu. Irkhin", "Vyacheslav V. Marchenkov"], "title": "Is it possible to determine unambiguously the Berry phase solely from quantum oscillations?", "comment": null, "summary": "The Berry phase, a fundamental geometric phase in quantum systems, has become a crucial tool for probing the topological properties of materials. Quantum oscillations, such as Shubnikov-de Haas (SdH) oscillations, are widely used to extract this phase, but its unambiguous determination remains challenging. This work highlights the inherent ambiguities in interpreting the oscillation phase solely from SdH data, primarily due to the influence of the spin factor $R_S$, which depends on the Landé $g$-factor and effective mass. While the Lifshitz-Kosevich (LK) theory provides a framework for analyzing oscillations, the unknown g-factor introduces significant uncertainty. For instance, a zero oscillation phase could arise either from a nontrivial Berry phase or a negative $R_S$. We demonstrate that neglecting $R_S$ in modern studies, especially for topological materials with strong spin-orbit coupling, can lead to doubtful conclusions. Through theoretical analysis and numerical examples, we show how the interplay between the Berry phase and Zeeman effect complicates phase determination. Additionally, we also discuss another underappreciated mechanism - the magnetic field dependence of the Fermi level. Our discussion underscores the need for complementary experimental techniques to resolve these ambiguities and calls for further research to refine the interpretation of quantum oscillations in topological systems."}
{"id": "2601.09432", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09432", "abs": "https://arxiv.org/abs/2601.09432", "authors": ["Anuradha Jagannathan"], "title": "Topological connections between the 2D Quantum Hall problem and the 1D quasicrystal", "comment": "Submitted to Proceedings of ICQ 16 (Nancy, France)", "summary": "1D quasicrystals such as the Fibonacci chain have been said to ``inherit\" their topological properties from the 2D Quantum Hall problem. Yet, a direct way to see the connection was lacking until a common ancestor, the Fibonacci-Hall model, was introduced recently \\cite{aj2025}. This 2D ancestor model relates the role of the external magnetic flux in the Hall problem and that of a geometric flux which describes the winding of the quasicrystal in 2D, in the cut-and-project method. Doing this enables us to extend the notion of Chern numbers as defined in 2D, to the energy bands of the 1D chain by adiabatic continuity. The older notion of gap labels in the 1D system are now seen to be derivable from the Chern numbers of the 2D bands. The Fibonacci-Hall model thus provides an important link between physics of two paradigmatic models, the Fibonacci quasicrystal and the quantum Hall insulator. The generalization to other 1D quasiperiodic models is expected to be relatively straightforward. The extension to 2D cut-and-project tilings is left for future studies."}
{"id": "2601.09627", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09627", "abs": "https://arxiv.org/abs/2601.09627", "authors": ["Claire Griesbach", "Tizian Scharsach", "Morgan Trassin", "Dennis M. Kochmann"], "title": "Ferroelectric polarization mapping through pseudosymmetry-sensitive EBSD reindexing", "comment": null, "summary": "Ferroelectric materials exhibit a switchable, spontaneous polarization at the unit cell level--an attractive property utilized in many emerging technologies including, among others, high-density memory storage, low-power transistors, and high-speed fiber optic communication. Understanding the local polarization switching behavior, through domain nucleation and evolution, is critical to advancing these technologies and requires characterization of the local domain microstructure. However, in application-relevant polycrystalline materials exhibiting a distribution of grain orientations, a direct mapping of the polarization direction in three dimensions has remained inaccessible using conventional experimental approaches. Here, taking barium titanate single crystals and lead zirconium titanate polycrystals as our bulk model systems, we map the local polarization directions using a new electron backscatter diffraction indexing technique based on simulated pattern-matching. Through improved pre-processing techniques (including optimized pattern processing, a new pseudosymmetry-sensitive neighbor pattern averaging method, and DIC-based global sample-detector geometry calibration) and a new pseudosymmetry confidence index (which considers not only pattern similarity but pattern dissimilarity trends with other domain variant patterns), we successfully distinguish between the six polarization directions, despite the challengingly small unit cell aspect ratio of the selected materials. The methods developed in this work are not only applicable to ferroelectrics but any material which exhibits close crystallographic pseudosymmetries--extending the current capabilities of EBSD."}
{"id": "2601.09086", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09086", "abs": "https://arxiv.org/abs/2601.09086", "authors": ["Hui Guo", "Zihao Huang", "Yixuan Gao", "Haowei Chen", "Hao Zhang", "Qian Fang", "Yuhan Ye", "Xianghe Han", "Zhongyi Cao", "Jiayi Wang", "Runnong Zhou", "Zhilin Li", "Chengmin Shen", "Haitao Yang", "Hui Chen", "Wang Yao", "Ziqiang Wang", "Hong-Jun Gao"], "title": "Electronic procrystalline state in moire structures", "comment": "20 Pages, 5 Figures", "summary": "Solid state materials can display varieties of atomic structural orders ranging from crystalline to amorphous, underlying their properties and diverse functionalities. Procrystal has emerged as a new category of solids, featuring a long-range ordered lattice framework tiled with disordered atomic or molecular structures on the lattice sites, arousing great interest due to its novel structural and physical properties. However, the electronic analogue of a procrystal, dubbed as an electronic procrystalline (EPC) state, has never been experimentally observed. Here, we report the observation of an EPC state in a moire superstructure formed between a monolayer metallic NiTe2 and a superconductor NbSe2 with incommensurate lattice wavevectors. The observed EPC state exhibits a long-range periodic charge modulation at the moire scale inlaid with short-range irregular orders within each moire cell. Strikingly, the short-range charge orders inside the moire unit cells have proximately root3*root3 quasi-period, which is absent in pristine NiTe2. Intriguingly, the EPC order is also observed in the superconducting state of the moire superstructure. Furthermore, the emergent EPC state and short-range charge order, coexisting with the proximity induced superconductivity, can be precisely modulated with the thickness of NiTe2. Our findings uncover the potential of moire platform for understanding and tuning novel correlated quantum phases with this exotic procrystalline order."}
{"id": "2601.09627", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09627", "abs": "https://arxiv.org/abs/2601.09627", "authors": ["Claire Griesbach", "Tizian Scharsach", "Morgan Trassin", "Dennis M. Kochmann"], "title": "Ferroelectric polarization mapping through pseudosymmetry-sensitive EBSD reindexing", "comment": null, "summary": "Ferroelectric materials exhibit a switchable, spontaneous polarization at the unit cell level--an attractive property utilized in many emerging technologies including, among others, high-density memory storage, low-power transistors, and high-speed fiber optic communication. Understanding the local polarization switching behavior, through domain nucleation and evolution, is critical to advancing these technologies and requires characterization of the local domain microstructure. However, in application-relevant polycrystalline materials exhibiting a distribution of grain orientations, a direct mapping of the polarization direction in three dimensions has remained inaccessible using conventional experimental approaches. Here, taking barium titanate single crystals and lead zirconium titanate polycrystals as our bulk model systems, we map the local polarization directions using a new electron backscatter diffraction indexing technique based on simulated pattern-matching. Through improved pre-processing techniques (including optimized pattern processing, a new pseudosymmetry-sensitive neighbor pattern averaging method, and DIC-based global sample-detector geometry calibration) and a new pseudosymmetry confidence index (which considers not only pattern similarity but pattern dissimilarity trends with other domain variant patterns), we successfully distinguish between the six polarization directions, despite the challengingly small unit cell aspect ratio of the selected materials. The methods developed in this work are not only applicable to ferroelectrics but any material which exhibits close crystallographic pseudosymmetries--extending the current capabilities of EBSD."}
{"id": "2601.09687", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09687", "abs": "https://arxiv.org/abs/2601.09687", "authors": ["Yi Huang", "Sankar Das Sarma"], "title": "Disorder-induced strong-field strong-localization in 2D systems", "comment": "12 pages, 4 figures", "summary": "A recent STM experiment in 2D bilayer graphene [Y.-C. Tsui, et al., Nature 628, 287 (2024)], under a strong perpendicular magnetic field, has made a direct observation of the existence of three distinct filling-factor-dependent quantum phases in the lowest Landau level: the incompressible fractional quantum Hall liquid, a crystalline compressible hexagonal Wigner crystal with long-range order and rotational symmetry-breaking, and a random localized solid phase with no spatial order. We argue that the spatially random localized phase at low filling is the recently proposed disorder-dominated strongly localized amorphous \"Anderson solid\" phase [A. Babber, et al., arXiv:2601.03521], which appears generically at a sample-dependent filling factor."}
{"id": "2601.09637", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.09637", "abs": "https://arxiv.org/abs/2601.09637", "authors": ["Hiroki Yoshida", "Takehito Yokoyama"], "title": "Light-induced Magnetization by Quantum Geometry", "comment": "8+11 pages, 8 figures", "summary": "We propose a mechanism for the inverse Faraday and the inverse Cotton--Mouton effects arising from quantum geometry, characterized by the quantum metric quadrupole and the weighted quantum metric. Within a semiclassical framework based on the Boltzmann transport theory, we establish a general formalism describing light-induced magnetization in electronic systems as a second-order response to the electric field of light. Using continuum and tight-binding models, we discuss the symmetry constraints on these effects and estimate the magnitudes of the resulting magnetizations. Our results highlight a direct manifestation of quantum-geometric quantities in nonlinear magneto-optical responses and suggest a viable pathway for experimental detection."}
{"id": "2601.09092", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09092", "abs": "https://arxiv.org/abs/2601.09092", "authors": ["Ming Yang", "Jun Chen", "Junfeng Wang", "Chao Dong", "Chengliang Lu", "Gang Xu", "Jinguang Cheng", "Jianshi Zhou", "Shuai Dong"], "title": "Unexpected type-II multiferroic phase in GdMnO3 under high magnetic fields", "comment": null, "summary": "Perovskite manganites with small A-site ions, as the first and canonical branch of type-II multiferroics, are ideal systems to exhibit magnetism-induced ferroelectricity. Despite their established magnetoelectric phase diagrams under low magnetic fields, here an unidentified phase with a large magnetism-induced polarization (up to 1500 μC/m2) is revealed in GdMnO3 under high magnetic fields up to 60 T. Based on multiprobe experiments, a complete phase diagram is constructed with successive polar-nonpolar-polar-nonpolar transitions. Such a nonmonotonic evolution is well mimicked by model simulation, while the spin-lattice coupling is the key ingredient for the reentrant ferroelectric phase."}
{"id": "2601.09637", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.09637", "abs": "https://arxiv.org/abs/2601.09637", "authors": ["Hiroki Yoshida", "Takehito Yokoyama"], "title": "Light-induced Magnetization by Quantum Geometry", "comment": "8+11 pages, 8 figures", "summary": "We propose a mechanism for the inverse Faraday and the inverse Cotton--Mouton effects arising from quantum geometry, characterized by the quantum metric quadrupole and the weighted quantum metric. Within a semiclassical framework based on the Boltzmann transport theory, we establish a general formalism describing light-induced magnetization in electronic systems as a second-order response to the electric field of light. Using continuum and tight-binding models, we discuss the symmetry constraints on these effects and estimate the magnitudes of the resulting magnetizations. Our results highlight a direct manifestation of quantum-geometric quantities in nonlinear magneto-optical responses and suggest a viable pathway for experimental detection."}
{"id": "2601.09123", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09123", "abs": "https://arxiv.org/abs/2601.09123", "authors": ["Huiju Lee", "Zhi Li", "Jiangang he", "Yi Xia"], "title": "Data-Driven Exploration and Insights into Temperature-Dependent Phonons in Inorganic Materials", "comment": null, "summary": "Phonons, quantized vibrations of the atomic lattice, are fundamental to understanding thermal transport, structural stability, and phase behavior in crystalline solids. Despite advances in computational materials science, most predictions of vibrational properties in large materials databases rely on the harmonic approximation and overlook crucial temperature-dependent anharmonic effects. Here, we present a scalable computational framework that combines machine learning interatomic potentials, anharmonic lattice dynamics, and high-throughput calculations to investigate temperature-dependent phonons across thousands of materials. By fine-tuning the universal M3GNet interatomic potential using high-quality phonon data, we improve phonon prediction accuracy by a factor of four while preserving computational efficiency. Integrating this refined model into a high-throughput implementation of the stochastic self-consistent harmonic approximation, we compute temperature-dependent phonons for 4,669 inorganic compounds. Our analysis identifies systematic elemental and structural trends governing anharmonic phonon renormalization, with particularly strong manifestations in alkali metals, perovskite-derived frameworks, and related systems. Machine learning models trained on this dataset identify key atomic-scale features driving strong anharmonicity, including weak bonding, large atomic radii, and specific coordination motifs. First-principles validation confirms that anharmonic effects can dramatically alter lattice thermal conductivity by factors of two to four in some materials. This work establishes a robust and efficient data-driven approach for predicting finite-temperature phonon behavior, offering new pathways for the design and discovery of materials with tailored thermal and vibrational properties."}
{"id": "2601.09653", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09653", "abs": "https://arxiv.org/abs/2601.09653", "authors": ["Balram Singh", "Aman Singh", "Stefan Mikulik", "Jakub Jurczyk", "Volker Neu", "Amalio Fernández-Pacheco"], "title": "Geometric dependence of exchange bias in tilted three-dimensional CoFe/IrMn microwires", "comment": null, "summary": "The exchange bias (EB) effect, arising from interfacial coupling between ferromagnetic (FM) and antiferromagnetic (AF) layers, induces a unidirectional magnetic anisotropy and underpins a wide range of spintronic functionalities. Extending the EB effect to three-dimensional (3D) architectures enables investigation of interfacial coupling in non-planar structures, which is a key step toward realizing spintronic functionalities beyond planar systems. Achieving this requires the fabrication of FM/AF bilayers with smooth interfaces and well-defined thicknesses on non-planar scaffolds, together with suitable characterization methods. In this work, we realize exchange-biased 3D FM/AF microwires by combining two-photon lithography with magnetron sputtering. CoFe/IrMn bilayers are deposited on microwire scaffolds with inclination angles of 0 deg, 30 deg, 45 deg relative to the substrate, and their magnetization reversal is probed using dark-field magneto-optical Kerr effect (DF-MOKE) magnetometry. We find that the EB and coercive fields vary in a characteristic way with the inclination angle, consistent with the systematic reduction in film thickness expected from inclined directional deposition. In addition, the EB magnitude is influenced by the combined effects of surface roughness of non-planar geometries and the directional growth of the bilayer, highlighting the importance of 3D scaffold surface quality for integrating magnetic multilayers. These results provide insight into the growth and magnetic behavior of sputter-deposited magnetic multilayers with functional interfaces on 3D geometries."}
{"id": "2601.09138", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09138", "abs": "https://arxiv.org/abs/2601.09138", "authors": ["Sahas Kamat", "Jared Dans", "Shanta Saha", "Daniel F. Agterberg", "Johnpierre Paglione", "B. J. Ramshaw"], "title": "Vanishing Phase Stiffness and Fluctuation-Dominated Superconductivity: Evidence for Inter-Band Pairing in UTe$_2$", "comment": "7 figures", "summary": "Superconductivity in three dimensions is almost universally governed by Ginzburg-Landau mean field theory, with critical fluctuations typically confined to within a few percent of the transition temperature ($T_{\\rm c}$). We report that the heavy-Fermion superconductor UTe$_2$ exhibits a fluctuation regime that extends over a temperature range as wide as $T_{\\rm c}$ itself -- the largest observed for any three-dimensional superconductor. Through ultrasound measurements of the elastic moduli and sound attenuation, we find that UTe$_2$ transitions from a mean-field-like state at ambient pressure to a fluctuation dominated state at higher pressures. This regime is marked by elastic softening and an increase in sound attenuation that onsets well above $T_{\\rm c}$, with the attenuation remaining anomalously high deep in the superconducting state. Our analysis shows that these features stem from an extremely low superfluid phase stiffness. This results in a kinetic inductance as high as that of granular aluminum, but achieved in the clean limit. We propose that this exotic state is driven by dominant inter-band pairing mediated by ferromagnetic fluctuations, leading to \"local\" cooper pairs with a coherence length of only a few lattice constants."}
{"id": "2601.09690", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09690", "abs": "https://arxiv.org/abs/2601.09690", "authors": ["Kareem Abdelmaqsoud", "John R. Kitchin", "Michael Widom"], "title": "Electronic structure and elasticity of the Ta-W solid solution", "comment": null, "summary": "The brittleness or ductility of metals has long been attributed to their elastic constants, with high Poisson ratio, or equivalently high Pugh ratio, favoring greater ductility. Growing evidence links ductility with their electronic structure. Consequently, it is desirable to understand how the electronic structure affects the elastic constants. Here, we examine the Ta-W binary alloy system, which evolves from ductile character at Ta-rich compositions to brittleness at high W. We show that a change in slope of the composition-dependent shear modulus near the equiatomic composition coincides with an abrupt change in the Fermi level density of states. We relate the behaviors of the elastic constants to the characters of occupied electronic orbitals close to the Fermi level. Finally, we consider additional alloy systems from groups V and VI and show that qualitatively similar behavior occurs more broadly."}
{"id": "2601.09177", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09177", "abs": "https://arxiv.org/abs/2601.09177", "authors": ["Sali Salama", "Joo-Von Kim", "Maryam Massouras", "Jamal Ben Youssef", "Abdelmadjid Anane", "Jean-Paul Adam"], "title": "Multiple three-magnon splittings in bismuth yttrium iron garnet nanostructures", "comment": "Submitted to Physical Review Letters. 6 pages, 5 figures", "summary": "We experimentally demonstrate the generation of multiple three-magnon splitting processes in an in-plane magnetized submicron Bi-YIG disk using micro-focused Brillouin light scattering. The low magnetic damping and strong magneto-optical response of BiYIG enable the detection of nonlinear spin-wave interactions at low threshold powers. By tuning the in-plane static magnetic field, excitation frequency, and power, we observe the generation of three pairs of secondary modes symmetrically distributed around half the excitation frequency. Time-resolved BLS measurements present temporal dynamics and threshold behavior associated with the successive activation of three-magnon pairs."}
{"id": "2601.08997", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.08997", "abs": "https://arxiv.org/abs/2601.08997", "authors": ["Ziqiang Guan", "Sophia F. R. TenHuisen", "M. Tepie", "Yifeng Zhao", "Ezra Day-Roberts", "Harrison LaBollita", "Alexander M. Young", "Xiaomeng Cui", "Xinglong Chen", "Filippo Glerean", "Carl A. Guia", "Mark P. M. Dean", "Philip Kim", "J. F. Mitchell", "Antia S. Botana", "Christopher C. Homes", "Matteo Mitrano"], "title": "Electronic layer decoupling driven by density-wave order in La$_4$Ni$_3$O$_{10}$", "comment": "31 pages, 22 figures, main text and supplementary material", "summary": "We probe the density-wave transition of the trilayer nickelate La$_4$Ni$_3$O$_{10}$ with polarization-resolved infrared spectroscopy. The low-energy electrodynamics is strongly anisotropic, with metallic in-plane and insulating out-of-plane character. In the ordered phase, the anisotropy grows more than an order of magnitude as the out-of-plane conductivity is sharply suppressed. We interpret this enhancement as an effective electronic decoupling of the Ni-O layers, driven by a spin-density-wave-induced redistribution of Ni-$d_{z^2}$ occupation within the trilayers. This electronic response is accompanied by clear shifts and splittings of the out-of-plane phonons, compatible with a density-wave instability of electronic origin."}
{"id": "2601.09221", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09221", "abs": "https://arxiv.org/abs/2601.09221", "authors": ["Soichiro Yamane", "Sota Nakamura", "Atsutoshi Ikeda", "Kosuke Noda", "Akihiko Ikeda", "Shingo Yonezawa"], "title": "Magneto-optical Kerr effect measurements under bipolar pulsed magnetic fields", "comment": "6 pages, 3 figures, to be published in JJAP Conference Proceedings", "summary": "The magneto-optical Kerr effect (MOKE) is a powerful probe of magnetism. Its contact-free optical nature makes it potentially well suitable for measurements under pulsed magnetic fields if various difficulties are overcome. In this paper, we report the establishment of MOKE measurements under bipolar pulsed magnetic fields up to 13.1 T. The accuracy of the setup was demonstrated by the excellent agreement with static-field results on the (001) surface of a Fe3O4 single crystal. Furthermore, clear hysteresis loops of various commercial permanent magnets were successfully observed. The capability for rapid characterization of hysteretic properties highlights the versatility of our pulsed-field MOKE setup for both fundamental materials science and engineering applications."}
{"id": "2601.09009", "categories": ["cond-mat.stat-mech", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.09009", "abs": "https://arxiv.org/abs/2601.09009", "authors": ["Richard G. Hennig", "Clotilde S. Cucinotta"], "title": "Divergent Fluctuations from an Infrared 2D-Mode Catastrophe", "comment": null, "summary": "Molecular simulations of interfacial polar media routinely employ periodic boundary conditions parallel to the interface. We show that this geometry injects a uniform plane mode ($q_{\\parallel}=0$) that converts the plane-averaged electrostatic potential into a cumulative sum of plane-dipole increments, a random walk in $z$. Consequently, the variance of the plane-averaged potential grows linearly with depth in semi-infinite slabs and follows a parabolic Brownian-bridge profile in finite cells with both ends fixed, with an amplitude inversely proportional to the cell's lateral area. Hence, at any finite area, the variance diverges with slab thickness, a 2D-mode catastrophe. In contrast, a pure 1D chain (no lateral replication) and a fully 3D, nonperiodic medium both exhibit bounded fluctuations that saturate with distance. The mechanism is generic to any solver of Poisson's equation with 2D periodicity, so the apparent growth and ultimate divergence in potential fluctuation are artifacts of boundary conditions rather than material response, and we provide a simple scaling criterion for choosing slab sizes that keeps these artifacts under quantitative control."}
{"id": "2601.09257", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09257", "abs": "https://arxiv.org/abs/2601.09257", "authors": ["Qian Xiao", "Xiangqi Liu", "Zihao Huang", "Xiquan Zheng", "Shilong Zhang", "Hui Chen", "Hong-Jun Gao", "Yanfeng Guo", "Yingying Peng"], "title": "Evolution from three-dimensional charge density wave to one-dimensional stripe order in CsV$_{3-x}$Ti$_x$Sb$_5$", "comment": null, "summary": "Understanding intertwined phases near quantum criticality is a central challenge in correlated electron systems. The kagome metal CsV$_{3-x}$Ti$_x$Sb$_5$ provides a fertile platform to investigate the interplay between charge-density-wave (CDW) and superconductivity. Here, combining x-ray diffraction (XRD) and scanning tunneling microscopy (STM), we uncover a dimensional evolution of the CDW upon Ti substitution. We find that even infinitesimal Ti doping (x = 0.009) completely suppresses the three-dimensional 2 $\\times$ 2 $\\times$ 4 CDW present in pristine CsV3Sb5, while reducing the remaining 2 $\\times$ 2 $\\times$ 2 CDW to a quasi-two-dimensional order. With further Ti substitution, although no CDW transition is discernible in resistivity measurements, our XRD and STM data reveal the emergence of a (quasi-)one-dimensional CDW with a short correlation length of $\\sim$ 20 $Å$ at x = 0.2. The stripelike CDW undergoes a continuous second-order phase transition, characterized by a gradual increase in intensity and correlation length below $\\sim$ 56 K. Our results elucidate the dimensional evolution of CDW order in CsV$_{3-x}$Ti$_x$Sb$_5$ and provide new insight into understanding the unconventional CDWs and their role in kagome superconductors."}
{"id": "2601.09221", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09221", "abs": "https://arxiv.org/abs/2601.09221", "authors": ["Soichiro Yamane", "Sota Nakamura", "Atsutoshi Ikeda", "Kosuke Noda", "Akihiko Ikeda", "Shingo Yonezawa"], "title": "Magneto-optical Kerr effect measurements under bipolar pulsed magnetic fields", "comment": "6 pages, 3 figures, to be published in JJAP Conference Proceedings", "summary": "The magneto-optical Kerr effect (MOKE) is a powerful probe of magnetism. Its contact-free optical nature makes it potentially well suitable for measurements under pulsed magnetic fields if various difficulties are overcome. In this paper, we report the establishment of MOKE measurements under bipolar pulsed magnetic fields up to 13.1 T. The accuracy of the setup was demonstrated by the excellent agreement with static-field results on the (001) surface of a Fe3O4 single crystal. Furthermore, clear hysteresis loops of various commercial permanent magnets were successfully observed. The capability for rapid characterization of hysteretic properties highlights the versatility of our pulsed-field MOKE setup for both fundamental materials science and engineering applications."}
{"id": "2601.09267", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09267", "abs": "https://arxiv.org/abs/2601.09267", "authors": ["Satoru Hayami", "Kazuki Okigami"], "title": "Multiple-$Q$ spin textures induced by spiral--staggered interference in one-dimensional itinerant magnets", "comment": "7 pages, 6 figures, accepted for publication in J. Phys. Soc. Jpn", "summary": "We theoretically investigate multiple-$Q$ magnetic states emerging from the interference between finite-$Q$ spiral and staggered spin modulations in a one-dimensional itinerant electron system. The multiple-$Q$ spin textures are characterized by a superposition of symmetry-unrelated ordering wave vectors in the same direction with distinct periodicities rather than rotationally symmetry-related ones. Motivated by recent experimental observations of broken helix magnetic structures in EuIn$_2$As$_2$, we focus on the microscopic interaction conditions in stabilizing such multiple-$Q$ states.We employ two effective spin models: One is the momentum-space-based model, and the other is the real-space-based model, both of which include bilinear and biquadratic easy-plane anisotropic interactions. By analyzing their ground state via simulated annealing, we find that a superposition of a spiral and a staggered modulation yields a robust double-$Q$ magnetic structure. Moreover, we demonstrate that the obtained double-$Q$ spin configuration exhibits an antisymmetric spin-split band structure even without the relativistic Dzyaloshinskii-Moriya interaction, and further reveals asymmetric band modulations when the magnetic field is applied along the out-of-plane direction. Our results provide a theoretical framework for understanding unconventional multiple-$Q$ magnetic textures in one-dimensional systems."}
{"id": "2601.09284", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09284", "abs": "https://arxiv.org/abs/2601.09284", "authors": ["Suchetana Mukhopadhyay", "David Muradas-Belinchon", "Francesco Foggetti", "Peter M. Oppeneer", "M. Venkata Kamalakar", "Anjan Barman"], "title": "Tunnel-Barrier-Engineered Ultrafast Demagnetization and Spin Transport in Graphene-Based Heterostructures", "comment": null, "summary": "Heterostructures combining graphene with 3d transition metal ferromagnets (FMs) enable various spin-based phenomena at ultrafast timescales. However, challenges such as the interfacial impedance mismatch, FM deposition-induced defect generation, and interface modification by interfacial coupling or hybridization can impede their functionalization for spin-orbitronics. In this work, we utilize insulating TiOx barrier layers (BLs) to modify the interfacial spin conductance structurally, disentangle spin pumping and magnetic proximity effects (MPE), and establish external control over ultrafast magnetization dynamics in single-layer graphene/TiOx/Co systems. All-optical time-resolved magneto-optical Kerr effect measurements of femtosecond to nanosecond spin dynamics reveal systematic tunability of ultrafast magnetic parameters via barrier engineering. The thickness-dependent damping modulation in Co indicates strong spin pumping, with interfacial spin transparency close to half its physical limit in the presence of an ultrathin BL, where MPE is eliminated. Our results show that appropriately chosen ultrathin BLs can prevent interfacial alterations from ferromagnetic metals, facilitating efficient spin detection in graphene and enhancing control over spin angular momentum dissipation in graphene/FM interfaces."}
{"id": "2601.09272", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09272", "abs": "https://arxiv.org/abs/2601.09272", "authors": ["Thomas Garm Pedersen"], "title": "One-Dimensional Frenkel and Wannier Excitons in Electric Fields: Stark Effect, Ionization, Polarizability and Electroabsorption", "comment": null, "summary": "One-dimensional semiconductors are characterized by strongly bound excitons. Therefore, the Frenkel regime of excitons localized within a few unit cells is readily reached and traditional Wannier exciton models become inadequate. In the presence of strong electric fields, excitons are polarized and, in extreme cases, ionized. Such strong-field effects have previously been described analytically for Wannier excitons. In the present work, we show that analytical results can be extended to the more involved Frenkel case as well. Hence, by analytically solving the difference equation describing Frenkel excitons in electric fields, we derive close-form expressions for resonances providing Stark shifts and ionization rates. Moreover, closed-form results for exciton electroabsorption spectra and dynamic polarizability are obtained."}
{"id": "2601.09303", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09303", "abs": "https://arxiv.org/abs/2601.09303", "authors": ["Ya-Xi Li", "Rui-Qiang Wang", "Ming-Xun Deng", "Hou-Jian Duan"], "title": "RKKY signatures as a probe of band properties and photoinduced topological phase transitions in MnBi$_2$Te$_4$ films", "comment": null, "summary": "We present a systematic study of the Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction in MnBi$_2$Te$_4$ films under both dark and illuminated conditions. In the dark, the intrinsic magnetism of MnBi$_2$Te$_4$ is shown to yield a stronger anisotropic RKKY spin model compared to nonmagnetic topological insulators, providing a clear signature for differentiating these systems. Furthermore, key band properties -- such as energy gap, band degeneracy/splitting, and topological deformations of the Fermi surface -- imprint distinct signatures on the RKKY interaction, enabling clear discrimination between even- and odd-septuple-layer (SL) films. This discrimination manifests in multiple ways: through the Fermi-energy dependence or spatial oscillations of the interaction for impurities on the same surface, or via the presence versus absence of spin-frustrated terms for those on different surfaces. Under off-resonant circularly polarized light, we track photoinduced topological phase transitions and identify two characteristic signatures at the phase boundary: a sign reversal in spin-frustrated terms and a dip in collinear RKKY components. These serve as fingerprints for circular-polarization-chirality-dependent topological transitions in even- and odd-SL films, respectively. Overall, this work establishes RKKY interactions as a sensitive magnetic probe for revealing both distinctive band properties and light-driven phase transitions in MnBi$_2$Te$_4$ films, thereby complementing conventional electrical measurements while providing new insights into the influence of intrinsic magnetism on the surface-state band structure."}
{"id": "2601.09284", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09284", "abs": "https://arxiv.org/abs/2601.09284", "authors": ["Suchetana Mukhopadhyay", "David Muradas-Belinchon", "Francesco Foggetti", "Peter M. Oppeneer", "M. Venkata Kamalakar", "Anjan Barman"], "title": "Tunnel-Barrier-Engineered Ultrafast Demagnetization and Spin Transport in Graphene-Based Heterostructures", "comment": null, "summary": "Heterostructures combining graphene with 3d transition metal ferromagnets (FMs) enable various spin-based phenomena at ultrafast timescales. However, challenges such as the interfacial impedance mismatch, FM deposition-induced defect generation, and interface modification by interfacial coupling or hybridization can impede their functionalization for spin-orbitronics. In this work, we utilize insulating TiOx barrier layers (BLs) to modify the interfacial spin conductance structurally, disentangle spin pumping and magnetic proximity effects (MPE), and establish external control over ultrafast magnetization dynamics in single-layer graphene/TiOx/Co systems. All-optical time-resolved magneto-optical Kerr effect measurements of femtosecond to nanosecond spin dynamics reveal systematic tunability of ultrafast magnetic parameters via barrier engineering. The thickness-dependent damping modulation in Co indicates strong spin pumping, with interfacial spin transparency close to half its physical limit in the presence of an ultrathin BL, where MPE is eliminated. Our results show that appropriately chosen ultrathin BLs can prevent interfacial alterations from ferromagnetic metals, facilitating efficient spin detection in graphene and enhancing control over spin angular momentum dissipation in graphene/FM interfaces."}
{"id": "2601.09379", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09379", "abs": "https://arxiv.org/abs/2601.09379", "authors": ["Andrea Pulici", "Gabriele Seguini", "Fabiana Taglietti", "Roman Gumeniuk", "Riccardo Chiarcos", "Michele Laus", "Johannes Heitmann", "Marco Fanciulli", "Michele Perego"], "title": "Interface effects and dielectric mismatch in ultrathin silicon on insulator films", "comment": "32 Pages, 5 Figures, 6 Pages (Supporting Information)", "summary": "The role of interface states and dielectric mismatch is studied in ultrathin P-doped silicon-on-insulator (SOI) films with thickness of the device layer ($H_{SOI}$) varying from 30 to 8 nm and dopant concentration ($n_{D}$) ranging from 10$^{18}$ to nearly 10$^{20}$ cm$^{-3}$. P concentration is determined by Time-of-Flight Secondary Ion Mass Spectrometry (ToF-SIMS). Sample resistivity ($ρ$), carrier concentration ($n_e$), and mobility ($μ_e$) are extracted by combining sheet resistance and Hall measurements in van der Pauw configuration. When $H_{SOI}$ = 30 nm, transport properties at room temperature are fully compatible with those of a similarly doped bulk Si. Progressive 2D confinement by reduction of $H_{SOI}$ below 30 nm results in a reduction of the carrier concentration and a concomitant degradation of $μ_e$. These effects, which are steadily enhanced decreasing $n_D$, are attributed to non-passivated interface states at the SiO$_2$/Si interface and can be significantly mitigated by high temperature rapid thermal oxidation (RTO). The effectiveness of this approach was verified by electron-paramagnetic resonance (EPR) spectra and capacitance-voltage (CV) measurements, which allowed the assessment of the quality of the RTO-SiO$_2$/Si interface and the correlation with observed electrical properties. After effective interface engineering, low temperature electrical characterization revealed a significant increase in P ionization energy in samples with $H_{SOI}$ <= 15 nm, a result directly related to the dielectric mismatch."}
{"id": "2601.09296", "categories": ["cond-mat.stat-mech", "math-ph", "math.PR"], "pdf": "https://arxiv.org/pdf/2601.09296", "abs": "https://arxiv.org/abs/2601.09296", "authors": ["Ivan Burenev", "Michael J. Kearney", "Satya N. Majumdar"], "title": "A first passage problem for a Poisson counting process with a linear moving boundary", "comment": "49 pages, 15 figures", "summary": "The time to first crossing for the Poisson counting process with respect to a linear moving barrier with offset is a classic problem, although key results remain scattered across the literature and their equivalence is often unclear. Here we present a unified and pedagogical treatment of two approaches: the direct time-domain approach based on path-decomposition techniques and the Laplace-domain approach based on the Pollaczek-Spitzer formula. Beyond streamlining existing derivations and establishing their consistency, we leverage the complementary nature of the two methods to obtain new exact analytical results. Specifically, we derive an explicit large deviation function for the first-passage time distribution in the subcritical regime and closed-form expressions for the conditional mean first-passage time for arbitrary offset. Despite its simplicity, this first crossing process exhibits non-trivial critical behavior and provides a rare example where all the main results of interest can be derived exactly."}
{"id": "2601.09513", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09513", "abs": "https://arxiv.org/abs/2601.09513", "authors": ["Irene Biancardi", "Valerio Levati", "Jordi Alcalà", "Thomas Günkel", "Nicolas Lejeune", "Alejandro V. Silhanek", "Valeria Russo", "Narcís Mestres", "Daniela Petti", "Anna Palau", "Edoardo Albisetti"], "title": "Nanoscale Spatial Tuning of Superconductivity in Cuprate Thin Films via Direct Laser Writing", "comment": "19 pages, 5 figures", "summary": "Cuprate high-temperature superconductors, such as Yttrium Barium Copper Oxide (YBCO), are extremely promising for emerging technologies such as low-power computing, data storage, quantum sensors and superconducting electronics. However, the realization of high-performance functional nanostructures presents formidable challenges due to the difficulty of applying conventional nanofabrication methods to such sensitive materials, making the search for alternative methods a key enabling factor. Since YBCO's superconducting and normal-state properties are highly dependent on oxygen stoichiometry, precise nanoscale control of the oxygen content represents a highly appealing approach for creating advanced nanoengineered devices. In this work, we demonstrate the precise fabrication of sub-micrometer, grayscale patterns over large areas in epitaxial YBCO thin films, achieving finely tuned optical and superconducting transport properties by locally controlling the stoichiometry through maskless direct laser writing under ambient conditions. Cryogenic magneto-optical imaging and transport measurements in irradiated devices directly demonstrate the spatial tuning of the critical temperature and carrier density with the patterning conditions. Correlated Raman microscopy and reflectometry of the patterned regions indicate a laser-power dependent oxygen depletion in the irradiated regions. The proposed laser-controlled stoichiometry approach provides a direct and scalable method to navigate the phase diagram of high-Tc superconducting oxides, offering new possibilities for integrating functional nanostructures into superconducting devices."}
{"id": "2601.09303", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09303", "abs": "https://arxiv.org/abs/2601.09303", "authors": ["Ya-Xi Li", "Rui-Qiang Wang", "Ming-Xun Deng", "Hou-Jian Duan"], "title": "RKKY signatures as a probe of band properties and photoinduced topological phase transitions in MnBi$_2$Te$_4$ films", "comment": null, "summary": "We present a systematic study of the Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction in MnBi$_2$Te$_4$ films under both dark and illuminated conditions. In the dark, the intrinsic magnetism of MnBi$_2$Te$_4$ is shown to yield a stronger anisotropic RKKY spin model compared to nonmagnetic topological insulators, providing a clear signature for differentiating these systems. Furthermore, key band properties -- such as energy gap, band degeneracy/splitting, and topological deformations of the Fermi surface -- imprint distinct signatures on the RKKY interaction, enabling clear discrimination between even- and odd-septuple-layer (SL) films. This discrimination manifests in multiple ways: through the Fermi-energy dependence or spatial oscillations of the interaction for impurities on the same surface, or via the presence versus absence of spin-frustrated terms for those on different surfaces. Under off-resonant circularly polarized light, we track photoinduced topological phase transitions and identify two characteristic signatures at the phase boundary: a sign reversal in spin-frustrated terms and a dip in collinear RKKY components. These serve as fingerprints for circular-polarization-chirality-dependent topological transitions in even- and odd-SL films, respectively. Overall, this work establishes RKKY interactions as a sensitive magnetic probe for revealing both distinctive band properties and light-driven phase transitions in MnBi$_2$Te$_4$ films, thereby complementing conventional electrical measurements while providing new insights into the influence of intrinsic magnetism on the surface-state band structure."}
{"id": "2601.09569", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.09569", "abs": "https://arxiv.org/abs/2601.09569", "authors": ["Emir Karadza", "Hanchen Wang", "Niklas Kercher", "Paul Noel", "William Legrand", "Richard Schlitz", "Pietro Gambardella"], "title": "Dynamical Stabilization of Inverted Magnetization and Antimagnons by Spin Injection in an Extended Magnetic System", "comment": "9 pages, 6 figures", "summary": "Dynamical perturbations can modify the energy landscape of a physical system, such that unstable equilibrium configurations become stable when subject to an external drive. The magnetic analog of such dynamical stabilization corresponds to saturation of the magnetization against an external field. Here we report dynamical stabilization of the magnetization in thin film bismuth-substituted yttrium iron garnet by spin current injection from an adjacent Pt layer. Magneto-optical Kerr effect measurements demonstrate magnetization reversal against magnetic fields up to 3000 times larger than the film's coercivity once the spin injection surpasses a critical threshold associated with negative damping. Micromagnetic simulations reveal that this process is mediated by the excitation of a large population of incoherent magnons with non-zero wave vector, leading to a transient shortening and subsequent stabilization of the inverted magnetization. The elementary excitations of the high-energy inverted magnetization state are shown to be antimagnons, quasi-particles carrying opposite energy and spin relative to magnons. Our results further reveal how the system's size and minimization of nonlinear magnon scattering processes play a key role in dynamical stabilization, opening new avenues for magnetic state control beyond conventional magnetization switching. Dissipation-driven phase transitions in large-area magnetic systems provide a solid-state platform to study magnonic analogs of relativistic phenomena, such as Klein tunneling and black holes, as well as spin-wave amplification and lasing."}
{"id": "2601.09323", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09323", "abs": "https://arxiv.org/abs/2601.09323", "authors": ["Kasper A. Hunnestad", "Guo-Dong Zhao", "Mao-Hua Zhang", "Tiannan Yang", "Elzbieta Gradauskaite", "Antonius T. J. van Helvoort", "Morgan Trassin", "Long-Qing Chen", "Tadej Rojac", "Dennis Meier"], "title": "Chemical heterogeneity at conducting ferroelectric domain walls", "comment": "14 pager, 4 main figures, supplementary information at the back", "summary": "Natural interfaces in ferroic oxides have developed into versatile playgrounds for studying electronic correlation effects in 2D systems. The microscopic origin of the emergent local electronic properties is often debated, however, as quantitative atomic-scale characterization remains challenging. A prime example is enhanced conductivity at ferroelectric domain walls, attributed to mechanisms ranging from local band gap reduction to point defect accumulations. Here, we resolve the microscopic mechanisms for domain wall conduction in the ferroelectric model system BiFeO3, by combining transport measurements with atom probe tomography to quantify the local chemical composition and correlate it with the electrical properties. Significant chemical variations along the walls are observed, demonstrating an outstanding chemical flexibility at domain walls, which manifest in spatially varying physical properties. The results give a unifying explanation for the diverse electronic behavior observed and establish the fundamental notion that multiple conduction mechanisms can coexist within individual domain walls."}
{"id": "2601.09705", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09705", "abs": "https://arxiv.org/abs/2601.09705", "authors": ["Liam A. V. Nagle-Cocco", "Andrew L. Goodwin", "Clare P. Grey", "Siân E. Dutton"], "title": "Revisiting Jahn--Teller Transitions in Correlated Oxides with Monte Carlo Modeling", "comment": "SI appended to manuscript, after bibliography", "summary": "Jahn--Teller (JT) distortions are a key driver of physical properties in many correlated oxide materials. Cooperative JT distortions, in which long-range orbital order reduces the symmetry of the average structure macroscopically, are common in JT-distorted materials at low temperatures. This long-range order will often melt on heating, \\textit{via} a transition to a high-temperature state without long-range orbital order. The nature of this transition has been observed to vary with different materials depending on crystal structure; in LaMnO$_3$ the transition has generally been interpreted as order-disorder, whereas in layered nickelates $A$NiO$_2$ ($A$=Li,Na) there is a displacive transition. Alternatively, recent theoretical work has suggested that previous attributions of order-disorder may in fact be a consequence of phonon anharmonicity, rather than persistence of JT distortions, which would suggest that the displacive transition may be more common than currently believed. In this work, we run Monte Carlo simulations with a simple Hamiltonian which is modified to include terms dependent on the JT amplitude $ρ$, which is allowed to vary within the simulation \\textit{via} the Metropolis algorithm. Our simulations yield distributions of JT amplitudes consistent with displacive rather than order-disorder behaviour for both perovskites and layered nickelates, suggesting that displacive-like JT transitions may be more common than previously assumed in both perovskites and layered nickelates. We also find significant differences between the transition observed for perovskites compared with layered nickelates, which we attribute to differing extensivity of configurational entropy on the two lattices, showing the crucial role of lattice geometry in determining behaviour."}
{"id": "2601.09326", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09326", "abs": "https://arxiv.org/abs/2601.09326", "authors": ["Tomoya Takahashi", "Wei-Lin Tu", "Ji-Yao Chen", "Yusuke Nomura"], "title": "Probing the Dynamical Structure Factor of Quantum Spin Chains via Low-Temperature Gibbs States with Matrix Product State Subspace Expansion", "comment": "10 pages, 6 figures, 1 table", "summary": "Studying finite-temperature properties with tensor networks is notoriously difficult, especially at low temperatures, due to the rapid growth of entanglement and the complexity of thermal states. Existing methods like purification and minimally entangled typical thermal states offer partial solutions but struggle with scalability and accuracy in low-temperature regime. To overcome these limitations, we propose a new approach based on generating-function matrix product states (GFMPS). By directly computing a large set of Bloch-type excited states, we construct Gibbs states that moderate the area-law constraint, enabling accurate and efficient approximation of low-temperature thermal behavior. Our benchmark results show magnificent agreement with both exact diagonalization and experimental observations, validating the accuracy of our approach. This method offers a promising new direction for overcoming the longstanding challenges of studying low-temperature properties within the tensor network framework. We also expect that our method will facilitate the numerical simulation of quantum materials in comparison with experimental observations."}
{"id": "2601.09344", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09344", "abs": "https://arxiv.org/abs/2601.09344", "authors": ["Sylvia Koerfer", "Bianca Dißmann", "Norman Schier", "Han-Ill Yoo", "Manfred Martin", "Roger A. De Souza"], "title": "The Diffusion Kinetics of Ba Cations in Perovskite BaTiO$_3$: A Combined Tracer Diffusion and Metadynamics Study", "comment": "28 pages, 6 figures", "summary": "Tracer diffusion experiments and metadynamics (MtD) simulations were used to study the diffusion of Ba cations in the cubic phase of the perovskite oxide BaTiO$_3$. $^{130}$BaTiO$_3$ thin films were used as diffusion sources to introduce barium tracer diffusion profiles into single-crystal samples at temperatures $1348 \\leq T/\\mathrm{K} \\leq 1498$. The $^{130}$Ba profiles were determined by time-of-flight secondary ion mass spectrometry, and then analysed to yield Ba tracer diffusion coefficients ($D_\\mathrm{Ba}^\\ast$). MtD simulations were performed in order to obtain barium-vacancy diffusion coefficients ($D_\\mathrm{v_{Ba}}$) for selected vacancy mechanisms as a function of temperature. $D_\\mathrm{v_{Ba}}$ is predicted to be increased significantly by an adjacent oxygen vacancy, and even more, by an adjacent titanium vacancy. From the combined consideration of $D_\\mathrm{Ba}^\\ast$ and $D_\\mathrm{v_{Ba}}$, we conclude that Ba diffusion in these samples occurred most probably by the migration of defect associates, and not by the migration of isolated barium vacancies. More generally, our results draw attention to the dangers of relying solely on activation enthalpies to interpret diffusion data."}
{"id": "2601.09359", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09359", "abs": "https://arxiv.org/abs/2601.09359", "authors": ["Doaa Mohamed", "Samuel García Vázquez", "Behnam Mardani", "Victor Dudarev", "Alfred Ludwig", "Maribel Acosta", "Markus Stricker"], "title": "Field report from Collaborative Research Center 1625: Heterogeneous research data management using ontology representations", "comment": "22 pages, 11 figures", "summary": "The goal of the Collaborative Research Center 1625 is the establishment of a scientific basis for the atomic-scale understanding and design of multifunctional compositionally complex solid solution surfaces. Next to materials synthesis in form of thin-film materials libraries, various materials characterization and simulations techniques are used to explore the materials data space of the problem. Machine learning and artificial intelligence techniques guide its exploration and navigation. The effective use of the combined heterogeneous data requires more than just a simple research data management plan. Consequently, our research data management system maps different data modalities in different formats and resolutions from different labs to the correct spatial locations on physical samples. Besides a graphical user interface, the system can also be accessed through an application programming interface for reproducible data-driven workflows. It is implemented by a combination of a custom research data management system designed around a relational database, an ontology which builds upon materials science-specific ontologies, and the construction of a Knowledge Graph. Along with the technical solutions of research data management system and lessons learned, first use cases are shown which were not possible (or at least much harder to achieve) without it."}
{"id": "2601.09370", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.09370", "abs": "https://arxiv.org/abs/2601.09370", "authors": ["Esther Resines-Urien", "Enrique Burzurí", "Estefania Fernandez-Bartolome", "Miguel Ángel García García-Tuñón", "Patricia de la Presa", "Roberta Poloni", "Simon J. Teat", "Jose Sanchez Costa"], "title": "Molecular-based coordination polymer as reversible and precise acetonitrile electro-optical readout", "comment": null, "summary": "Efficient detection of harmful organic volatile compounds is a major health and environmental need in industrialized societies. Tailor-made metal-organic frameworks and other coordination polymers are emerging as promising sensing molecular materials thanks to their responsivity to a wide variety of external stimuli, and could be used to complement conventional sensors. Here, a non-porous crystalline 1D Fe(II) coordination polymer acting as a porous acetonitrile host is presented. The desorption of interstitial acetonitrile is accompanied by magneto-structural transitions easily detectable in the optical and electronic properties of the material. The structural switch and therefore its (opto)electronic readout are reversible under exposition of the crystal to acetonitrile vapor. Coordination polymers can be versatile sensors for volatile acetonitrile and potentially other organic compounds."}
{"id": "2601.09378", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09378", "abs": "https://arxiv.org/abs/2601.09378", "authors": ["Zhili Lin", "Luosha Han", "Jinkun He", "Xiaoxue Fan", "Tongyao Zhang", "Xiaoxi Li", "Baojuan Dong", "Kai Zhao"], "title": "Batch-Fabricated PDMS Templates for the Robotic Transfer of 2D Materials", "comment": "7 pages, 5 figures", "summary": "Robotic stacking of van der Waals heterostructures has been at the verge thanks to the convergence between artificial intelligence (AI) and two-dimensional (2D) materials research. Key ingredients to fulfill this pursuit often include algorithms to identify layer compounds on chips, hard-wares to realize sophisticated operations of motion and/or rotation in a microscale, and, as importantly, highly-standardized and uniform transfer stamps that are often used in picking up layered materials under a microscope. Here, we report a hot-casted-droplet batch fabrication method for polydimethylsiloxane (PDMS) templates tailored for dry transfer of 2D materials. Controlled precursor formulation, degassing, and motorized-syringe dispensing produce dome-shaped PDMS templates with ultra-smooth surfaces (root-mean-square roughness about 0.3 nm at relatively low curing temperatures). By tuning the curing temperature, the reproducible and controllable apex curvature allows precisely defined contact area between the organic adhesive film and substrate, via thermal expansion. Our results further reveals thermalmechanical behaviors with different casting parameters of such PDMS domes. This scalable and parameterized fabrication protocol gives rise to uniform transfer-stamps with ultra-smooth surface, which may be beneficial for future AI-driven robotic assembly of 2D material heterostructures."}
{"id": "2601.09379", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09379", "abs": "https://arxiv.org/abs/2601.09379", "authors": ["Andrea Pulici", "Gabriele Seguini", "Fabiana Taglietti", "Roman Gumeniuk", "Riccardo Chiarcos", "Michele Laus", "Johannes Heitmann", "Marco Fanciulli", "Michele Perego"], "title": "Interface effects and dielectric mismatch in ultrathin silicon on insulator films", "comment": "32 Pages, 5 Figures, 6 Pages (Supporting Information)", "summary": "The role of interface states and dielectric mismatch is studied in ultrathin P-doped silicon-on-insulator (SOI) films with thickness of the device layer ($H_{SOI}$) varying from 30 to 8 nm and dopant concentration ($n_{D}$) ranging from 10$^{18}$ to nearly 10$^{20}$ cm$^{-3}$. P concentration is determined by Time-of-Flight Secondary Ion Mass Spectrometry (ToF-SIMS). Sample resistivity ($ρ$), carrier concentration ($n_e$), and mobility ($μ_e$) are extracted by combining sheet resistance and Hall measurements in van der Pauw configuration. When $H_{SOI}$ = 30 nm, transport properties at room temperature are fully compatible with those of a similarly doped bulk Si. Progressive 2D confinement by reduction of $H_{SOI}$ below 30 nm results in a reduction of the carrier concentration and a concomitant degradation of $μ_e$. These effects, which are steadily enhanced decreasing $n_D$, are attributed to non-passivated interface states at the SiO$_2$/Si interface and can be significantly mitigated by high temperature rapid thermal oxidation (RTO). The effectiveness of this approach was verified by electron-paramagnetic resonance (EPR) spectra and capacitance-voltage (CV) measurements, which allowed the assessment of the quality of the RTO-SiO$_2$/Si interface and the correlation with observed electrical properties. After effective interface engineering, low temperature electrical characterization revealed a significant increase in P ionization energy in samples with $H_{SOI}$ <= 15 nm, a result directly related to the dielectric mismatch."}
{"id": "2601.09396", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09396", "abs": "https://arxiv.org/abs/2601.09396", "authors": ["Paul Leask", "Calum Ross", "Egor Babaev"], "title": "Interactions of composite magnetic skyrmion-superconducting vortex pairs in ferromagnetic superconductors", "comment": "Rev 1: 11 pages, 5 figures", "summary": "We study composite topological excitations in ferromagnetic superconductors consisting of bound states of magnetic spin textures (skyrmions) and superconducting vortices. Using a Ginzburg--Landau framework with Zeeman coupling between the magnetization and superconducting magnetic field, we demonstrate that skyrmion-vortex pairs (SVPs) form energetically stable bound states. By analyzing their asymptotic interactions, we identify regimes in which SVPs exhibit both short-range repulsion and long-range attraction, leading to clustering phenomena. Our results provide a field-theoretical basis for understanding suggest pathways for controlling hybrid topological matter through long-range interactions."}
{"id": "2601.09420", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09420", "abs": "https://arxiv.org/abs/2601.09420", "authors": ["A. Chen", "F. B. Kugler", "P. Doležal", "Y. Saito", "A. Kawamoto", "A. Georges", "A. Pustogow"], "title": "Quasiparticle to local moment crossover in bad metals", "comment": null, "summary": "Non-Fermi-liquid charge transport in the vicinity of electronic instabilities has been intensely studied for decades. Deviations from $ρ_{\\rm FL}=ρ_0+AT^2$ in bad and strange metals are commonly ascribed to a breakdown of Landau's quasiparticle (QP) concept. Yet, it remains unclear what mechanism drives the temperature dependence of $ρ(T)$ beyond $ρ_{\\rm FL}$. Here, we examine the bad metal upon approaching the Mott metal-insulator transition via chemical pressure in $κ$-[(BEDT-STF)$_x$(BEDT-TTF)$_{1-x}$]$\\rm _2 Cu_2 (CN)_3$. Through nuclear magnetic resonance (NMR) and transport experiments on the same single crystals, we directly link the onset of deviations from Korringa law $(T_1T)^{-1} = \\mathrm{const.}$ with the rise of $ρ(T)$ beyond $ρ_{\\rm FL}$. From the NMR relaxation rate, we can identify the gradual crossover between the QP-dominated regime at low $T$ to predominant local moments at higher $T$. By comparing our experimental findings with dynamical mean-field theory calculations, which accurately reproduce the transport data, we reveal how this crossover is reflected in $T$-dependent changes of the QP spectrum. Near the Mott insulator, where $dρ/dT<0$ at high $T$, an Einstein-relation analysis shows that bad-metal behavior with $dρ/dT>0$ is driven by the temperature dependence of the electronic compressibility rather than the diffusion constant."}
{"id": "2601.09432", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09432", "abs": "https://arxiv.org/abs/2601.09432", "authors": ["Anuradha Jagannathan"], "title": "Topological connections between the 2D Quantum Hall problem and the 1D quasicrystal", "comment": "Submitted to Proceedings of ICQ 16 (Nancy, France)", "summary": "1D quasicrystals such as the Fibonacci chain have been said to ``inherit\" their topological properties from the 2D Quantum Hall problem. Yet, a direct way to see the connection was lacking until a common ancestor, the Fibonacci-Hall model, was introduced recently \\cite{aj2025}. This 2D ancestor model relates the role of the external magnetic flux in the Hall problem and that of a geometric flux which describes the winding of the quasicrystal in 2D, in the cut-and-project method. Doing this enables us to extend the notion of Chern numbers as defined in 2D, to the energy bands of the 1D chain by adiabatic continuity. The older notion of gap labels in the 1D system are now seen to be derivable from the Chern numbers of the 2D bands. The Fibonacci-Hall model thus provides an important link between physics of two paradigmatic models, the Fibonacci quasicrystal and the quantum Hall insulator. The generalization to other 1D quasiperiodic models is expected to be relatively straightforward. The extension to 2D cut-and-project tilings is left for future studies."}
{"id": "2601.09462", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09462", "abs": "https://arxiv.org/abs/2601.09462", "authors": ["Tetsuro Abe", "Kanta Hino", "Shu Tanaka"], "title": "Structural Comparison of Error Mitigation Methods for Ising Machines: Penalty-Spin Model versus Stacked Model", "comment": "14 pages, 11 figures", "summary": "Error-mitigation methods for Ising machines are reexamined not merely as noise-suppression techniques but as a structural design problem of replica-coupled Ising models. Using simulated annealing as a hardware-noise-free testbed, we systematically compare the penalty-spin (PS) model, which couples replicas through a centralized auxiliary layer, with the stacked model, which couples adjacent replicas directly. Numerical experiments on the quadratic assignment problem reveal that the ferromagnetically coupled stacked model stably maintains constraint satisfaction and improves solution quality over a broad parameter range, exhibiting favorable scalability with both the number of replicas and problem size. In contrast, the PS model suffers from cooperation collapse at large parallelism: many-replica averaging in the PS layer washes out sparse solution information, preventing effective inter-replica coordination. These findings demonstrate that the topology of inter-replica couplings decisively influences search robustness, and provide practical guidelines for model selection and parameter tuning in constrained optimization."}
{"id": "2601.09501", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09501", "abs": "https://arxiv.org/abs/2601.09501", "authors": ["Yubo Yuan", "Ziye Zhu", "Jiaming Hu", "Wenbin Li"], "title": "Ab initio study of carrier mobility in Bi$_2$O$_2$Se", "comment": null, "summary": "Bi$_2$O$_2$Se is an emerging high-performance layered semiconductor with excellent stability. While experimental studies have explored carrier transport across various doping levels for both $n$-type and $p$-type conduction, a comprehensive theoretical understanding remains incomplete. In this work, we present parameter-free first-principles calculations of the electron and hole mobilities in Bi$_2$O$_2$Se, based on iterative solution of the Boltzmann transport equation that includes electron-phonon scattering and ionized impurity scattering on an equal footing. Intriguingly, we find that Bi$_2$O$_2$Se exhibits high electron mobilities in both the in-plane and out-of-plane directions, whereas the hole mobilities are only significant in the in-plane direction, displaying a unique three-dimensional (3D) electron transport and two-dimensional (2D) hole transport behavior. At 300~K, the calculated intrinsic electron and hole mobilities along the in-plane direction are 447~$\\mathrm{cm^2\\,V^{-1}\\,s^{-1}}$ and 29~$\\mathrm{cm^2\\,V^{-1}\\,s^{-1}}$, respectively, which are primarily affected by Fröhlich electron-phonon interactions. Due to its large static dielectric permittivity, Bi$_2$O$_2$Se exhibits an exceptionally high low-temperature electron mobilities above $1.0\\times10^5~\\mathrm{cm^2\\,V^{-1}\\,s^{-1}}$, and its electron mobilities above 50~K is robust against ionized impurity scattering over a wide range of impurity concentrations. By incorporating the Hall effect into our analysis, we predict an in-plane electron Hall mobility of 517~$\\mathrm{cm^2\\,V^{-1}\\,s^{-1}}$ at 300~K, in excellent agreement with experimental data. These results provide valuable insights into the carrier transport mechanisms in Bi$_2$O$_2$Se, and offer predictive benchmarks for future theoretical and experimental investigations."}
{"id": "2601.09513", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09513", "abs": "https://arxiv.org/abs/2601.09513", "authors": ["Irene Biancardi", "Valerio Levati", "Jordi Alcalà", "Thomas Günkel", "Nicolas Lejeune", "Alejandro V. Silhanek", "Valeria Russo", "Narcís Mestres", "Daniela Petti", "Anna Palau", "Edoardo Albisetti"], "title": "Nanoscale Spatial Tuning of Superconductivity in Cuprate Thin Films via Direct Laser Writing", "comment": "19 pages, 5 figures", "summary": "Cuprate high-temperature superconductors, such as Yttrium Barium Copper Oxide (YBCO), are extremely promising for emerging technologies such as low-power computing, data storage, quantum sensors and superconducting electronics. However, the realization of high-performance functional nanostructures presents formidable challenges due to the difficulty of applying conventional nanofabrication methods to such sensitive materials, making the search for alternative methods a key enabling factor. Since YBCO's superconducting and normal-state properties are highly dependent on oxygen stoichiometry, precise nanoscale control of the oxygen content represents a highly appealing approach for creating advanced nanoengineered devices. In this work, we demonstrate the precise fabrication of sub-micrometer, grayscale patterns over large areas in epitaxial YBCO thin films, achieving finely tuned optical and superconducting transport properties by locally controlling the stoichiometry through maskless direct laser writing under ambient conditions. Cryogenic magneto-optical imaging and transport measurements in irradiated devices directly demonstrate the spatial tuning of the critical temperature and carrier density with the patterning conditions. Correlated Raman microscopy and reflectometry of the patterned regions indicate a laser-power dependent oxygen depletion in the irradiated regions. The proposed laser-controlled stoichiometry approach provides a direct and scalable method to navigate the phase diagram of high-Tc superconducting oxides, offering new possibilities for integrating functional nanostructures into superconducting devices."}
{"id": "2601.09560", "categories": ["cond-mat.mtrl-sci", "physics.app-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.09560", "abs": "https://arxiv.org/abs/2601.09560", "authors": ["Bogdan M. Fominykh", "Valentin Yu. Irkhin", "Vyacheslav V. Marchenkov"], "title": "Is it possible to determine unambiguously the Berry phase solely from quantum oscillations?", "comment": null, "summary": "The Berry phase, a fundamental geometric phase in quantum systems, has become a crucial tool for probing the topological properties of materials. Quantum oscillations, such as Shubnikov-de Haas (SdH) oscillations, are widely used to extract this phase, but its unambiguous determination remains challenging. This work highlights the inherent ambiguities in interpreting the oscillation phase solely from SdH data, primarily due to the influence of the spin factor $R_S$, which depends on the Landé $g$-factor and effective mass. While the Lifshitz-Kosevich (LK) theory provides a framework for analyzing oscillations, the unknown g-factor introduces significant uncertainty. For instance, a zero oscillation phase could arise either from a nontrivial Berry phase or a negative $R_S$. We demonstrate that neglecting $R_S$ in modern studies, especially for topological materials with strong spin-orbit coupling, can lead to doubtful conclusions. Through theoretical analysis and numerical examples, we show how the interplay between the Berry phase and Zeeman effect complicates phase determination. Additionally, we also discuss another underappreciated mechanism - the magnetic field dependence of the Fermi level. Our discussion underscores the need for complementary experimental techniques to resolve these ambiguities and calls for further research to refine the interpretation of quantum oscillations in topological systems."}
{"id": "2601.09563", "categories": ["cond-mat.str-el", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.09563", "abs": "https://arxiv.org/abs/2601.09563", "authors": ["V. A. Zakharov", "J. Sánchez Fernán", "C. W. J. Beenakker"], "title": "Lattice fermion simulation of spontaneous time-reversal symmetry breaking in a helical Luttinger liquid", "comment": "7 pages, 5 figures", "summary": "We extend a recently developed \"tangent fermion\" method to discretize the Hamiltonian of a helical Luttinger liquid on a one-dimensional lattice, including two-particle backscattering processes that may open a gap in the spectrum. The fermion-doubling obstruction of the sine dispersion is avoided by working with a tangent dispersion, preserving the time-reversal symmetry of the Hamiltonian. The numerical results from a tensor network calculation on a finite lattice confirm the expectation from infinite-system analytics, that a gapped phase with spontaneously broken time-reversal symmetry emerges when the Fermi level is tuned to the Dirac point and the Luttinger parameter crosses a critical value."}
{"id": "2601.09569", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.09569", "abs": "https://arxiv.org/abs/2601.09569", "authors": ["Emir Karadza", "Hanchen Wang", "Niklas Kercher", "Paul Noel", "William Legrand", "Richard Schlitz", "Pietro Gambardella"], "title": "Dynamical Stabilization of Inverted Magnetization and Antimagnons by Spin Injection in an Extended Magnetic System", "comment": "9 pages, 6 figures", "summary": "Dynamical perturbations can modify the energy landscape of a physical system, such that unstable equilibrium configurations become stable when subject to an external drive. The magnetic analog of such dynamical stabilization corresponds to saturation of the magnetization against an external field. Here we report dynamical stabilization of the magnetization in thin film bismuth-substituted yttrium iron garnet by spin current injection from an adjacent Pt layer. Magneto-optical Kerr effect measurements demonstrate magnetization reversal against magnetic fields up to 3000 times larger than the film's coercivity once the spin injection surpasses a critical threshold associated with negative damping. Micromagnetic simulations reveal that this process is mediated by the excitation of a large population of incoherent magnons with non-zero wave vector, leading to a transient shortening and subsequent stabilization of the inverted magnetization. The elementary excitations of the high-energy inverted magnetization state are shown to be antimagnons, quasi-particles carrying opposite energy and spin relative to magnons. Our results further reveal how the system's size and minimization of nonlinear magnon scattering processes play a key role in dynamical stabilization, opening new avenues for magnetic state control beyond conventional magnetization switching. Dissipation-driven phase transitions in large-area magnetic systems provide a solid-state platform to study magnonic analogs of relativistic phenomena, such as Klein tunneling and black holes, as well as spin-wave amplification and lasing."}
{"id": "2601.09591", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09591", "abs": "https://arxiv.org/abs/2601.09591", "authors": ["R. Satariano", "R. Ferraiuolo", "F. Calloni", "H. G. Ahmad", "D. Gatta", "F. Tafuri", "A. Bruno", "D. Massarotti"], "title": "Submicrometer tunnel ferromagnetic Josephson junctions with transmon energy scale", "comment": "7 pages, 5 figures", "summary": "We have realized submicron tunnel ferromagnetic Al/AlO$_x$/Al/Ni$_{80}$Fe$_{20}$/Al Josephson junctions (JJs) in Manhattan-style configuration for qubit applications. These junctions have been designed to lie within the energy range of transmons. The current-voltage characteristics of these junctions are comparable with those of standard JJs implemented in state-of-the-art transmons, thus confirming the high quality of the devices and marking a significant step toward the realization of the ferrotransmon. Low-frequency characterization confirms that our junctions operate in the quantum phase diffusion limit, as tunnel JJs in conventional transmons with similar characteristic energies. Ultimately, mitigation of quantum phase fluctuations will represent a key for advancing the entire field of superconducting quantum circuit architectures."}
{"id": "2601.09627", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09627", "abs": "https://arxiv.org/abs/2601.09627", "authors": ["Claire Griesbach", "Tizian Scharsach", "Morgan Trassin", "Dennis M. Kochmann"], "title": "Ferroelectric polarization mapping through pseudosymmetry-sensitive EBSD reindexing", "comment": null, "summary": "Ferroelectric materials exhibit a switchable, spontaneous polarization at the unit cell level--an attractive property utilized in many emerging technologies including, among others, high-density memory storage, low-power transistors, and high-speed fiber optic communication. Understanding the local polarization switching behavior, through domain nucleation and evolution, is critical to advancing these technologies and requires characterization of the local domain microstructure. However, in application-relevant polycrystalline materials exhibiting a distribution of grain orientations, a direct mapping of the polarization direction in three dimensions has remained inaccessible using conventional experimental approaches. Here, taking barium titanate single crystals and lead zirconium titanate polycrystals as our bulk model systems, we map the local polarization directions using a new electron backscatter diffraction indexing technique based on simulated pattern-matching. Through improved pre-processing techniques (including optimized pattern processing, a new pseudosymmetry-sensitive neighbor pattern averaging method, and DIC-based global sample-detector geometry calibration) and a new pseudosymmetry confidence index (which considers not only pattern similarity but pattern dissimilarity trends with other domain variant patterns), we successfully distinguish between the six polarization directions, despite the challengingly small unit cell aspect ratio of the selected materials. The methods developed in this work are not only applicable to ferroelectrics but any material which exhibits close crystallographic pseudosymmetries--extending the current capabilities of EBSD."}
{"id": "2601.09637", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.optics", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.09637", "abs": "https://arxiv.org/abs/2601.09637", "authors": ["Hiroki Yoshida", "Takehito Yokoyama"], "title": "Light-induced Magnetization by Quantum Geometry", "comment": "8+11 pages, 8 figures", "summary": "We propose a mechanism for the inverse Faraday and the inverse Cotton--Mouton effects arising from quantum geometry, characterized by the quantum metric quadrupole and the weighted quantum metric. Within a semiclassical framework based on the Boltzmann transport theory, we establish a general formalism describing light-induced magnetization in electronic systems as a second-order response to the electric field of light. Using continuum and tight-binding models, we discuss the symmetry constraints on these effects and estimate the magnitudes of the resulting magnetizations. Our results highlight a direct manifestation of quantum-geometric quantities in nonlinear magneto-optical responses and suggest a viable pathway for experimental detection."}
{"id": "2601.09653", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09653", "abs": "https://arxiv.org/abs/2601.09653", "authors": ["Balram Singh", "Aman Singh", "Stefan Mikulik", "Jakub Jurczyk", "Volker Neu", "Amalio Fernández-Pacheco"], "title": "Geometric dependence of exchange bias in tilted three-dimensional CoFe/IrMn microwires", "comment": null, "summary": "The exchange bias (EB) effect, arising from interfacial coupling between ferromagnetic (FM) and antiferromagnetic (AF) layers, induces a unidirectional magnetic anisotropy and underpins a wide range of spintronic functionalities. Extending the EB effect to three-dimensional (3D) architectures enables investigation of interfacial coupling in non-planar structures, which is a key step toward realizing spintronic functionalities beyond planar systems. Achieving this requires the fabrication of FM/AF bilayers with smooth interfaces and well-defined thicknesses on non-planar scaffolds, together with suitable characterization methods. In this work, we realize exchange-biased 3D FM/AF microwires by combining two-photon lithography with magnetron sputtering. CoFe/IrMn bilayers are deposited on microwire scaffolds with inclination angles of 0 deg, 30 deg, 45 deg relative to the substrate, and their magnetization reversal is probed using dark-field magneto-optical Kerr effect (DF-MOKE) magnetometry. We find that the EB and coercive fields vary in a characteristic way with the inclination angle, consistent with the systematic reduction in film thickness expected from inclined directional deposition. In addition, the EB magnitude is influenced by the combined effects of surface roughness of non-planar geometries and the directional growth of the bilayer, highlighting the importance of 3D scaffold surface quality for integrating magnetic multilayers. These results provide insight into the growth and magnetic behavior of sputter-deposited magnetic multilayers with functional interfaces on 3D geometries."}
{"id": "2601.09683", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.09683", "abs": "https://arxiv.org/abs/2601.09683", "authors": ["I. F. Herrera-González"], "title": "Controlling thermal conductivity in harmonic chains with correlated mass and bond disorder: Analytical approach", "comment": null, "summary": "We investigate heat transport in one-dimensional harmonic chains with mass disorder and weak bond disorder, coupled at both ends to oscillator heat baths through weak impedance mismatches. The model incorporates correlations in mass disorder, in bond disorder, and between the two. We find that the scaling of thermal conductivity $κ$ with system size $N$ is determined solely by either mass disorder or bond disorder. This indicates that cross-correlations between the two types of disorder play no important role in the scaling behavior of $κ$. Consequently, by tuning the self-correlations, it is possible to control how the thermal conductivity scales with the system size. Such control could have potential applications in thermoelectric devices and thermal insulation technologies."}
{"id": "2601.09687", "categories": ["cond-mat.mes-hall", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09687", "abs": "https://arxiv.org/abs/2601.09687", "authors": ["Yi Huang", "Sankar Das Sarma"], "title": "Disorder-induced strong-field strong-localization in 2D systems", "comment": "12 pages, 4 figures", "summary": "A recent STM experiment in 2D bilayer graphene [Y.-C. Tsui, et al., Nature 628, 287 (2024)], under a strong perpendicular magnetic field, has made a direct observation of the existence of three distinct filling-factor-dependent quantum phases in the lowest Landau level: the incompressible fractional quantum Hall liquid, a crystalline compressible hexagonal Wigner crystal with long-range order and rotational symmetry-breaking, and a random localized solid phase with no spatial order. We argue that the spatially random localized phase at low filling is the recently proposed disorder-dominated strongly localized amorphous \"Anderson solid\" phase [A. Babber, et al., arXiv:2601.03521], which appears generically at a sample-dependent filling factor."}
{"id": "2601.09690", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09690", "abs": "https://arxiv.org/abs/2601.09690", "authors": ["Kareem Abdelmaqsoud", "John R. Kitchin", "Michael Widom"], "title": "Electronic structure and elasticity of the Ta-W solid solution", "comment": null, "summary": "The brittleness or ductility of metals has long been attributed to their elastic constants, with high Poisson ratio, or equivalently high Pugh ratio, favoring greater ductility. Growing evidence links ductility with their electronic structure. Consequently, it is desirable to understand how the electronic structure affects the elastic constants. Here, we examine the Ta-W binary alloy system, which evolves from ductile character at Ta-rich compositions to brittleness at high W. We show that a change in slope of the composition-dependent shear modulus near the equiatomic composition coincides with an abrupt change in the Fermi level density of states. We relate the behaviors of the elastic constants to the characters of occupied electronic orbitals close to the Fermi level. Finally, we consider additional alloy systems from groups V and VI and show that qualitatively similar behavior occurs more broadly."}
{"id": "2601.09705", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09705", "abs": "https://arxiv.org/abs/2601.09705", "authors": ["Liam A. V. Nagle-Cocco", "Andrew L. Goodwin", "Clare P. Grey", "Siân E. Dutton"], "title": "Revisiting Jahn--Teller Transitions in Correlated Oxides with Monte Carlo Modeling", "comment": "SI appended to manuscript, after bibliography", "summary": "Jahn--Teller (JT) distortions are a key driver of physical properties in many correlated oxide materials. Cooperative JT distortions, in which long-range orbital order reduces the symmetry of the average structure macroscopically, are common in JT-distorted materials at low temperatures. This long-range order will often melt on heating, \\textit{via} a transition to a high-temperature state without long-range orbital order. The nature of this transition has been observed to vary with different materials depending on crystal structure; in LaMnO$_3$ the transition has generally been interpreted as order-disorder, whereas in layered nickelates $A$NiO$_2$ ($A$=Li,Na) there is a displacive transition. Alternatively, recent theoretical work has suggested that previous attributions of order-disorder may in fact be a consequence of phonon anharmonicity, rather than persistence of JT distortions, which would suggest that the displacive transition may be more common than currently believed. In this work, we run Monte Carlo simulations with a simple Hamiltonian which is modified to include terms dependent on the JT amplitude $ρ$, which is allowed to vary within the simulation \\textit{via} the Metropolis algorithm. Our simulations yield distributions of JT amplitudes consistent with displacive rather than order-disorder behaviour for both perovskites and layered nickelates, suggesting that displacive-like JT transitions may be more common than previously assumed in both perovskites and layered nickelates. We also find significant differences between the transition observed for perovskites compared with layered nickelates, which we attribute to differing extensivity of configurational entropy on the two lattices, showing the crucial role of lattice geometry in determining behaviour."}
{"id": "2601.09187", "categories": ["physics.chem-ph", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09187", "abs": "https://arxiv.org/abs/2601.09187", "authors": ["Kento Kasahara", "Ryo Okabe", "Chia-en A. Chang", "Toshifumi mori", "Nobuyuki Matubayasi"], "title": "A theory of state-to-state transitions based on the framework of classical reaction dynamics", "comment": "16 pages, 8 figures", "summary": "We propose a new method to describe the population dynamics of distinct configurational states based on a continuous-time description of state-to-state transitions. According to classical reaction dynamics theory, the probability density associated with a given state obeys the Liouville equation, the probability density associate d with a given state obeys the Li ouville equation, including influx from and efflux to neighboring states. By introducing a Markov approximation for the crossing of boundaries separating the states, tractable integral equations governing the state populations are derived. Once the time-dependent quantities appearing in these equations are evaluated, the population dynamics on long timescales can be obtained. Because these quantities depend only on a few states in the local neighborhood of a given state, they can be computed using a set of short-timescale molecular dynamics (MD) simulations. We apply the present method to the binding and unbinding kinetics of CH$_4$/CH$_4$, Na$^+$/Cl$^-$, and 18-crown-6-ether (crown ether)/K$^+$ in water. For both kinetics, the time constants estimated from the present method are almost comparable to those obtained from brute-force MD simulations. The required timescale of each MD trajectory in the present method is approximately two orders of magnitude shorter than that in the brute-force MD approach in the crown ether/K$^+$ system. This reduction in the trajectory timescale enables applications to\n  complex binding and unbinding sy stems whose characteristic timescales a re far beyond those directly acce ssible by brute-force MD simulati ons."}
