{"id": "2601.19959", "categories": ["cond-mat.str-el", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2601.19959", "abs": "https://arxiv.org/abs/2601.19959", "authors": ["D. Belitz", "T. R. Kirkpatrick"], "title": "Comment on \"Instability of the ferromagnetic quantum critical point and symmetry of the ferromagnetic ground state in two-dimensional and three-dimensional electron gases with arbitrary spin-orbit splitting\"", "comment": "4pp; comment on arXiv:2201.10995", "summary": "Metallic quantum ferromagnets in the absence of quenched disorder are known to generically undergo a first-order quantum phase transition, avoiding the quantum critical point that had originally been expected. This is due to soft modes in the underlying Fermi liquid that lead to long-ranged correlations. These correlations in turn yield a nonanalytic dependence of the free energy on the magnetization even at a mean-field level that results in a fluctuation-induced first-order transition. Kirkpatrick and Belitz [Phys. Rev. Lett. {\\bf 124}, 147201 (2020)] have pointed out that one notable exception are non-centrosymmetric metals with a strong spin-orbit interaction. In such materials the spin-orbit interaction gives the relevant soft modes a mass, which inhibits the mechanism leading to a first-order transition. Miserev, Loss, and Klinovaja [Phys. Rev. B {\\bf 106}, 134417 (2022)] have claimed that this conclusion does not hold if electron-electron interactions in the particle-particle channel, or 2$\\kF$ scattering processes, are considered. They concluded that this interaction channel leads to soft modes that are not rendered massive by the spin-orbit interaction and again lead to a first-order quantum phase transition. In this Comment we show that this conclusion is not correct in three-dimensional magnets if the screening of the interaction is properly taken into account."}
{"id": "2601.19980", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19980", "abs": "https://arxiv.org/abs/2601.19980", "authors": ["Andreas Feuerpfeil", "Leyna Shackleton", "Atanu Maity", "Ronny Thomale", "Subir Sachdev", "Yasir Iqbal"], "title": "Unifying Dirac Spin Liquids on Square and Shastry-Sutherland Lattices via Fermionic Deconfined Criticality", "comment": "36 pages, 11 figures, 4 tables", "summary": "We present a fermionic gauge theory for deconfined quantum criticality on the Shastry-Sutherland lattice and reveal its shared low-energy field-theoretic structure with the square lattice. Starting from an SU(2) $π$-flux parent state, we construct a continuum theory of Dirac spinons coupled to an SU(2) gauge field and adjoint Higgs fields whose condensates drive transitions to a staggered-flux U(1) spin liquid and a gapless $\\mathbb{Z}_{2}$ Dirac spin liquid. While the Shastry-Sutherland lattice permits additional symmetry-allowed fermion bilinears compared to the square lattice, the quantum field theories are identical up to additional irrelevant terms. Consequently, the Higgs potential structure and the leading low-energy theory coincide with the square-lattice case at the quantum critical point. The SO(5) critical point is expected to realize conformal deconfined criticality: we analyze it in a large flavor expansion, calculate its critical exponents, and identify the Yukawa coupling between the fermions and Higgs fields as the relevant perturbation that destabilizes it, consistent with pseudocritical behavior observed in recent Monte Carlo studies. We show that the emergent SO(5) order parameter acquires a large anomalous dimension at the critical point, leading to strongly enhanced Néel and VBS susceptibilities-a hallmark of fermionic deconfined quantum criticality consistent with numerical studies. Our results place recent numerical evidence for a gapless $\\mathbb{Z}_{2}$ Dirac spin liquid on the Shastry-Sutherland lattice within a controlled field-theoretic framework and demonstrate that fermionic deconfined criticality on the square lattice-including critical exponents and stability-extends to frustrated lattices with reduced symmetry."}
{"id": "2601.20189", "categories": ["cond-mat.str-el", "hep-lat"], "pdf": "https://arxiv.org/pdf/2601.20189", "abs": "https://arxiv.org/abs/2601.20189", "authors": ["Anders W. Sandvik"], "title": "High-precision ground state parameters of the two-dimensional spin-1/2 Heisenberg model on the square lattice", "comment": "17 pages, 10 figures", "summary": "Several ground state properties of the square-lattice $S=1/2$ Heisenberg antiferromagnet are computed (the energy, order parameter, spin stiffness, spinwave velocity, long-wavelength susceptibility, and staggered susceptibility) using extensive quantum Monte Carlo simulations with the stochastic series expansion method. Moderately sized lattices are studied at temperatures $T$ sufficiently low to realize the $T \\to 0$ limit. Results for periodic $L\\times L$ lattices with $L \\in [6,96]$ are tabulated versus $L$ and extrapolations to infinite system size are carried out. The extrapolated ground state energy density is $e_0=-0.669441857(7)$, which represents an improvement in precision of three orders of magnitude over the previously best result. The leading and subleading finite-size corrections to $e_0$ are in full quantitative agreement with predictions from chiral perturbation theory, thus further supporting the soundness of both the extrapolations and the theory. The extrapolated sublattice magnetization is $m_s=0.307447(2)$, which agrees well with previous estimates but with a much smaller statistical error. The coefficient of the linear in $L^{-1}$ correction to $m^2_s$ agrees with the value from chiral perturbation theory and the presence of a factor $\\ln^γ(L)$ in the second-order correction is also confirmed, with the previously not known value of the exponent being $γ= 0.82(4)$. The finite-size corrections to the staggered susceptibility point to logarithmic corrections also in this quantity. To facilitate benchmarking of methods for which periodic boundary conditions are challenging, results for systems with open and cylindrical boundaries are also listed and their spatially inhomogeneous order parameters are analyzed."}
{"id": "2601.20281", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20281", "abs": "https://arxiv.org/abs/2601.20281", "authors": ["Yusuke Sakai", "Fumiya Hori", "Hiroki Matsumura", "Shumpei Oguchi", "Shunsaku Kitagawa", "Kenji Ishida", "Hiroshi Tanida"], "title": "Microscopic Determination of the c-axis-Oriented Antiferromagnetic Structure in LaMnSi by $^{55}$Mn and $^{139}$La NMR", "comment": null, "summary": "We report a microscopic investigation of the magnetic structure and electronic properties of LaMnSi in its antiferromagnetic (AFM) state using nuclear magnetic resonance (NMR). Field-swept $^{55}$Mn- and $^{139}$La-NMR spectra, as well as zero-field 55Mn-NMR (ZFNMR) spectra, reveal that the Mn ordered moments are parallel to the tetragonal c axis, consistent with the C-type AFM structure and the realization of an odd-parity multipole order. The internal field at the Mn site is determined to be 19.64 T at 4.2 K, corresponding to a hyperfine coupling constant of Ahf = 6.0 T/uB. Nuclear spin-lattice relaxation rate 1/T1 exhibits a characteristic behavior of itinerant antiferromagnetism, showing metallic behavior at low temperatures and magnon-induced enhancement upon approaching the Neel temperature (TN = 295 K). These results show LaMnSi as an ideal compound to study 3d electron magnetism and odd-parity multipole order in the RT Si (R = rare-earth, T = transition metal) system, free of the complexities of 4f electrons."}
{"id": "2601.19948", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.app-ph", "physics.bio-ph", "physics.med-ph"], "pdf": "https://arxiv.org/pdf/2601.19948", "abs": "https://arxiv.org/abs/2601.19948", "authors": ["Ashkan Namdar", "Erfan Salahinejad"], "title": "Advances in ion-doping of Ca-Mg silicate bioceramics for bone tissue engineering", "comment": null, "summary": "The use of bioceramics as hard tissue substitutes is extensive due to their excellent biocompatible and osteogenic behaviors. Among various bioceramics, Ca-Mg silicates are unique from the viewpoints of osteoinductive and mechanical properties, as well as their outstanding osteoconductive and angiogenic behaviors owing to the release of Si, Ca and Mg. Despite these distinct advantages, different compositions of these bioceramics still require mechanical and biological enhancements for further applications. For this purpose, doping with some ions like F-, Sr2+, Cu2+, Eu2+, Ba+, Ce3+ and some alkali cations has been proved to be a valued approach. This review attempts to bring together areas for the performance improvement of the further researched Ca-Mg silicates (i.e., diopside, akermanite, bredigite and monticellite) and the alteration of these compositions via ion-doping. It is concluded that a correct choice of dopants incorporated at the optimal concentration makes these silicates ideal bone substitutes competing or even superior to calcium phosphates (apatites) and bioglasses which are known as the most prominent bioceramics."}
{"id": "2601.20024", "categories": ["physics.comp-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2601.20024", "abs": "https://arxiv.org/abs/2601.20024", "authors": ["Zhenda Shen", "Zhongjian Wang", "Jack Xin", "Zhiwen Zhang"], "title": "Two-Step Diffusion: Fast Sampling and Reliable Prediction for 3D Keller--Segel and KPP Equations in Fluid Flows", "comment": "40 pages, 17 figures, 4 tables. Preprint", "summary": "We study fast and reliable generative transport for the 3D KS (Keller-Segel) and KPP (Kolmogorov-Petrovsky-Piskunov) equations in the presence of fluid flows with the goal to approximate the map between initial and terminal distributions for a range of physical parameters $σ$ under the Wasserstein metric. To minimize the inaccuracy of direct Wasserstein solver, we propose a two-stage pipeline that retains one-step efficiency while reinstating an explicit $W_2$ objective where it is tractable. In Stage I, a Meanflow-style regressor yields a deterministic, one-step global transport that moves particles close to their terminal states. In Stage II, we freeze this initializer and train a near-identity corrector (Deep Particle, DP) that directly minimizes a mini-batch $W_2$ objective using warm-started optimal transport couplings computed on the Meanflow outputs. Crucially, after the one-step transport (from Stage I) concentrating mass on the approximated correct support, the induced geometry stabilizes high-dimensional $W_2$ computation of the direct Wasserstein solver. We validate our construction in the 3D KS and KPP equations subject to fluid flows with ordered and chaotic streamlines."}
{"id": "2601.19975", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19975", "abs": "https://arxiv.org/abs/2601.19975", "authors": ["Gábor B. Halász", "Nirjhar Sarkar", "Yueh-Chun Wu", "Joshua T. Damron", "Chengyun Hua", "Benjamin Lawrie"], "title": "Detecting half-quantum superconducting vortices by spin-qubit relaxometry", "comment": "5 pages, 4 figures", "summary": "Half-quantum vortices in spin-triplet superconductors are predicted to harbor Majorana zero modes and may provide a viable avenue to topological quantum computation. Here, we introduce a novel approach for directly measuring the half-integer-quantized magnetic fluxes, $Φ= h / (4e)$, carried by such half-quantum vortices via spin-qubit relaxometry. We consider a superconducting strip with a narrow pinch point at which vortices cross quasi-periodically below a spin qubit as a result of a bias current. We demonstrate that the relaxation rate of the spin qubit exhibits a pronounced peak if the vortex-crossing frequency matches the transition frequency of the spin qubit and conclude that the magnetic flux $Φ$ of a single vortex can be obtained by dividing the corresponding voltage along the strip with the transition frequency. We discuss experimental constraints on implementing our proposed setup in spin-triplet candidate materials like UTe$_2$, UPt$_3$, and URhGe."}
{"id": "2601.19991", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19991", "abs": "https://arxiv.org/abs/2601.19991", "authors": ["Ren Zhang", "Xiao-Yu Ouyang", "Xu-Dong Dai", "Xi Dai"], "title": "Scattering State Theory for One-dimensional Floquet Lattices", "comment": "17 pages, 8 figures. Comments are welcome", "summary": "We develop a Floquet transfer matrix method to solve scattering in extended 1D Floquet lattices, uncovering an underlying conjugate symplectic structure that enforces current conservation across sidebands. By engineering a spatial adiabatic boundary, we suppress multi-channel sideband interference, allowing us to establish a direct mapping between the bulk winding number $C$ and a rigid shift in the transmission energy windows--quantified as $C\\hbarω$. We further propose two experimental realizations: cold-atom Bragg scattering to directly verify the transmission shift, and surface-acoustic-wave-induced transport demonstrating the quantized zero-bias current plateau."}
{"id": "2601.19966", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19966", "abs": "https://arxiv.org/abs/2601.19966", "authors": ["Jonas Elsborg", "Felix Ærtebjerg", "Luca Thiede", "Alán Aspuru-Guzik", "Tejs Vegge", "Arghya Bhowmik"], "title": "Global Plane Waves From Local Gaussians: Periodic Charge Densities in a Blink", "comment": "24 pages including appendix, 8 Figures, 5 tables", "summary": "We introduce ELECTRAFI, a fast, end-to-end differentiable model for predicting periodic charge densities in crystalline materials. ELECTRAFI constructs anisotropic Gaussians in real space and exploits their closed-form Fourier transforms to analytically evaluate plane-wave coefficients via the Poisson summation formula. This formulation delegates non-local and periodic behavior to analytic transforms, enabling reconstruction of the full periodic charge density with a single inverse FFT. By avoiding explicit real-space grid probing, periodic image summation, and spherical harmonic expansions, ELECTRAFI matches or exceeds state-of-the-art accuracy across periodic benchmarks while being up to $633 \\times$ faster than the strongest competing method, reconstructing crystal charge densities in a fraction of a second. When used to initialize DFT calculations, ELECTRAFI reduces total DFT compute cost by up to ~20%, whereas slower charge density models negate savings due to high inference times. Our results show that accuracy and inference cost jointly determine end-to-end DFT speedups, and motivate our focus on efficiency."}
{"id": "2601.19959", "categories": ["cond-mat.str-el", "cond-mat.quant-gas"], "pdf": "https://arxiv.org/pdf/2601.19959", "abs": "https://arxiv.org/abs/2601.19959", "authors": ["D. Belitz", "T. R. Kirkpatrick"], "title": "Comment on \"Instability of the ferromagnetic quantum critical point and symmetry of the ferromagnetic ground state in two-dimensional and three-dimensional electron gases with arbitrary spin-orbit splitting\"", "comment": "4pp; comment on arXiv:2201.10995", "summary": "Metallic quantum ferromagnets in the absence of quenched disorder are known to generically undergo a first-order quantum phase transition, avoiding the quantum critical point that had originally been expected. This is due to soft modes in the underlying Fermi liquid that lead to long-ranged correlations. These correlations in turn yield a nonanalytic dependence of the free energy on the magnetization even at a mean-field level that results in a fluctuation-induced first-order transition. Kirkpatrick and Belitz [Phys. Rev. Lett. {\\bf 124}, 147201 (2020)] have pointed out that one notable exception are non-centrosymmetric metals with a strong spin-orbit interaction. In such materials the spin-orbit interaction gives the relevant soft modes a mass, which inhibits the mechanism leading to a first-order transition. Miserev, Loss, and Klinovaja [Phys. Rev. B {\\bf 106}, 134417 (2022)] have claimed that this conclusion does not hold if electron-electron interactions in the particle-particle channel, or 2$\\kF$ scattering processes, are considered. They concluded that this interaction channel leads to soft modes that are not rendered massive by the spin-orbit interaction and again lead to a first-order quantum phase transition. In this Comment we show that this conclusion is not correct in three-dimensional magnets if the screening of the interaction is properly taken into account."}
{"id": "2601.20077", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.20077", "abs": "https://arxiv.org/abs/2601.20077", "authors": ["Gabriele de Mauro", "Satya N. Majumdar", "Gregory Schehr"], "title": "Tuning the strength of emergent correlations in a Brownian gas via batch resetting", "comment": "8 + 20 pages, 3 + 6 figures", "summary": "We study a gas of $N$ diffusing particles on the line subject to batch resetting: at rate $r$, a uniformly random subset of $m$ particles is reset to the origin. Despite the absence of interactions, the dynamics generates a nonequilibrium stationary state (NESS) with long-range correlations. We obtain exact results, both for the NESS and for the time dependence of the correlations, which are valid for arbitrary $m$ and $N$. By varying $m$, the system interpolates between an uncorrelated regime ($m=1$) and the fully synchronous resetting case ($m=N$). For all $1<m<N$, correlations exhibit a non-monotonic time dependence due to the emergence of an intrinsic decorrelation mechanism. In the stationary state, the correlation strength can be tuned by varying $m$, and it displays a transition at a critical value $N_c=6$. Our predictions extend straightforwardly to any spatial dimension $d$ and the critical value $N_c=6$ remains the same in all dimensions. Our predictions are testable in existing experimental setups on optically trapped colloidal particles."}
{"id": "2601.20328", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20328", "abs": "https://arxiv.org/abs/2601.20328", "authors": ["Kazuo Hida"], "title": "Ground-State Phase Diagram of (1/2,1/2,1) Mixed Diamond Chains with Single-Site Anisotropy", "comment": "5 pages, 5 figures", "summary": "The ground-state phases of mixed diamond chains with ($S, τ^{(1)}, τ^{(2)})=(1/2,1/2,1)$, where $S$ is the magnitude of vertex spins, and $τ^{(1)}$ and $τ^{(2)}$ are those of apical spins, are investigated with the single-site anisotropy $D$ on the $τ^{(2)}$-site. The two apical spins in each unit cell are coupled by an exchange coupling $λ$. The vertex spins are coupled with the top and bottom apical spins by exchange couplings $1+δ$ and $1-δ$, respectively. The ground-state phase diagram is determined using the numerical exact diagonalization and DMRG method in addition to the analytical approximations in various limiting cases. The phase diagram consists of a Néel ordered phase, a nonmagnetic Tomonaga-Luttinger liquid phase, quantized and partial ferrimagnetic phases. A region with anisotropy inversion is found where the Ising-like Néel phase is realized for the easy-plane anisotropy $D >0$ and the XY-like Tomonaga-Luttinger liquid phase is realized for the easy-axis anisotropy $D <0$ on the $S=1$ sites."}
{"id": "2601.20089", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.20089", "abs": "https://arxiv.org/abs/2601.20089", "authors": ["Qasim Javed", "Harrison Tuckman", "Eric Neuscamman"], "title": "Aufbau Suppressed Coupled Cluster Theory for Doubly Excited States", "comment": "31 pages, 3 figures", "summary": "We generalize the Aufbau suppressed coupled cluster formalism into the realm of doubly excited states by deriving, implementing, and testing a wave function initialization strategy that allows the zeroth order wave function to match the largest configurations of a doubly excited reference wave function while maintaining the method's overall asymptotic cost parity with ground state singles and doubles theory. Starting from state-averaged complete active space self consistent field references, this approach produces highly accurate excitation energies for states dominated by a single doubly excited determinant, as well as states in glyoxal and similar molecules where two different doubly excited determinants have large weights. Typical excitation energy errors in both types of states are on the order of 0.15 eV, with the largest observed error being 0.3 eV. These errors stand in stark contrast to equation of motion methods, where typical errors are 4 to 6 eV at the singles and doubles level and 0.4 to 0.8 eV at the full triples level. It remains an open question how best to generalize the Aufbau suppression approach into an even wider variety of multi-configurational double excitations, but these early results offer strong motivation for further investigation."}
{"id": "2601.19966", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19966", "abs": "https://arxiv.org/abs/2601.19966", "authors": ["Jonas Elsborg", "Felix Ærtebjerg", "Luca Thiede", "Alán Aspuru-Guzik", "Tejs Vegge", "Arghya Bhowmik"], "title": "Global Plane Waves From Local Gaussians: Periodic Charge Densities in a Blink", "comment": "24 pages including appendix, 8 Figures, 5 tables", "summary": "We introduce ELECTRAFI, a fast, end-to-end differentiable model for predicting periodic charge densities in crystalline materials. ELECTRAFI constructs anisotropic Gaussians in real space and exploits their closed-form Fourier transforms to analytically evaluate plane-wave coefficients via the Poisson summation formula. This formulation delegates non-local and periodic behavior to analytic transforms, enabling reconstruction of the full periodic charge density with a single inverse FFT. By avoiding explicit real-space grid probing, periodic image summation, and spherical harmonic expansions, ELECTRAFI matches or exceeds state-of-the-art accuracy across periodic benchmarks while being up to $633 \\times$ faster than the strongest competing method, reconstructing crystal charge densities in a fraction of a second. When used to initialize DFT calculations, ELECTRAFI reduces total DFT compute cost by up to ~20%, whereas slower charge density models negate savings due to high inference times. Our results show that accuracy and inference cost jointly determine end-to-end DFT speedups, and motivate our focus on efficiency."}
{"id": "2601.20288", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20288", "abs": "https://arxiv.org/abs/2601.20288", "authors": ["Tomoya Sano", "Kota Tabata", "Akihiro Sasaki", "Yasuhiro Asano"], "title": "Low-temperature anomaly and anisotropy of critical magnetic fields in transition-metal dichalcogenide superconductors", "comment": "8 pages, 2 figures", "summary": "We clarify why spin-singlet superconductivity persists in monolayer transition-metal dichalcogenides even in high magnetic fields beyond the Pauli limit. The phenomenon called Ising protection is caused by two magnetically active potentials: a Zeeman field and an Ising spin-orbit interaction. These potentials induce two spin-triplet pairing correlations in a spin-singlet superconductor. One belonging to odd-frequency symmetry class arises solely from a Zeeman field and always makes the superconducting state unstable. The other belonging to even-frequency symmetry class arise from the interaction between the two magnetic potentials and eliminate the instability caused by odd-frequency pairs. The presence or absence of even-frequency spin-triplet pairs explains the anisotropy of the Ising protection. The analytical expression of the superfluid weight enables us to conclude that even-frequency spin-triplet Cooper pairs support spin-singlet superconductivity in high Zeeman fields."}
{"id": "2601.20093", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20093", "abs": "https://arxiv.org/abs/2601.20093", "authors": ["Xuanyu Long", "Feng Liu"], "title": "Quantum-geometry-enabled Landau-Zener tunneling in singular flat bands", "comment": "6 pages, 3 figures, plus supplementary materials", "summary": "Flat-band materials have attracted substantial interest for their intriguing quantum geometric effects. Here we investigate how singular flat bands (SFBs) respond to a static, uniform electric field and whether they can support single-particle dc transport. By constructing a minimal two-band lattice model, we show that away from the singular band crossing point (BCP), the Wannier-Stark (WS) spectrum of the flat band is well captured by an intraband Berry phase $Φ_{\\mathrm{B}}$. The associated WS eigenstates are exponentially localized along the field direction, precluding dc transport. In contrast, near the BCP the interband Berry connection becomes prominent and drives Landau-Zener tunneling, which bends the flat-band WS ladder and delocalizes the SFB wavefunctions. Remarkably, this regime is governed solely by the maximal quantum distance $d$ through two geometric phases $(θ,\\varphi)$: $θ$ characterizes the tunneling rate and $\\varphi$ acts as a generalized Berry phase. These results highlight the essential role of quantum geometry in enabling nontrivial transport signatures in SFBs."}
{"id": "2601.20097", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20097", "abs": "https://arxiv.org/abs/2601.20097", "authors": ["Ryan Jacobs", "Lane E. Schultz", "Dane Morgan"], "title": "Kolmogorov-Arnold Networks Applied to Materials Property Prediction", "comment": null, "summary": "Kolmogorov-Arnold Networks (KANs) were proposed as an alternative to traditional neural network architectures based on multilayer perceptrons (MLP-NNs). The potential advantages of KANs over MLP-NNs, including significantly enhanced parameter efficiency and increased interpretability, make them a promising new regression model in supervised machine learning problems. We apply KANs to prediction of materials properties, focusing on a diverse set of 33 properties consisting of both experimental and calculated data. We compare the KAN results to random forest, a method that generally gives excellent performance on a wide range of properties predictions with very little optimization. The KANs were worse, on par, or better than random forest about 35%, 60%, and 5% of the time, respectively, and KANs are in practice more difficult to fit than random forest. By tuning the network architecture, we found property fits often resulted in 10-20% lower errors compared to the standard KAN, and typically gave results comparable to random forest. In the specific context of predicting reactor pressure vessel transition temperature shifts, we explored the parameter efficiency and the interpretable power of KANs by comparing predictions of simple KAN models (e.g., < 50 parameters) and closed-form expressions suggested by the KAN fits to previously published deep MLP-NNs and hand-tuned models created using domain expertise of embrittlement physics. We found that simple KAN models and the resulting closed-form expressions produce prediction errors on par with established hand-tuned models with a comparable number of parameters, and required essentially no domain expertise to produce. These findings reinforce the potential applicability of KANs for machine learning in materials science and suggest that KANs should be explored as a regression model for prediction of materials properties."}
{"id": "2601.19966", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19966", "abs": "https://arxiv.org/abs/2601.19966", "authors": ["Jonas Elsborg", "Felix Ærtebjerg", "Luca Thiede", "Alán Aspuru-Guzik", "Tejs Vegge", "Arghya Bhowmik"], "title": "Global Plane Waves From Local Gaussians: Periodic Charge Densities in a Blink", "comment": "24 pages including appendix, 8 Figures, 5 tables", "summary": "We introduce ELECTRAFI, a fast, end-to-end differentiable model for predicting periodic charge densities in crystalline materials. ELECTRAFI constructs anisotropic Gaussians in real space and exploits their closed-form Fourier transforms to analytically evaluate plane-wave coefficients via the Poisson summation formula. This formulation delegates non-local and periodic behavior to analytic transforms, enabling reconstruction of the full periodic charge density with a single inverse FFT. By avoiding explicit real-space grid probing, periodic image summation, and spherical harmonic expansions, ELECTRAFI matches or exceeds state-of-the-art accuracy across periodic benchmarks while being up to $633 \\times$ faster than the strongest competing method, reconstructing crystal charge densities in a fraction of a second. When used to initialize DFT calculations, ELECTRAFI reduces total DFT compute cost by up to ~20%, whereas slower charge density models negate savings due to high inference times. Our results show that accuracy and inference cost jointly determine end-to-end DFT speedups, and motivate our focus on efficiency."}
{"id": "2601.20095", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2601.20095", "abs": "https://arxiv.org/abs/2601.20095", "authors": ["Yen-Chi Lee"], "title": "First-Hitting Location Laws as Boundary Observables of Drift--Diffusion Processes", "comment": "12 pages, 4 figures, 2 tables", "summary": "We investigate first-hitting location (FHL) statistics induced by drift--diffusion processes in domains with absorbing boundaries, and examine how such boundary laws give rise to intrinsic information observables. Rather than introducing explicit encoding or decoding mechanisms, information is viewed as emerging directly from the geometry and dynamics of stochastic transport through first-passage events. Treating the FHL as the primary observable, we characterize how geometry and drift jointly shape the induced boundary measure. In diffusion-dominated regimes, the exit law exhibits scale-free, heavy-tailed spatial fluctuations along the boundary, whereas a nonzero drift component introduces an intrinsic length scale that suppresses these tails and reorganizes the exit statistics. Within a generator-based formulation, the FHL arises naturally as a boundary measure induced by an elliptic operator, allowing explicit boundary kernels to be derived analytically in canonical geometries. Planar absorbing boundaries in different ambient dimensions are examined as benchmark cases, illustrating how directed transport regularizes diffusion-driven fluctuations and induces qualitative transitions in boundary statistics. Overall, the present work provides a unified structural framework for first-hitting location laws and highlights FHL statistics as natural probes of geometry, drift, and irreversibility in stochastic transport."}
{"id": "2601.20474", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.20474", "abs": "https://arxiv.org/abs/2601.20474", "authors": ["José F. B. Afonso", "Stefan Kirchner", "Pedro Ribeiro"], "title": "Critical Charge and Current Fluctuations across a Voltage-Driven Phase Transition", "comment": "13 pages, 6 figures", "summary": "We investigate bias-driven non-equilibrium quantum phase transitions in a paradigmatic quantum-transport setup: an interacting quantum dot coupled to non-interacting metallic leads. Using the Random Phase Approximation, which is exact in the limit of a large number of dot levels, we map out the zero-temperature non-equilibrium phase diagram as a function of interaction strength and applied bias. We focus our analysis on the behavior of the charge susceptibility and the current noise in the vicinity of the transition. Remarkably, despite the intrinsically non-equilibrium nature of the steady state, critical charge fluctuations admit an effective-temperature description, $T_{\\text{eff}}(T,V)$, that collapses the steady-state behavior onto its equilibrium form. In sharp contrast, current fluctuations exhibit genuinely non-equilibrium features: the fluctuation-dissipation ratio becomes negative in the ordered phase, corresponding to a negative effective temperature for the current degrees of freedom. These results establish current noise as a sensitive probe of critical fluctuations at non-equilibrium quantum phase transitions and open new directions for exploring voltage-driven critical phenomena in quantum transport systems."}
{"id": "2601.20228", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.20228", "abs": "https://arxiv.org/abs/2601.20228", "authors": ["Weizhou Wang", "Xuanxi Zhang", "Jonathan Weare", "Aaron R. Dinner"], "title": "Quantum statistics from classical simulations via generative Gibbs sampling", "comment": "12 pages, 9 figures", "summary": "Accurate simulation of nuclear quantum effects is essential for molecular modeling but expensive using path integral molecular dynamics (PIMD). We present GG-PI, a ring-polymer-based framework that combines generative modeling of the single-bead conditional density with Gibbs sampling to recover quantum statistics from classical simulation data. GG-PI uses inexpensive standard classical simulations or existing data for training and allows transfer across temperatures without retraining. On standard test systems, GG-PI significantly reduces wall clock time compared to PIMD. Our approach extends easily to a wide range of problems with similar Markov structure."}
{"id": "2601.20228", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.20228", "abs": "https://arxiv.org/abs/2601.20228", "authors": ["Weizhou Wang", "Xuanxi Zhang", "Jonathan Weare", "Aaron R. Dinner"], "title": "Quantum statistics from classical simulations via generative Gibbs sampling", "comment": "12 pages, 9 figures", "summary": "Accurate simulation of nuclear quantum effects is essential for molecular modeling but expensive using path integral molecular dynamics (PIMD). We present GG-PI, a ring-polymer-based framework that combines generative modeling of the single-bead conditional density with Gibbs sampling to recover quantum statistics from classical simulation data. GG-PI uses inexpensive standard classical simulations or existing data for training and allows transfer across temperatures without retraining. On standard test systems, GG-PI significantly reduces wall clock time compared to PIMD. Our approach extends easily to a wide range of problems with similar Markov structure."}
{"id": "2601.20410", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20410", "abs": "https://arxiv.org/abs/2601.20410", "authors": ["Niklas Hüttner", "Andreas Costa", "Leandro Tosi", "Michael Barth", "Wolfgang Himmler", "Dmitriy A. Kozlov", "Leonid Golub", "Nikolay N. Mikhailov", "Klaus Richter", "Dieter Weiss", "Christoph Strunk", "Nicola Paradiso"], "title": "Giant anomalous Josephson effect as a probe of spin texture in topological insulators", "comment": "25 pages, 18 figures", "summary": "Surface states of topological insulators feature chiral spin-momentum locking. When such states are used as weak link between two superconductors, their spin texture gives rise to the anomalous Josephson effect, i.e., to a $\\varphi_0$ shift in the current phase relation. In this work, we explore the anomalous Josephson effect in junctions where the weak link is a HgTe nanowire. We observe a giant anomalous $\\varphi_0$-shift of the current-phase relation, which we attribute to the fact that HgTe surface states feature a single Fermi contour. Moreover, by varying the orientation of the in-plane magnetic field, we obtain information about the spin texture in momentum space. In particular, we found that the spin is not exactly perpendicular to the momentum, but shows a significant deviation of 19 degrees. Our results establish the anomalous Josephson effect as a sensitive tool to probe the spin texture of chiral 2D systems."}
{"id": "2601.20134", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20134", "abs": "https://arxiv.org/abs/2601.20134", "authors": ["Darren Wayne Lim", "Xavier R. Advincula", "William C. Witt", "Fabian L. Thiemann", "Christoph Schran"], "title": "Revealing Strain Effects on the Graphene-Water Contact Angle Using a Machine Learning Potential", "comment": null, "summary": "Understanding how water wets graphene is critical for predicting and controlling its behavior in nanofluidic, sensing, and energy applications. A key measure of wetting is the contact angle made by a liquid droplet against the surface, yet experimental measurements for graphene span a wide range, and no consensus has emerged for free-standing graphene. Here, we use a machine learning potential with approaching ab initio accuracy to perform nanosecond-scale molecular dynamics and provide an atomistic first-principles benchmark for this unsolved problem. We find the contact angle of water on free-standing graphene, after finite-size correction, to be $72.1 \\pm 1.5 °$. We also show that the three-phase contact line of a nanoscale water droplet couples strongly to the intrinsic thermal ripples of free-standing graphene, and that graphene's wetting properties are highly sensitive to mechanical strain. Tensile strain makes graphene significantly more hydrophobic, while compressive strain induces coherent ripples that the droplet \"surfs\", resulting in pronounced anisotropic wetting and contact angle hysteresis. Our results demonstrate that graphene's wetting properties are governed not only by its chemistry but also by its dynamic morphology, offering an additional explanation for the variability of experimental measurements. Furthermore, mechanical strain may be a practical route to controlling wetting in graphene-based technologies, with promising consequences for nanofluidic and nano-filtration applications."}
{"id": "2601.20108", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.20108", "abs": "https://arxiv.org/abs/2601.20108", "authors": ["Young-Hoon Kim", "Reza Ghanbari", "Min-Hyoung Jung", "Young-Min Kim", "Ruijuan Xu", "Miaofang Chi"], "title": "Establishing Atomic Coherence in Twisted Oxide Membranes Containing Volatile Elements", "comment": "17 pages, 5 figures", "summary": "Twisted oxide membranes represent a promising platform for exploring moire physics and emergent quantum phenomena. However, the presence of amorphous interfacial dead layers in conventional oxide heterostructures impedes coherent coupling and suppresses moire-induced interactions. While high-temperature thermal treatments can facilitate interfacial bonding, additional care is needed for materials containing volatile elements, where elevated temperatures may cause elemental loss. This study demonstrates the realization of atomically coherent, chemically bonded interface in twisted NaNbO3 heterostructures through controlled oxygen-annealing treatment. Atomic-resolution imaging and spectroscopy reveal ordered perovskite registry accompanied by systematic lattice contraction and modified electronic structure at the twisted interface, providing signatures of chemical reconstruction rather than physical adhesion. This reconstructed interface mediates highly asymmetric strain propagation in which the bottom membrane remains nearly relaxed while the top membrane accommodates substantial shear strain, thereby establishing a strain gradient that enables long-range electromechanical coupling throughout the twisted oxide membranes. By resolving the nature of the reconstructed interface, these findings establish a robust pathway for achieving coherent and strain-tunable oxide moire superlattices, opening pathways to engineer emergent ferroic and electronic functionalities."}
{"id": "2601.19975", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19975", "abs": "https://arxiv.org/abs/2601.19975", "authors": ["Gábor B. Halász", "Nirjhar Sarkar", "Yueh-Chun Wu", "Joshua T. Damron", "Chengyun Hua", "Benjamin Lawrie"], "title": "Detecting half-quantum superconducting vortices by spin-qubit relaxometry", "comment": "5 pages, 4 figures", "summary": "Half-quantum vortices in spin-triplet superconductors are predicted to harbor Majorana zero modes and may provide a viable avenue to topological quantum computation. Here, we introduce a novel approach for directly measuring the half-integer-quantized magnetic fluxes, $Φ= h / (4e)$, carried by such half-quantum vortices via spin-qubit relaxometry. We consider a superconducting strip with a narrow pinch point at which vortices cross quasi-periodically below a spin qubit as a result of a bias current. We demonstrate that the relaxation rate of the spin qubit exhibits a pronounced peak if the vortex-crossing frequency matches the transition frequency of the spin qubit and conclude that the magnetic flux $Φ$ of a single vortex can be obtained by dividing the corresponding voltage along the strip with the transition frequency. We discuss experimental constraints on implementing our proposed setup in spin-triplet candidate materials like UTe$_2$, UPt$_3$, and URhGe."}
{"id": "2601.20166", "categories": ["cond-mat.stat-mech", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.20166", "abs": "https://arxiv.org/abs/2601.20166", "authors": ["Kazuki Yamamoto", "Kohei Kawabata"], "title": "Complex nonlinear sigma model", "comment": "14 pages, 10 figures", "summary": "Motivated by the recent interest in the criticality of open quantum many-body systems, we study nonlinear sigma models with complexified couplings as a general framework for nonunitary field theory. Applying the perturbative renormalization-group analysis to the tenfold symmetric spaces, we demonstrate that fixed points with complex scaling dimensions and critical exponents arise generically, without counterparts in conventional nonlinear sigma models with real couplings. We further clarify the global phase diagrams in the complex-coupling plane and identify both continuous and discontinuous phase transitions. Our work elucidates universal aspects of critical phenomena in complexified field theory."}
{"id": "2601.20517", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20517", "abs": "https://arxiv.org/abs/2601.20517", "authors": ["Yanan Zhang", "Zhaoyang Shan", "Jiawen Zhang", "Kaixin Ye", "Yongjian Li", "Dajun Su", "Pascal Manuel", "Dmitry Khalyavin", "Devashibhai Adroja", "Daniel Mayoh", "Geetha Balakrishnan", "Yu Liu", "Michael Smidman", "Huiqiu Yuan"], "title": "Magnetic states of the Kondo lattice Ce$_2$PdSi$_3$ and their pressure evolution", "comment": "6 pages, 5 figures", "summary": "Frustrated Kondo lattices are ideal platforms for exploring unconventional forms of quantum criticality, as well as magnetism and other emergent phases. Here we report the magnetic properties of the candidate frustrated heavy fermion compound Ce$_2$PdSi$_3$, and map their evolution upon applying magnetic fields and hydrostatic pressure. We find that at ambient pressure Ce$_2$PdSi$_3$ exhibits two distinct magnetic phase transitions, a ferromagnetic-like transition at $T_{\\mathrm{M1}}=3.8$ K and an incommensurate antiferromagnetic transition at $T_{\\mathrm{M2}}=2.9$ K. Upon applying pressure, $T_{\\mathrm{M1}}$ is continuously suppressed and becomes undetectable above 4.2 GPa, whereas $T_{\\mathrm{M2}}$ increases and remains robust up to at least 7.5 GPa. The observed pressure evolution of magnetic order in Ce$_2$PdSi$_3$ suggests the presence of competing magnetic orders, and cannot be simply encapsulated by the Doniach phase diagram, motivating further investigations for its origin, including discerning the role of geometric frustration."}
{"id": "2601.20365", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.20365", "abs": "https://arxiv.org/abs/2601.20365", "authors": ["Marcel Bast", "Julian Böing", "Thomas Salomon", "Eline Plaar", "Igor Savić", "Mathias Schäfer", "Oskar Asvany", "Stephan Schlemmer", "Sven Thorwirth"], "title": "Spectroscopic Detection and Characterization of Cyanooxomethylium, NCCO$^+$", "comment": null, "summary": "Cyanooxomethylium, NCCO$^+$, a fundamental linear acylium ion, has been observed spectroscopically for the first time using action spectroscopy in ion trap apparatuses. A first low-resolution infrared spectrum was obtained between 500 to 1400 cm$^{-1}$ and 2000 to 2500 cm$^{-1}$ using the Free Electron Laser for Infrared eXperiments (FELIX) and the FELion apparatus, employing infrared predissociation of the weakly bound NCCO$^+$-Ne complex. Subsequently, high-resolution studies of the bare ion were performed with the COLtrap II setup, one targeted at the CN-stretching mode $ν_2$ around 2150 cm$^{-1}$ using leak-out spectroscopy and one at the pure rotational spectrum employing a leak-out infrared/millimeter-wave double resonance approach covering transition frequencies as high as 246 GHz. Spectroscopic detection and analysis were guided by high-level quantum-chemical calculations performed at the CCSD(T) level of theory. The collected data permit accurate frequency predictions to support future astronomical searches with sensitive radio telescopes."}
{"id": "2601.20763", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.20763", "abs": "https://arxiv.org/abs/2601.20763", "authors": ["Othmane Benhayoun", "Martin E. Garcia"], "title": "Multiscale Numerical Modelling of Ultrafast Laser-Matter Interactions: Maxwell Two Temperature Model Molecular Dynamics (M-TTM-MD)", "comment": "21 pages, 9 figures", "summary": "In this work, we present a comprehensive numerical framework that couples numerical solutions of Maxwell's equations using the Finite-Difference Time-Domain (FDTD) approach, Molecular Dynamics (MD), and the Two-Temperature Model (TTM) to describe ultrafast laser-matter interactions in metallic systems at the atomic scale. The proposed Maxwell-Two-Temperature Model-Molecular Dynamics (M-TTM-MD) bridges the gap between electromagnetic field propagation, electron-phonon energy exchange, and atomic motion, allowing for a self-consistent treatment of energy absorption, transport, and structural response within a unified simulation environment. The calculated electromagnetic fields incorporate dispersive dielectric properties derived using the Auxiliary Differential Equation (ADE) technique, while the electronic and lattice subsystems are dynamically coupled through spatially and temporally resolved energy exchange terms. The changes in the material topography are then reflected in the updated grid for the FDTD scheme. The developed M-TTM-MD model provides a self-consistent numerical framework that offers insights into laser-induced phenomena in metals, including energy transport and surface dynamics under extreme nonequilibrium conditions."}
{"id": "2601.20486", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20486", "abs": "https://arxiv.org/abs/2601.20486", "authors": ["V. S. Stolyarov", "V. Neverov", "A. V. Krasavin", "D. I. Kasatonov", "D. Panov", "D. Baranov", "O. V. Skryabina", "A. S. Melnikov", "A. A. Golubov", "M. Yu. Kupriyanov", "A. A Shanenko", "T. Cren", "A. Yu. Aladyshkin", "A. Vagov", "D. Roditchev"], "title": "Microscopic structure of the vortex cores in granular niobium: A coherent quantum puzzle", "comment": null, "summary": "When macroscopic quantum condensates -- superconductors, superfluids, cold atoms and ions, polaritons etc. -- are put in rotation, a quantum vortex lattice forms inside. In homogeneous type-II superconductors, each vortex has a tiny core where the superconducting gap $Δ(r)$ is known to smoothly vanish towards the core centre on the scale of the coherence length $ξ$. The cores host quantized quasiparticle energy levels known as Caroli-de Gennes-Matricon (CdGM) bound states [Caroli {\\it et al.,} Phys. Lett. v. 9, 307 (1964)]. In pure materials, the spectrum of the low-lying CdGM states has the characteristic level spacing $\\sim Δ_0^2/E_F$, where $E_F$ is the Fermi energy and $Δ_0$ is the bulk gap. In disordered ones, the CdGM states shift and broaden due to scattering. Here, we show, both experimentally and theoretically, that the situation is completely different in granular Nb films, which are commonly used in superconducting electronics. In these films, in which the grains are smaller than $ξ$, the gap $Δ$ in the quasiparticle spectrum reduces towards the vortex core centres by discrete jumps at the grain boundaries. The bound states adapt to the local environment and appear at unexpectedly high energies. Both $Δ(r)$ and bound states form a puzzle-like spatial structure of the core, elements of which are whole grains. Our discovery shakes up the established understanding of the quantum vortex and encourages a reconsideration of the vortex motion and pinning mechanisms in granular superconductors."}
{"id": "2601.20252", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20252", "abs": "https://arxiv.org/abs/2601.20252", "authors": ["Chun-Xiao Liu"], "title": "Quantum capacitance and parity switching of a quantum-dot-based Kitaev chain", "comment": "8 pages and 4 figures", "summary": "An array of quantum dots coupled via superconductivity provides a new platform for creating Kitaev chains with Majorana zero modes, offering a promising avenue toward topological quantum computing. In this work, we theoretically study the quantum capacitance of a minimal Kitaev chain weakly coupled to an external normal lead. We find that in the open regime, charge stability diagrams of quantum capcaitance can help to identify the sweet spot of a Kitaev chain, consistent with tunnel spectroscopy. Moreover, the quantum capacitance of a single quantum dot coupled to Andreev bound states reveals the interplay between two distinct parity switching mechanisms: coupling to an external normal lead and intrinsic quasiparticle poisoning. Our work provides useful physical insights into the quantum capacitance and parity dynamics in a quantum-dot-based Kitaev chain device."}
{"id": "2601.20242", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20242", "abs": "https://arxiv.org/abs/2601.20242", "authors": ["Binod K Rai", "Shuxiang Zhou", "Benjamin R. Heiner", "Gia Thinh Tran", "Jennifer E. S. Szymanowski", "Santosh KC", "Thomas C. Shehee", "Peter C. Burns", "Miles F. Beaux", "Luke R Sadergaski"], "title": "Vibrational and Electronic Properties of Np2O5 from Experimental Spectroscopy and First Principles Calculations", "comment": "17 pages, 5 figures, Accepted in Scientific Reports", "summary": "High-valence actinide oxides are critical to understanding the behavior of 5f-electrons, yet their structural and electronic properties remain poorly understood due to challenges in synthesis and handling. We report the first Raman spectroscopic study of single-crystalline Np2O5 and the first scanning tunneling spectroscopy (STS) measurement on any neptunium-containing material. Hydrothermally synthesized crystals were structurally verified by X-ray diffraction. Raman spectra revealed sharply resolved vibrational features, including previously unreported low-frequency modes. STS measurements revealed a band gap of 1.5 eV. Density functional theory (DFT) enables vibrational mode assignments, reveals neptunium-dominated low-frequency phonons, oxygen-dominated high-frequency modes, and predicts an indirect band gap of 1.68 eV. This predicted value is in excellent agreement with the experimentally measured STS gap. This combined Raman, DFT, and STS approach provides a robust framework for correlating lattice dynamics and electronic structure in actinide materials, providing benchmark data for Np2O5, and opening new avenues for probing structure-property relationships in complex f-electron materials."}
{"id": "2601.19980", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.19980", "abs": "https://arxiv.org/abs/2601.19980", "authors": ["Andreas Feuerpfeil", "Leyna Shackleton", "Atanu Maity", "Ronny Thomale", "Subir Sachdev", "Yasir Iqbal"], "title": "Unifying Dirac Spin Liquids on Square and Shastry-Sutherland Lattices via Fermionic Deconfined Criticality", "comment": "36 pages, 11 figures, 4 tables", "summary": "We present a fermionic gauge theory for deconfined quantum criticality on the Shastry-Sutherland lattice and reveal its shared low-energy field-theoretic structure with the square lattice. Starting from an SU(2) $π$-flux parent state, we construct a continuum theory of Dirac spinons coupled to an SU(2) gauge field and adjoint Higgs fields whose condensates drive transitions to a staggered-flux U(1) spin liquid and a gapless $\\mathbb{Z}_{2}$ Dirac spin liquid. While the Shastry-Sutherland lattice permits additional symmetry-allowed fermion bilinears compared to the square lattice, the quantum field theories are identical up to additional irrelevant terms. Consequently, the Higgs potential structure and the leading low-energy theory coincide with the square-lattice case at the quantum critical point. The SO(5) critical point is expected to realize conformal deconfined criticality: we analyze it in a large flavor expansion, calculate its critical exponents, and identify the Yukawa coupling between the fermions and Higgs fields as the relevant perturbation that destabilizes it, consistent with pseudocritical behavior observed in recent Monte Carlo studies. We show that the emergent SO(5) order parameter acquires a large anomalous dimension at the critical point, leading to strongly enhanced Néel and VBS susceptibilities-a hallmark of fermionic deconfined quantum criticality consistent with numerical studies. Our results place recent numerical evidence for a gapless $\\mathbb{Z}_{2}$ Dirac spin liquid on the Shastry-Sutherland lattice within a controlled field-theoretic framework and demonstrate that fermionic deconfined criticality on the square lattice-including critical exponents and stability-extends to frustrated lattices with reduced symmetry."}
{"id": "2601.20228", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.20228", "abs": "https://arxiv.org/abs/2601.20228", "authors": ["Weizhou Wang", "Xuanxi Zhang", "Jonathan Weare", "Aaron R. Dinner"], "title": "Quantum statistics from classical simulations via generative Gibbs sampling", "comment": "12 pages, 9 figures", "summary": "Accurate simulation of nuclear quantum effects is essential for molecular modeling but expensive using path integral molecular dynamics (PIMD). We present GG-PI, a ring-polymer-based framework that combines generative modeling of the single-bead conditional density with Gibbs sampling to recover quantum statistics from classical simulation data. GG-PI uses inexpensive standard classical simulations or existing data for training and allows transfer across temperatures without retraining. On standard test systems, GG-PI significantly reduces wall clock time compared to PIMD. Our approach extends easily to a wide range of problems with similar Markov structure."}
{"id": "2601.20695", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20695", "abs": "https://arxiv.org/abs/2601.20695", "authors": ["D. R. Baykusheva", "D. P. Carmichael", "C. S. Weber", "I-T. Lu", "F. Glerean", "T. Meng", "P. B. M. De Oliveira", "C. C. Homes", "I. A. Zaliznyak", "G. D. Gu", "M. P. M. Dean", "A. Rubio", "D. M. Kennes", "M. Claassen", "M. Mitrano"], "title": "Quantum control of Hubbard excitons", "comment": "main+supplementary, 43 pages, 12 figures", "summary": "Quantum control of the many-body wavefunction is a central challenge in quantum materials research, as it could yield a precise control knob to manipulate emergent phenomena. Floquet engineering, the coherent dressing of quantum states with periodic non-resonant optical fields, has become an important strategy for quantum control. Most applications to solid-state systems have targeted weakly interacting or single-ion states, leaving the manipulation of many-body wavefunctions largely unexplored. Here, we use Floquet engineering to achieve quantum control of a strongly correlated Hubbard exciton in the one-dimensional Mott insulator Sr$_2$CuO$_3$. A nonresonant midinfrared optical field coherently dresses the exciton wavefunction, driving its rotation between bright and dark states. We use resonant third-harmonic generation to quantify ultrafast $π/2$ rotations on the Bloch sphere spanned by these exciton states. Our work advances the quest towards programmable control of correlated states and exciton-based quantum sensing."}
{"id": "2601.20441", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20441", "abs": "https://arxiv.org/abs/2601.20441", "authors": ["Daniel Sucerquia", "Mikaela Farrugia", "Andreas Dreuw", "Frauke Gräter"], "title": "SITH: A Quantum-Chemical Framework for Predicting Bond Destabilization in Stretched Molecules", "comment": "26 pages main text, SI included in the pdf, 4 figures", "summary": "Mechanical forces can selectively destabilize chemical bonds of molecular systems, particularly in biological and synthetic polymers. While experimental and theoretical methods have advanced our understanding of mechanochemical processes, predicting where energy concentrates within a molecule remains a significant challenge. To address this, we introduce SITH (Splitting Intramolecular Tension due to stretcHing), a novel method that decomposes the total electronic energy change of a stretched molecule into contributions from individual degrees of freedom -- such as bond lengths, angles, and dihedrals -- using numerical integration of the work-energy theorem. Unlike previous approaches that rely on harmonic approximations, SITH provides high accuracy and robustness to study the distribution of energies of stretched molecules up to a first bond cleavage. Although SITH uses 3N-6 degrees of freedom for the energy decomposition, we show that it can work even for ring structures like prolines. We apply SITH to a dataset of tripeptides and demonstrate that glycine and proline exhibit significantly different energy distributions in their Ca-C backbone bonds under tension: glycine stores more energy, making it more prone to rupture, while proline has the opposite behaviour. These findings reveal intrinsic differences in mechanochemical susceptibility across amino acids, offering more accurate predictions of bond rupture in proteins, and similarly in other (bio)polymers. SITH thus provides a powerful, interpretable tool for understanding energy distribution at the quantum level, with possible implications in mechanochemistry and force field validation."}
{"id": "2601.20521", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20521", "abs": "https://arxiv.org/abs/2601.20521", "authors": ["Jose Antonio Moreno", "Pablo García Talavera", "Alba Torras-Coloma", "Gemma Rius", "P. Forn-Díaz", "Edwin Herrera Vasco", "Isabel Guillamón", "Hermann Suderow"], "title": "Superconducting density of states of nitridized Aluminum thin films", "comment": null, "summary": "Nitride-based superconductors represent a family of superconducting thin film materials displaying higher quality than their corresponding bare superconductor when used in devices for applications such as cosmic radiation sensing. In recent times, Niobium-based and Titanium-based nitrides were used to improve the quality of superconducting devices in quantum technology applications. Recently, nitridized Aluminum (NitrAl) has been found to display higher critical temperatures and enhanced resilience to magnetic fields compared to those of Al, making it a new interesting candidate for superconducting quantum circuit applications. However, the microscopic properties of NitrAl remain highly unexplored. Here we use Scanning Tunneling Microscope (STM) to measure the superconducting density of states of a thin film sample of nitridized-Aluminum (NitrAl), with a room temperature resistivity between pure Al and fully insulating aluminum nitride. We show that the in-gap density of states is zero up to about $\\hbarω=250~\\mathrm{μeV}$ and that there is a distribution of values of the superconducting gap around $Δ_0=360~\\mathrm{μeV}$, close to the BCS expectation $Δ=1.76 k_{\\mathrm{B}}T_{\\mathrm{c}}$. We also find varying superconducting gap values at the nanometer scale, by approximately 10\\%, when probing different regions of the sample. These results suggest a gap which is larger than the one of pure Al, and is spatially more homogeneous than the superconducting gap values often found in thin films. Our work demonstrates that STM is as a powerful tool to screen materials for quantum devices through the measurement of the spatial dependence of the superconducting density of states."}
{"id": "2601.20358", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20358", "abs": "https://arxiv.org/abs/2601.20358", "authors": ["Chen-Hsuan Hsu", "Anna Ohorodnyk"], "title": "Coupled-wire descriptions of unconventional quantum states in twisted nanostructures", "comment": "27 pages, 11 figures; invited review", "summary": "Coupled-wire description has been developed as a powerful framework for providing bosonic descriptions of strongly correlated quantum matter, with early applications to systems such as the cuprates and the integer and fractional quantum Hall states. In this topical review, we discuss recent developments of coupled-wire description in nanoscale systems, where it emerges not only as a theoretical tool but also as a highly tunable physical platform. In these nanoscale realizations, coupled-wire networks are formed by one-dimensional channels embedded in two-dimensional materials, most prominently in moiré and twisted structures. Such networks host a broad range of unconventional states of matter, including superconductivity, charge density waves, spin density waves, Mott insulating phases, Anderson insulating phases, quantum spin Hall states, quantum anomalous Hall states, and their fractionalized counterparts. The ability to electrically control interaction strength, confinement, and coupling between wires makes these systems qualitatively different from earlier realizations and allows continuous tuning between competing phases. Notably, recent work has demonstrated that the coupled-wire framework in moiré networks completes the trio of quantum Hall phenomena, encompassing quantum Hall, quantum spin Hall, and quantum anomalous Hall states, together with their fractional analogues. This development highlights coupled-wire networks in nanoscale materials as a versatile and experimentally relevant setting for exploring the interplay of topology, strong correlations, and low-dimensional physics."}
{"id": "2601.20271", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20271", "abs": "https://arxiv.org/abs/2601.20271", "authors": ["Nashrah Afroze", "Jihoon Choi", "Salma Soliman", "Chang Hoon Kim", "Jiayi Chen", "Yu-Hsin Kuo", "Mengkun Tian", "Chengyang Zhang", "Priyankka Gundlapudi Ravikumar", "Suman Datta", "Andrea Padovani", "Jun Hee Lee", "Asif Khan"], "title": "ALD-Derived WO3-x Leads to Nearly Wake-Up-Free Ferroelectric Hf0.5Zr0.5O2 at Elevated Temperatures", "comment": null, "summary": "Breaking the memory wall in advanced computing architectures will require complex 3D integration of emerging memory materials such as ferroelectrics-either within the back-end-of-line (BEOL) of CMOS front-end processes or through advanced 3D packaging technologies. Achieving this integration demands that memory materials exhibit high thermal resilience, with the capability to operate reliably at elevated temperatures such as 125C, due to the substantial heat generated by front-end transistors. However, silicon-compatible HfO2-based ferroelectrics tend to exhibit antiferroelectric-like behavior in this temperature range, accompanied by a more pronounced wake-up effect, posing significant challenges to their thermal reliability. Here, we report that by introducing a thin tungsten oxide (WO3-x) layer-known as an oxygen reservoir-and carefully tuning its oxygen content, ultra-thin Hf0.5Zr0.5O2 (5 nm) films can be made robust against the ferroelectric-to-antiferroelectric transition at elevated temperatures. This approach not only minimizes polarization loss in the pristine state but also effectively suppresses the wake-up effect, reducing the required wake-up cycles from 105 to only 10 at 125C- a qualifying temperature for back-end memory integrated with front-end logic, as defined by the JEDEC standard. First-principles density functional theory calculations reveal that WO3 enhances the stability of the ferroelectric orthorhombic phase at elevated temperatures by increasing the tetragonal-to-orthorhombic phase energy gap, and promoting favorable phonon mode evolution, thereby supporting o-phase formation under both thermodynamic and kinetic constraints."}
{"id": "2601.19991", "categories": ["cond-mat.mes-hall", "cond-mat.quant-gas", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.19991", "abs": "https://arxiv.org/abs/2601.19991", "authors": ["Ren Zhang", "Xiao-Yu Ouyang", "Xu-Dong Dai", "Xi Dai"], "title": "Scattering State Theory for One-dimensional Floquet Lattices", "comment": "17 pages, 8 figures. Comments are welcome", "summary": "We develop a Floquet transfer matrix method to solve scattering in extended 1D Floquet lattices, uncovering an underlying conjugate symplectic structure that enforces current conservation across sidebands. By engineering a spatial adiabatic boundary, we suppress multi-channel sideband interference, allowing us to establish a direct mapping between the bulk winding number $C$ and a rigid shift in the transmission energy windows--quantified as $C\\hbarω$. We further propose two experimental realizations: cold-atom Bragg scattering to directly verify the transmission shift, and surface-acoustic-wave-induced transport demonstrating the quantized zero-bias current plateau."}
{"id": "2601.20474", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.20474", "abs": "https://arxiv.org/abs/2601.20474", "authors": ["José F. B. Afonso", "Stefan Kirchner", "Pedro Ribeiro"], "title": "Critical Charge and Current Fluctuations across a Voltage-Driven Phase Transition", "comment": "13 pages, 6 figures", "summary": "We investigate bias-driven non-equilibrium quantum phase transitions in a paradigmatic quantum-transport setup: an interacting quantum dot coupled to non-interacting metallic leads. Using the Random Phase Approximation, which is exact in the limit of a large number of dot levels, we map out the zero-temperature non-equilibrium phase diagram as a function of interaction strength and applied bias. We focus our analysis on the behavior of the charge susceptibility and the current noise in the vicinity of the transition. Remarkably, despite the intrinsically non-equilibrium nature of the steady state, critical charge fluctuations admit an effective-temperature description, $T_{\\text{eff}}(T,V)$, that collapses the steady-state behavior onto its equilibrium form. In sharp contrast, current fluctuations exhibit genuinely non-equilibrium features: the fluctuation-dissipation ratio becomes negative in the ordered phase, corresponding to a negative effective temperature for the current degrees of freedom. These results establish current noise as a sensitive probe of critical fluctuations at non-equilibrium quantum phase transitions and open new directions for exploring voltage-driven critical phenomena in quantum transport systems."}
{"id": "2601.20702", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20702", "abs": "https://arxiv.org/abs/2601.20702", "authors": ["Hongyu Lu", "Wei Zhu", "Wang Yao"], "title": "Collective excitations in chiral spin liquid: chiral roton and long-wavelength nematic mode", "comment": "5+5 pages, 5+8 figures", "summary": "Chiral spin liquid (CSL) is a magnetic analogue of the fractional quantum Hall (FQH) liquid. Collective excitations play a vital role in shaping our understanding of these exotic quantum phases of matter and their quantum phase transitions. While the magneto-roton and long-wavelength chiral graviton modes in the FQH liquids have been extensively explored, the collective excitations of CSLs remain elusive. Here we explore the collective excitations in the SU(2) symmetric CSL phase of the spin-1/2 square-lattice $J_1-J_2-J_χ$ model, where an intriguing quantum phase diagram was recently revealed. Combining exact diagonalization and time-dependent variational principle calculations, we observe two spin-singlet collective modes: a chiral p-wave (low-energy) roton mode at finite momentum and a d-wave (higher-energy) nematic mode at zero momentum, both of which are prominent across the CSL phase. Such exotic modes exhibit fingerprints distinct from those of FQH liquids, and to the best of our knowledge, are reported for the first time. By tuning $J_2$, we find the nematic mode to be pronouncedly soft, together with the spin-triplet two-spinon bound states, potentially promoting strong nematic and spin stripe instabilities. Our work paves the way for further understanding CSL from the dynamical perspective and provides new spectroscopic signatures for future experiments of CSL candidates."}
{"id": "2601.20550", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.20550", "abs": "https://arxiv.org/abs/2601.20550", "authors": ["Ryotaro Hoshino", "Yoshitaka Tanimura"], "title": "HEOM-Based Numerical Framework for Quantum Simulation of Two-Dimensional Vibrational Spectra in Molecular Liquids (HEOM-2DVS)", "comment": "12Pages, 6 Figures", "summary": "The multi-mode anharmonic Brownian motion model offers a universal framework for simulating molecular vibrations in condensed phases. When vibrational energy surpasses thermal excitation, quantum effects become significant, necessitating a rigorous treatment of system-bath entanglement. The hierarchical equations of motion (HEOM) provide a powerful methodology for simulating such open quantum systems. In this context, two-dimensional vibrational spectroscopy (2DVS) constitutes a powerful probe for elucidating the complex dynamics of molecular processes, both experimentally and theoretically. This work introduces a computational implementation, HEOM-2DVS, for treating non-Markovian open quantum dynamics that encompass energy relaxation, dephasing, thermal excitation, and related processes arising from non-perturbative and nonlinear interactions between selected vibrational modes and their thermal environments. To validate the theoretical framework, we computed"}
{"id": "2601.20798", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20798", "abs": "https://arxiv.org/abs/2601.20798", "authors": ["Petro Maksymovych", "Sang Yong Song", "Benjamin Lawrie", "Wonhee Ko", "Jose L. Lado"], "title": "Fingerprinting superconductors by disentangling Andreev and quasiparticle currents across tunable tunnel junctions", "comment": null, "summary": "Tunneling Andreev reflection (TAR) spectroscopy offers a powerful new approach to fingerprint superconducting pairing symmetry at the atomic scale. By leveraging the exponential sensitivity of excess tunneling decay rate to Andreev reflection, TAR robustly distinguishes between s-wave, d-wave, and more complex order parameters, overcoming limitations of traditional conductance-based techniques. Here, using atomistic superconducting transport simulations, we show that the additivity of excess decay rate enables clear separation of Andreev and quasiparticle currents. In particular, we reveal how their competition as well as higher-order scattering processes shape both the decay rate spectra and their dependence on the coupling strength. We show that this phenomenology stems from the fact that Andreev reflection dominates mid-gap conductance for s-wave superconductors, it is suppressed for the d-wave, and it coexists with quasiparticle tunneling in sign-changing symmetries if the expectation value for the superconducting gap remains finite. These distinct spectral fingerprints pave the way for atomically resolved identification of unconventional superconducting states."}
{"id": "2601.20360", "categories": ["cond-mat.mes-hall", "physics.acc-ph"], "pdf": "https://arxiv.org/pdf/2601.20360", "abs": "https://arxiv.org/abs/2601.20360", "authors": ["Bjartþhór Steinn Alexandersson", "Kristinn Torfason", "Andrei Manolescu", "Ágúst Valfells"], "title": "Transit-time oscillations in nanoscale vacuum diode with a pure resistive load", "comment": "7 pages, 9 figures, 34 references", "summary": "We examine the Ramo current in a nanoscale planar vacuum diode undergoing field emission in the presence of a DC voltage supply and an external resistor. We describe a simple mechanism for generating persistent current oscillations in the diode due to the voltage drop across the external resistor (beam loading) which reduces the total field and inhibits the emission. The amplitude and the frequency, which is in the THz domain, depend on the operating parameters of the diode. Molecular dynamics simulations are used to find the characteristics and physical basis of the mechanism, and a simple analytical model is presented, in good agreement with the simulation."}
{"id": "2601.20315", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20315", "abs": "https://arxiv.org/abs/2601.20315", "authors": ["Necda Çam", "Iago López-Vázquez", "Òscar Iglesias", "David Serantes"], "title": "Tuning field amplitude to minimise heat-loss variability in magnetic hyperthermia", "comment": "10 pages, 10 figures", "summary": "In this work, we theoretically investigate how shape-induced anisotropy dispersion and magnetic field amplitude jointly control both the magnitude and heterogeneity of heating in magnetite nanoparticle assemblies under AC magnetic fields. Using real time Landau-Lifshitz-Gilbert simulations with thermal fluctuations, and a macrospin model that includes both the intrinsic cubic magnetocrystalline anisotropy and a shape-induced uniaxial contribution, we analyze shape-polydisperse systems under clinically and technologically relevant field conditions. We show that for relatively large particles, around 25 to 30 nm, the relative dispersion of local (single-particle) losses exhibits a well-defined minimum at moderate field amplitudes (between 4 to 12 mT), hence identifying an optimal operating regime that minimizes heating heterogeneity while maintaining substantial power dissipation. The position of this critical field depends mainly on particle size and excitation frequency, and only weakly on shape dispersion, offering practical guidelines for improving heating uniformity in realistic MFH systems."}
{"id": "2601.20077", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.20077", "abs": "https://arxiv.org/abs/2601.20077", "authors": ["Gabriele de Mauro", "Satya N. Majumdar", "Gregory Schehr"], "title": "Tuning the strength of emergent correlations in a Brownian gas via batch resetting", "comment": "8 + 20 pages, 3 + 6 figures", "summary": "We study a gas of $N$ diffusing particles on the line subject to batch resetting: at rate $r$, a uniformly random subset of $m$ particles is reset to the origin. Despite the absence of interactions, the dynamics generates a nonequilibrium stationary state (NESS) with long-range correlations. We obtain exact results, both for the NESS and for the time dependence of the correlations, which are valid for arbitrary $m$ and $N$. By varying $m$, the system interpolates between an uncorrelated regime ($m=1$) and the fully synchronous resetting case ($m=N$). For all $1<m<N$, correlations exhibit a non-monotonic time dependence due to the emergence of an intrinsic decorrelation mechanism. In the stationary state, the correlation strength can be tuned by varying $m$, and it displays a transition at a critical value $N_c=6$. Our predictions extend straightforwardly to any spatial dimension $d$ and the critical value $N_c=6$ remains the same in all dimensions. Our predictions are testable in existing experimental setups on optically trapped colloidal particles."}
{"id": "2601.20766", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20766", "abs": "https://arxiv.org/abs/2601.20766", "authors": ["Bo Yuan", "M. Powell", "X. Liu", "J. Ni", "E. M. Smith", "F. Ye", "J. Dudemaine", "A. D. Bianchi", "J. W. Kolis", "B. D. Gaulin"], "title": "Observation of Dipolar Spin-ice--like Correlations in the Quantum Spin Ice Candidate Ce$_2$Sn$_2$O$_7$", "comment": "Supplemental materials including experimental details and additional neutron scattering data are available upon request", "summary": "The Ce$_2$X$_2$O$_7$ (X=Sn, Hf, Zr) family of cubic pyrochlores has emerged as one of the most promising classes of Quantum Spin Ice candidates. However, understanding their microscopic exchange Hamiltonian and spin correlations has been hampered by varying sample quality, and poor signal-to-noise in the existing neutron data due to a small Ce$^{3+}$ magnetic dipole moment. In this work, we overcome these challenges and report single-crystal diffuse neutron scattering from hydrothermally grown Ce$_2$Sn$_2$O$_7$ -- the highest quality crystals obtained to date for the Ce$_2$X$_2$O$_7$ family. In contrast to the broad diffuse scattering observed in Ce$_2$Hf$_2$O$_7$ and Ce$_2$Zr$_2$O$_7$, we find highly structured diffuse scattering from Ce$_2$Sn$_2$O$_7$ featuring strong intensities along the Brillouin zone boundaries. The observed $\\mathbf{Q}$-dependence disagrees with predictions of the nearest neighbour XYZ model commonly used for Ce$_2$X$_2$O$_7$, but is remarkably similar to the diffuse scattering observed in \\textit{classical} Dipolar Spin Ice. Our study highlights the importance of further neighbour interactions in determining the low energy physics of the Ce-pyrochlores, and calls for a revision of the current theoretical framework to incorporate their effects."}
{"id": "2601.20660", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.20660", "abs": "https://arxiv.org/abs/2601.20660", "authors": ["Hye Su Jeong", "Tae Woong Jeong", "Sung Min Jo"], "title": "First-Principle-Inspired Reduced-Order Models of Chemical-Kinetics in $\\text{H}_2\\left(\\text{X}^1Σ_g^+\\right)$+$\\text{H}\\left({}^2\\text{S}\\right)$ System", "comment": "34 pages, 17 figures", "summary": "In the present study, two-different reduced-order models are proposed for $\\text{H}_2\\left(\\text{X}^1Σ_g^+\\right)$+$\\text{H}\\left({}^2\\text{S}\\right)$ system by leveraging first-principle quasi-classical trajectory simulations and in-depth master equation analyses. The most recent available ab-initio potential energy surface is adopted to construct a new set of rovibrational state-to-state kinetic database valid over a wide range of temperatures. Firstly, a modified two-temperature model is proposed by incorporating the master equation-informed model parameters, enabling the advanced treatment of the internal energy coupling and the nonequilibrium dissociation predictions. Secondly, a hybrid coarse-graining model is proposed by combining a graph-based approach optimized globally for a wide range of temperatures with a centrifugal-barrier-based coarse-graining method. The proposed reduced-order models offer significantly improved accuracy in predicting the nonequilibrium energy transfer and dissociation dynamics compared to the existing coarse-graining and 2T models in previous studies. In addition, aerothermal heating prediction relevant to Uranus planetary entry reveals 16.5% of convective heat flux discrepancy compared to the present modified 2T approach with the existing 2T, demonstrating the importance of accurate modeling of the chemical-kinetics in the $\\text{H}_2\\left(\\text{X}^1Σ_g^+\\right)$+$\\text{H}\\left({}^2\\text{S}\\right)$ system."}
{"id": "2601.20850", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20850", "abs": "https://arxiv.org/abs/2601.20850", "authors": ["Adrian Llanos", "Veronica Show", "Reiley Dorrian", "Joseph Falson"], "title": "Field induced superconductivity in a magnetically doped two-dimensional crystal", "comment": null, "summary": "Magnetic field induced superconductivity is a rare property in nature due to the sensitivity of spin-singlet Cooper pairing to time-reversal symmetry breaking perturbations. However, in rare cases, an interplay between magnetic fields and ions can be engineered to bring about superconductivity at finite fields. Here we use ultra-thin LaSb$_2$ doped with dilute Ce paramagnetic impurities to demonstrate a magnetic field-induced superconducting dome in a two-dimensional crystal. The reduced dimensionality of the structure enables the use of an in-plane magnetic field to dynamically suppress spin fluctuations on the Ce-site, which leads to an anomalous enhancement of the critical temperature with increasing field. By modelling the spin scattering dynamics across the experimental parameter space, we reveal insight into the complex nature of paramagnetic impurities in magnetic fields at low temperature, and how their manipulation can result in the ability to tune between competing magnetic pair-breaking regimes. Realizing this physics in a two-dimensional crystalline setting invites the application of similar approaches to unconventional forms of superconductivity while also highlighting new experimental standards which should be employed when studying ultra-thin materials in general."}
{"id": "2601.20398", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20398", "abs": "https://arxiv.org/abs/2601.20398", "authors": ["Feng Liu", "Jiayong Xiao", "Shengwei Jiang", "Kin Fai Mak", "Jie Shan"], "title": "Mechanical sensing of metamagnetic tricriticality in two-dimensional CrI3", "comment": null, "summary": "Layered Ising metamagnets are antiferromagnetic (AF) materials consisting of monolayer Ising ferromagnets coupled to each other via interlayer AF interactions. They exhibit rich magnetic phase diagrams, featuring tricritical and critical end points, due to the competing magnetic interactions and the Ising anisotropy. While conventional thermodynamic probes can identify these critical points in bulk Ising metamagnets, achieving this in the two-dimensional (2D) limit, where enhanced fluctuation effects can substantially modify critical phenomena, remains to be realized. Here, we combine specific heat capacity (C_V) and magnetic circular dichroism measurements to identify these critical points, extract a tricritical exponent, and map out the complete magnetic phase diagram of 2D Ising metamagnetic CrI3. This is achieved in a nanomechanical device of 6-layer CrI3, in which a direct measurement of the temperature derivative of its mechanical resonance frequency gives C_V. The tricritical point is identified by the onset of an abrupt spin-flip transition on one side and, on the other side, by a vanishing specific heat λ-anomaly for a continuous AF phase transition. In contrast, only the spin-flip transition remains near the critical end point. Our results establish nanomechanical calorimetry as a general route to classify metamagnetic phase transitions and to study multicritical phenomena in 2D magnets."}
{"id": "2601.20444", "categories": ["cond-mat.mtrl-sci", "nucl-ex"], "pdf": "https://arxiv.org/pdf/2601.20444", "abs": "https://arxiv.org/abs/2601.20444", "authors": ["Jonas A. Krieger", "Igor P. Rusinov", "Sourabh Barua", "Aris Chatzichristos", "Jared Croese", "Derek Fujimoto", "Stefan Holenstein", "Victoria L. Karner", "Ryan M. L. McFadden", "John O. Ticknor", "W. Andrew MacFarlane", "Robert F. Kiefl", "Geetha Balakrishnan", "Evgueni V. Chulkov", "Stuart S. P. Parkin", "Zaher Salman"], "title": "Contrasting impurity-induced magnetism and dynamics in 2H-MoTe2", "comment": "8 pages, 4 figures", "summary": "We investigate the behavior of interstitial $^8$Li$^+$ implanted near the surface of 2H-MoTe$_2$ using $β$-detected NMR. We find that, unlike the muon, $^8$Li$^+$ does not show any signature of induced magnetism. This result is consistent with density functional theory, which identifies the Li stopping site at the 2a Wyckoff position in the van der Waals gap and confirms the absence of detectable Li-induced electronic spin polarization. Both the spin-lattice relaxation and the resonance lines show evidence of strong spin dynamics above $\\sim 200$ K, reminiscent of local stochastic $^8$Li$^+$ motion within a cage. The resonance line shape consists of quadrupolar satellites on top of a broad central peak. To better understand the interaction of $^8$Li$^+$ with the host material, we employ a frequency-comb measurement, by simultaneously exciting four frequencies corresponding to the first-order quadrupolar satellite transitions, $ν_0 \\pm 3ν_{\\mathrm{comb}}$ and $ν_0 \\pmν_{\\mathrm{comb}}$ around the Larmor frequency $ν_0$ as a function of $ν_{\\mathrm{comb}}$. This offers an enhanced sensitivity to the quadrupolar split portion of the line. Using this method, we find a small decrease of the quadrupolar frequency with increasing temperature, showing the typical behavior associated with thermally excited phonons and the absence of any magnetic response which was observed with other defects in 2H-MoTe$_2$."}
{"id": "2601.20093", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20093", "abs": "https://arxiv.org/abs/2601.20093", "authors": ["Xuanyu Long", "Feng Liu"], "title": "Quantum-geometry-enabled Landau-Zener tunneling in singular flat bands", "comment": "6 pages, 3 figures, plus supplementary materials", "summary": "Flat-band materials have attracted substantial interest for their intriguing quantum geometric effects. Here we investigate how singular flat bands (SFBs) respond to a static, uniform electric field and whether they can support single-particle dc transport. By constructing a minimal two-band lattice model, we show that away from the singular band crossing point (BCP), the Wannier-Stark (WS) spectrum of the flat band is well captured by an intraband Berry phase $Φ_{\\mathrm{B}}$. The associated WS eigenstates are exponentially localized along the field direction, precluding dc transport. In contrast, near the BCP the interband Berry connection becomes prominent and drives Landau-Zener tunneling, which bends the flat-band WS ladder and delocalizes the SFB wavefunctions. Remarkably, this regime is governed solely by the maximal quantum distance $d$ through two geometric phases $(θ,\\varphi)$: $θ$ characterizes the tunneling rate and $\\varphi$ acts as a generalized Berry phase. These results highlight the essential role of quantum geometry in enabling nontrivial transport signatures in SFBs."}
{"id": "2601.20836", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20836", "abs": "https://arxiv.org/abs/2601.20836", "authors": ["Erekle Jmukhadze", "Sam Olin", "Allan H. MacDonald", "Wei-Cheng Lee"], "title": "Stripe antiferromagnetism and chiral superconductivity in tWSe$_2$", "comment": "10 pages, 5 figures", "summary": "The layer-dependent Hamiltonians of parallel-stacked MoTe$_2$ and WSe$_2$ homobilayer moiré materials are topologically non-trivial, both in real space and in momentum space, and have been shown to support integer and fractional quantum anomalous Hall states, as well as antiferromagnetic and superconducting states. Here, we address the interplay between the antiferromagnetic and superconducting states observed in tWSe$_2$ when the Fermi level is close to its $M$-point van Hove singularity and the displacement field is small. We combine DFT with path-integrals to construct a minimal moiré band model that accounts for lattice relaxation along the $c$-axis and perform Hartree-Fock calculations to identify competing charge and spin ordered states. For tWSe$_2$ at $θ=2.7^\\circ$ and $θ=3.65^\\circ$, we find that a layer antiferromagnet (AFM), a stripe spin-density-wave (SDW), and the ferromagnetic Chern insulator (FM) are the primary candidates for the ground state at zero displacement field, and argue that antiferromagnetic spin interactions on the next neighbor bond $J_2$ can induce a time-reversal symmetry breaking chiral superconducting state."}
{"id": "2601.19966", "categories": ["cond-mat.mtrl-sci", "cs.LG", "physics.chem-ph", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.19966", "abs": "https://arxiv.org/abs/2601.19966", "authors": ["Jonas Elsborg", "Felix Ærtebjerg", "Luca Thiede", "Alán Aspuru-Guzik", "Tejs Vegge", "Arghya Bhowmik"], "title": "Global Plane Waves From Local Gaussians: Periodic Charge Densities in a Blink", "comment": "24 pages including appendix, 8 Figures, 5 tables", "summary": "We introduce ELECTRAFI, a fast, end-to-end differentiable model for predicting periodic charge densities in crystalline materials. ELECTRAFI constructs anisotropic Gaussians in real space and exploits their closed-form Fourier transforms to analytically evaluate plane-wave coefficients via the Poisson summation formula. This formulation delegates non-local and periodic behavior to analytic transforms, enabling reconstruction of the full periodic charge density with a single inverse FFT. By avoiding explicit real-space grid probing, periodic image summation, and spherical harmonic expansions, ELECTRAFI matches or exceeds state-of-the-art accuracy across periodic benchmarks while being up to $633 \\times$ faster than the strongest competing method, reconstructing crystal charge densities in a fraction of a second. When used to initialize DFT calculations, ELECTRAFI reduces total DFT compute cost by up to ~20%, whereas slower charge density models negate savings due to high inference times. Our results show that accuracy and inference cost jointly determine end-to-end DFT speedups, and motivate our focus on efficiency."}
{"id": "2601.20836", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20836", "abs": "https://arxiv.org/abs/2601.20836", "authors": ["Erekle Jmukhadze", "Sam Olin", "Allan H. MacDonald", "Wei-Cheng Lee"], "title": "Stripe antiferromagnetism and chiral superconductivity in tWSe$_2$", "comment": "10 pages, 5 figures", "summary": "The layer-dependent Hamiltonians of parallel-stacked MoTe$_2$ and WSe$_2$ homobilayer moiré materials are topologically non-trivial, both in real space and in momentum space, and have been shown to support integer and fractional quantum anomalous Hall states, as well as antiferromagnetic and superconducting states. Here, we address the interplay between the antiferromagnetic and superconducting states observed in tWSe$_2$ when the Fermi level is close to its $M$-point van Hove singularity and the displacement field is small. We combine DFT with path-integrals to construct a minimal moiré band model that accounts for lattice relaxation along the $c$-axis and perform Hartree-Fock calculations to identify competing charge and spin ordered states. For tWSe$_2$ at $θ=2.7^\\circ$ and $θ=3.65^\\circ$, we find that a layer antiferromagnet (AFM), a stripe spin-density-wave (SDW), and the ferromagnetic Chern insulator (FM) are the primary candidates for the ground state at zero displacement field, and argue that antiferromagnetic spin interactions on the next neighbor bond $J_2$ can induce a time-reversal symmetry breaking chiral superconducting state."}
{"id": "2601.20636", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20636", "abs": "https://arxiv.org/abs/2601.20636", "authors": ["Claudia Negrete", "Attila Kákay", "Jorge A. Otálora"], "title": "Exchange-dominated origin of spin-wave nonreciprocity in planar magnetic multilayers", "comment": "14 pages, 7 figures", "summary": "Spin-wave nonreciprocity, manifested as a frequency difference between counterpropagating modes, underpins many proposed magnonic devices. While this effect is commonly attributed to dipolar interactions or interfacial chirality, the microscopic origin of nonreciprocal dispersion in magnetic multilayers remains under debate. Here, we analyze nonreciprocal spin-wave dispersion in planar multilayer heterostructures without Dzyaloshinskii-Moriya interaction. Using a frequency-shift dynamic matrix and an interaction-resolved dynamic energy-density formalism, we show that the frequency asymmetry cannot generally be ascribed to dipolar effects alone. Instead, once counterpropagating modes differ in their geometric structure along the thickness, interlayer exchange dominates the frequency shift. Applied to representative multilayer systems, we find that the interlayer exchange contribution exceeds dipolar and intralayer exchange effects by up to two to three orders of magnitude over a broad wave-vector range. Our results establish interlayer exchange as the primary mechanism controlling nonreciprocal dispersion in multilayer magnonic systems and provide a quantitative framework for engineering large frequency shifts in nonreciprocal magnonic devices."}
{"id": "2601.20454", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20454", "abs": "https://arxiv.org/abs/2601.20454", "authors": ["Wen-Zheng Chen", "Hongjun Xiang", "Yusheng Hou"], "title": "Topological-transition-driven Giant Enhancement of Second-harmonic Generation in Ferroelectric Bismuth Monolayer", "comment": "Submitted to Physical Review Letters (under review)", "summary": "The interplay between band topology and light in condensed materials could unlock intriguing nonlinear optical phenomena, enabling modern photonic technologies such as quantum light sources and sub-wavelength topological lasers. Here, we unveil that a buckling-tuned topological transition in ferroelectric bismuth monolayer unleashes a giant second-harmonic generation. Using first-principles calculations, we surprisingly find that ferroelectric bismuth monolayer with a buckling parameter, $Δh$, has a large susceptibility $χ^{(2)}$ on the order of $10^{7}$ $\\mathrm{pm}^2/\\mathrm{V}$, exceeding monolayer MoS$_2$ by about two orders of magnitude. When $Δh$ is engineered to the critical window where Dirac electrons emerge, a low-frequency resonance appears, boosting $χ^{(2)}$ by an additional order of magnitude. We show that this enhancement is localized on the Dirac cones and dominated by intraband modification contributions. Based on an extended Dirac model, we establish that this enhancement physically originates from the ultralight effective masses $m^{*}$ of Dirac electrons through scaling with the Fermi velocity $v_F$ and band gap $E_g$. Our findings provide a general paradigm for achieving exceptional second-harmonic generation via engineering topological criticality, and could serve as an experimental signature of Dirac electrons in topological materials."}
{"id": "2601.20095", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2601.20095", "abs": "https://arxiv.org/abs/2601.20095", "authors": ["Yen-Chi Lee"], "title": "First-Hitting Location Laws as Boundary Observables of Drift--Diffusion Processes", "comment": "12 pages, 4 figures, 2 tables", "summary": "We investigate first-hitting location (FHL) statistics induced by drift--diffusion processes in domains with absorbing boundaries, and examine how such boundary laws give rise to intrinsic information observables. Rather than introducing explicit encoding or decoding mechanisms, information is viewed as emerging directly from the geometry and dynamics of stochastic transport through first-passage events. Treating the FHL as the primary observable, we characterize how geometry and drift jointly shape the induced boundary measure. In diffusion-dominated regimes, the exit law exhibits scale-free, heavy-tailed spatial fluctuations along the boundary, whereas a nonzero drift component introduces an intrinsic length scale that suppresses these tails and reorganizes the exit statistics. Within a generator-based formulation, the FHL arises naturally as a boundary measure induced by an elliptic operator, allowing explicit boundary kernels to be derived analytically in canonical geometries. Planar absorbing boundaries in different ambient dimensions are examined as benchmark cases, illustrating how directed transport regularizes diffusion-driven fluctuations and induces qualitative transitions in boundary statistics. Overall, the present work provides a unified structural framework for first-hitting location laws and highlights FHL statistics as natural probes of geometry, drift, and irreversibility in stochastic transport."}
{"id": "2601.20242", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20242", "abs": "https://arxiv.org/abs/2601.20242", "authors": ["Binod K Rai", "Shuxiang Zhou", "Benjamin R. Heiner", "Gia Thinh Tran", "Jennifer E. S. Szymanowski", "Santosh KC", "Thomas C. Shehee", "Peter C. Burns", "Miles F. Beaux", "Luke R Sadergaski"], "title": "Vibrational and Electronic Properties of Np2O5 from Experimental Spectroscopy and First Principles Calculations", "comment": "17 pages, 5 figures, Accepted in Scientific Reports", "summary": "High-valence actinide oxides are critical to understanding the behavior of 5f-electrons, yet their structural and electronic properties remain poorly understood due to challenges in synthesis and handling. We report the first Raman spectroscopic study of single-crystalline Np2O5 and the first scanning tunneling spectroscopy (STS) measurement on any neptunium-containing material. Hydrothermally synthesized crystals were structurally verified by X-ray diffraction. Raman spectra revealed sharply resolved vibrational features, including previously unreported low-frequency modes. STS measurements revealed a band gap of 1.5 eV. Density functional theory (DFT) enables vibrational mode assignments, reveals neptunium-dominated low-frequency phonons, oxygen-dominated high-frequency modes, and predicts an indirect band gap of 1.68 eV. This predicted value is in excellent agreement with the experimentally measured STS gap. This combined Raman, DFT, and STS approach provides a robust framework for correlating lattice dynamics and electronic structure in actinide materials, providing benchmark data for Np2O5, and opening new avenues for probing structure-property relationships in complex f-electron materials."}
{"id": "2601.20777", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20777", "abs": "https://arxiv.org/abs/2601.20777", "authors": ["Ousmane Ly"], "title": "A Purely Magnetic Route to High-Harmonic Spin Pumping", "comment": "5 pages, 3 figures", "summary": "Spin pumping provides a fundamental route for dynamical spin transport, yet in its conventional form it produces only linear spin responses at the driving frequency. Recent studies have shown that spin-orbit coupling (SOC) can lift these restrictions and enable highly nonlinear spin and charge currents. Here we propose a distinct mechanism for high-harmonic spin pumping that does not rely on spin-orbit interactions. We show that nonlinearities in the adiabatic energy spectrum--rather than SOC itself--constitute the essential ingredient for high-harmonic generation in pumped spin currents. Such nonlinearities can arise in purely magnetic systems when a secondary magnetic order parameter is introduced perpendicular to the cone axis of a precessing magnetic moment. As a result, spin pumping and its higher harmonics emerge even in the complete absence of SOC. Our findings establish a new route to ultrafast spin pumping based solely on magnetic structure and dynamics."}
{"id": "2601.20497", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20497", "abs": "https://arxiv.org/abs/2601.20497", "authors": ["Janez Zavašnik", "Sama Derakshan-Nejad", "Maryam Ghaffari", "Amir Hassan Montazer", "Mohammad Reza Mardaneh", "Mohammad Almasi Kashi", "Alexandre Nomine", "Stephane Mangin", "Uroš Cvelbar"], "title": "Epitaxial Ni/Cu Superlattice Nanowires with Atomically Sharp Interfaces for Spin Transport", "comment": null, "summary": "The importance of microstructure increases when decreasing the size of an object to the nanoscale, along with the complexity of controlling it. For instance, it is particularly complicated to create nano-object with controlled interfaces. Therefore, progressing towards 1D epitaxial nanostructures poses a challenge, and realization of their full potential is linked to technological issues of achieving large-scale, precise atom stacking of two or more different chemical elements. Achieving such coherent, epitaxial interfaces is a key step toward enabling spintronic phenomena in 1D objects, by minimizing interface scattering and strain-driven defects. Our results demonstrate a successful realization of controlled nanoscale heteroepitaxy in one-dimensional single-crystal structures. We fabricated nanowires composed of alternating magnetic (nickel) and non-magnetic, highly conductive (copper) segments. This periodic stacking modulates electron transport under magnetic stimuli. The epitaxial precision achieved eliminates detrimental electron scattering that has historically limited the magnetotransport properties of such 1D structures and hindered their development. Such materials are crucial for further advancements in the miniaturisation of nanosensors, actuators, and next-generation 3D spintronic devices."}
{"id": "2601.20097", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20097", "abs": "https://arxiv.org/abs/2601.20097", "authors": ["Ryan Jacobs", "Lane E. Schultz", "Dane Morgan"], "title": "Kolmogorov-Arnold Networks Applied to Materials Property Prediction", "comment": null, "summary": "Kolmogorov-Arnold Networks (KANs) were proposed as an alternative to traditional neural network architectures based on multilayer perceptrons (MLP-NNs). The potential advantages of KANs over MLP-NNs, including significantly enhanced parameter efficiency and increased interpretability, make them a promising new regression model in supervised machine learning problems. We apply KANs to prediction of materials properties, focusing on a diverse set of 33 properties consisting of both experimental and calculated data. We compare the KAN results to random forest, a method that generally gives excellent performance on a wide range of properties predictions with very little optimization. The KANs were worse, on par, or better than random forest about 35%, 60%, and 5% of the time, respectively, and KANs are in practice more difficult to fit than random forest. By tuning the network architecture, we found property fits often resulted in 10-20% lower errors compared to the standard KAN, and typically gave results comparable to random forest. In the specific context of predicting reactor pressure vessel transition temperature shifts, we explored the parameter efficiency and the interpretable power of KANs by comparing predictions of simple KAN models (e.g., < 50 parameters) and closed-form expressions suggested by the KAN fits to previously published deep MLP-NNs and hand-tuned models created using domain expertise of embrittlement physics. We found that simple KAN models and the resulting closed-form expressions produce prediction errors on par with established hand-tuned models with a comparable number of parameters, and required essentially no domain expertise to produce. These findings reinforce the potential applicability of KANs for machine learning in materials science and suggest that KANs should be explored as a regression model for prediction of materials properties."}
{"id": "2601.19975", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.19975", "abs": "https://arxiv.org/abs/2601.19975", "authors": ["Gábor B. Halász", "Nirjhar Sarkar", "Yueh-Chun Wu", "Joshua T. Damron", "Chengyun Hua", "Benjamin Lawrie"], "title": "Detecting half-quantum superconducting vortices by spin-qubit relaxometry", "comment": "5 pages, 4 figures", "summary": "Half-quantum vortices in spin-triplet superconductors are predicted to harbor Majorana zero modes and may provide a viable avenue to topological quantum computation. Here, we introduce a novel approach for directly measuring the half-integer-quantized magnetic fluxes, $Φ= h / (4e)$, carried by such half-quantum vortices via spin-qubit relaxometry. We consider a superconducting strip with a narrow pinch point at which vortices cross quasi-periodically below a spin qubit as a result of a bias current. We demonstrate that the relaxation rate of the spin qubit exhibits a pronounced peak if the vortex-crossing frequency matches the transition frequency of the spin qubit and conclude that the magnetic flux $Φ$ of a single vortex can be obtained by dividing the corresponding voltage along the strip with the transition frequency. We discuss experimental constraints on implementing our proposed setup in spin-triplet candidate materials like UTe$_2$, UPt$_3$, and URhGe."}
{"id": "2601.20506", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20506", "abs": "https://arxiv.org/abs/2601.20506", "authors": ["Zhi Jiang", "Xueying Zhang", "António José Silva Fernandes", "Marco Peres", "Gil Gonçalves"], "title": "Silicon Driven Facet Regulation Enables Tunable Micro-Diamond Architectures in Liquid Ga In", "comment": "20 pages, 6 figures", "summary": "We report an ambient pressure liquid metal assisted CVD strategy that enables shape programmable growth of micro scale diamond by coupling liquid metl Ga In with ferrocene (Fe(C5H5)2) as an carbon precursor, nanodiamond seeds, and nanosilicon. Building on liquid metal diamond synthesis, this approach pushes liquid metal growth toward a low temperature (900 °C, 1 atm) while enabling single crystal diamonds to be scaled from ~10 μm to several tens of micrometers with well developed faceting. Ferrocene decomposition supplies a sustained interfacial carbon flux that is captured and redistributed by the Ga In melt toward seed rich liquid solid interfaces. Defect rich nanodiamond provides the crystallographic template required for reliable sp3 nucleation despite the intrinsically low carbon solubility of Ga In. Nanosilicon plays a distinct, complementary role by tuning interfacial kinetics and facet competition, enabling deliberate control of crystal habit: cubic (~10 μm), truncated tetrahedral, and fully faceted octahedral diamonds are reproducibly obtained by adjusting the nanosilicon:nanodiamond ratio, with octahedral crystals reaching ~50 μm. Importantly, crystal size is further scaled by regulating hydrogen flow: lowering the H2 rate increases net carbon retention at the liquid metal interface, raises effective supersaturation, and accelerates diamond deposition. Together, habit control (via nanosilicon: nanodiamond) and size scaling (via H2 flow) establish a practical route silicon driven facet regulation and size under ambient pressure, offering a pathway to tunable micro sized single crystal diamonds under mild conditions."}
{"id": "2601.20108", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2601.20108", "abs": "https://arxiv.org/abs/2601.20108", "authors": ["Young-Hoon Kim", "Reza Ghanbari", "Min-Hyoung Jung", "Young-Min Kim", "Ruijuan Xu", "Miaofang Chi"], "title": "Establishing Atomic Coherence in Twisted Oxide Membranes Containing Volatile Elements", "comment": "17 pages, 5 figures", "summary": "Twisted oxide membranes represent a promising platform for exploring moire physics and emergent quantum phenomena. However, the presence of amorphous interfacial dead layers in conventional oxide heterostructures impedes coherent coupling and suppresses moire-induced interactions. While high-temperature thermal treatments can facilitate interfacial bonding, additional care is needed for materials containing volatile elements, where elevated temperatures may cause elemental loss. This study demonstrates the realization of atomically coherent, chemically bonded interface in twisted NaNbO3 heterostructures through controlled oxygen-annealing treatment. Atomic-resolution imaging and spectroscopy reveal ordered perovskite registry accompanied by systematic lattice contraction and modified electronic structure at the twisted interface, providing signatures of chemical reconstruction rather than physical adhesion. This reconstructed interface mediates highly asymmetric strain propagation in which the bottom membrane remains nearly relaxed while the top membrane accommodates substantial shear strain, thereby establishing a strain gradient that enables long-range electromechanical coupling throughout the twisted oxide membranes. By resolving the nature of the reconstructed interface, these findings establish a robust pathway for achieving coherent and strain-tunable oxide moire superlattices, opening pathways to engineer emergent ferroic and electronic functionalities."}
{"id": "2601.20474", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.20474", "abs": "https://arxiv.org/abs/2601.20474", "authors": ["José F. B. Afonso", "Stefan Kirchner", "Pedro Ribeiro"], "title": "Critical Charge and Current Fluctuations across a Voltage-Driven Phase Transition", "comment": "13 pages, 6 figures", "summary": "We investigate bias-driven non-equilibrium quantum phase transitions in a paradigmatic quantum-transport setup: an interacting quantum dot coupled to non-interacting metallic leads. Using the Random Phase Approximation, which is exact in the limit of a large number of dot levels, we map out the zero-temperature non-equilibrium phase diagram as a function of interaction strength and applied bias. We focus our analysis on the behavior of the charge susceptibility and the current noise in the vicinity of the transition. Remarkably, despite the intrinsically non-equilibrium nature of the steady state, critical charge fluctuations admit an effective-temperature description, $T_{\\text{eff}}(T,V)$, that collapses the steady-state behavior onto its equilibrium form. In sharp contrast, current fluctuations exhibit genuinely non-equilibrium features: the fluctuation-dissipation ratio becomes negative in the ordered phase, corresponding to a negative effective temperature for the current degrees of freedom. These results establish current noise as a sensitive probe of critical fluctuations at non-equilibrium quantum phase transitions and open new directions for exploring voltage-driven critical phenomena in quantum transport systems."}
{"id": "2601.20534", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20534", "abs": "https://arxiv.org/abs/2601.20534", "authors": ["Franco N. Di Rino", "Tim Verhagen"], "title": "Topological Polar Textures in Freestanding Ultrathin Ferroelectric Oxides", "comment": null, "summary": "The remarkable advances achieved in two-dimensional materials are now being directly transposed to low-dimensional oxides. Here we show using first-principles-based atomistic simulations that ultrathin freestanding ferroelectric layers host a rich variety of polar states, from liquid-like ferroelectric domains with long-range orientational order to helix-wave and chiral bubbles configurations reminiscent of those observed in twisted freestanding oxide layers. Time-dependent electric fields enable reversible control, revealing freestanding oxide layers as ideal platforms to explore complex polar states and their potential applications in future ferroic devices."}
{"id": "2601.20134", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20134", "abs": "https://arxiv.org/abs/2601.20134", "authors": ["Darren Wayne Lim", "Xavier R. Advincula", "William C. Witt", "Fabian L. Thiemann", "Christoph Schran"], "title": "Revealing Strain Effects on the Graphene-Water Contact Angle Using a Machine Learning Potential", "comment": null, "summary": "Understanding how water wets graphene is critical for predicting and controlling its behavior in nanofluidic, sensing, and energy applications. A key measure of wetting is the contact angle made by a liquid droplet against the surface, yet experimental measurements for graphene span a wide range, and no consensus has emerged for free-standing graphene. Here, we use a machine learning potential with approaching ab initio accuracy to perform nanosecond-scale molecular dynamics and provide an atomistic first-principles benchmark for this unsolved problem. We find the contact angle of water on free-standing graphene, after finite-size correction, to be $72.1 \\pm 1.5 °$. We also show that the three-phase contact line of a nanoscale water droplet couples strongly to the intrinsic thermal ripples of free-standing graphene, and that graphene's wetting properties are highly sensitive to mechanical strain. Tensile strain makes graphene significantly more hydrophobic, while compressive strain induces coherent ripples that the droplet \"surfs\", resulting in pronounced anisotropic wetting and contact angle hysteresis. Our results demonstrate that graphene's wetting properties are governed not only by its chemistry but also by its dynamic morphology, offering an additional explanation for the variability of experimental measurements. Furthermore, mechanical strain may be a practical route to controlling wetting in graphene-based technologies, with promising consequences for nanofluidic and nano-filtration applications."}
{"id": "2601.20486", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20486", "abs": "https://arxiv.org/abs/2601.20486", "authors": ["V. S. Stolyarov", "V. Neverov", "A. V. Krasavin", "D. I. Kasatonov", "D. Panov", "D. Baranov", "O. V. Skryabina", "A. S. Melnikov", "A. A. Golubov", "M. Yu. Kupriyanov", "A. A Shanenko", "T. Cren", "A. Yu. Aladyshkin", "A. Vagov", "D. Roditchev"], "title": "Microscopic structure of the vortex cores in granular niobium: A coherent quantum puzzle", "comment": null, "summary": "When macroscopic quantum condensates -- superconductors, superfluids, cold atoms and ions, polaritons etc. -- are put in rotation, a quantum vortex lattice forms inside. In homogeneous type-II superconductors, each vortex has a tiny core where the superconducting gap $Δ(r)$ is known to smoothly vanish towards the core centre on the scale of the coherence length $ξ$. The cores host quantized quasiparticle energy levels known as Caroli-de Gennes-Matricon (CdGM) bound states [Caroli {\\it et al.,} Phys. Lett. v. 9, 307 (1964)]. In pure materials, the spectrum of the low-lying CdGM states has the characteristic level spacing $\\sim Δ_0^2/E_F$, where $E_F$ is the Fermi energy and $Δ_0$ is the bulk gap. In disordered ones, the CdGM states shift and broaden due to scattering. Here, we show, both experimentally and theoretically, that the situation is completely different in granular Nb films, which are commonly used in superconducting electronics. In these films, in which the grains are smaller than $ξ$, the gap $Δ$ in the quasiparticle spectrum reduces towards the vortex core centres by discrete jumps at the grain boundaries. The bound states adapt to the local environment and appear at unexpectedly high energies. Both $Δ(r)$ and bound states form a puzzle-like spatial structure of the core, elements of which are whole grains. Our discovery shakes up the established understanding of the quantum vortex and encourages a reconsideration of the vortex motion and pinning mechanisms in granular superconductors."}
{"id": "2601.20691", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20691", "abs": "https://arxiv.org/abs/2601.20691", "authors": ["Pauline Kümmerl", "Ganesh Kumar Nayak", "Felix Leinenbach", "Zsolt Czigány", "Daniel Primetzhofer", "Szilárd Kolozsvári", "Peter Polcik", "Marcus Hans", "Jochen M. Schneider"], "title": "Impact of O concentration on the thermal stability and decomposition mechanism of (Cr,Al)N compared to (Ti,Al)N thin films", "comment": null, "summary": "The composition-dependent thermal stability of (Cr$_{0.47 \\mp 0.03}$Al$_{0.53 \\mp 0.03}$)$_{z}$(O$_{y}$N$_{1-y}$)$_{1-z}$ thin films with O concentrations of y = 0, 0.15, and 0.40 is investigated up to 1200 °C and then compared to (Ti$_{0.56}$Al$_{0.44}$)$_{z}$(O$_{y}$N$_{1-y}$)$_{1-z}$. X-ray diffraction reveals a thermal stability limit of 1150 °C independent of the O concentration, as witnessed by the formation of decomposition products, namely h-Cr$_{2}$N for (Cr$_{0.50}$Al$_{0.50}$)$_{0.49}$N$_{0.51}$ and c-Cr for both (Cr$_{0.48}$Al$_{0.52}$)$_{0.48}$(O$_{0.15}$N$_{0.85}$)$_{0.52}$ and (Cr$_{0.44}$Al$_{0.56}$)$_{0.46}$(O$_{0.40}$N$_{0.60}$)$_{0.54}$. Based on TEM and ERDA data, the thermal stability limit is extended to 1100 - 1150 °C. DFT calculations indicate that bond breaking limits the thermal stability. In (Cr,Al)N, N has the lowest activation energy for migration. Furthermore, the O vacancy formation energy is highest in (Cr,Al)(O,N). It has to be overcome to enable diffusion on the non-metal sublattice, which is necessary for forming decomposition products like w-AlN or c-Cr. However, once Cr-N bonds break, decomposition into h-Cr$_{2}$N and subsequent c-Cr together with N$_{2}$ is triggered. This results in N evaporation, generating sufficient non-metal vacancies that greatly enhance diffusion and render the extensive vacancy formation energies for non-metals irrelevant. This reduction of the activation energy for mass transport on the non-metal sublattice to the migration barrier causes the similar thermal stability in (Cr$_{0.47 \\mp 0.03}$Al$_{0.53 \\mp 0.03}$)$_{z}$(O$_{y}$N$_{1-y}$)$_{1-z}$. In contrast, Al bonds break first without creating non-metal vacancies in (Ti,Al)(O,N). Thus, the high O vacancy formation energy in (Ti,Al)(O,N) significantly increases the thermal stability compared to (Ti,Al)N as well as the here investigated films."}
{"id": "2601.20166", "categories": ["cond-mat.stat-mech", "hep-th", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.20166", "abs": "https://arxiv.org/abs/2601.20166", "authors": ["Kazuki Yamamoto", "Kohei Kawabata"], "title": "Complex nonlinear sigma model", "comment": "14 pages, 10 figures", "summary": "Motivated by the recent interest in the criticality of open quantum many-body systems, we study nonlinear sigma models with complexified couplings as a general framework for nonunitary field theory. Applying the perturbative renormalization-group analysis to the tenfold symmetric spaces, we demonstrate that fixed points with complex scaling dimensions and critical exponents arise generically, without counterparts in conventional nonlinear sigma models with real couplings. We further clarify the global phase diagrams in the complex-coupling plane and identify both continuous and discontinuous phase transitions. Our work elucidates universal aspects of critical phenomena in complexified field theory."}
{"id": "2601.20534", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20534", "abs": "https://arxiv.org/abs/2601.20534", "authors": ["Franco N. Di Rino", "Tim Verhagen"], "title": "Topological Polar Textures in Freestanding Ultrathin Ferroelectric Oxides", "comment": null, "summary": "The remarkable advances achieved in two-dimensional materials are now being directly transposed to low-dimensional oxides. Here we show using first-principles-based atomistic simulations that ultrathin freestanding ferroelectric layers host a rich variety of polar states, from liquid-like ferroelectric domains with long-range orientational order to helix-wave and chiral bubbles configurations reminiscent of those observed in twisted freestanding oxide layers. Time-dependent electric fields enable reversible control, revealing freestanding oxide layers as ideal platforms to explore complex polar states and their potential applications in future ferroic devices."}
{"id": "2601.20703", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20703", "abs": "https://arxiv.org/abs/2601.20703", "authors": ["Bixin Yan", "Valentine Gillioz", "Ipek Efe", "Morgan Trassin"], "title": "Manipulating ferroelectricity without electrical bias: A perspective", "comment": null, "summary": "Ferroelectric materials are established candidates for beyond complementary metal-oxide-semiconductor technology, owing to their non-volatile spontaneous electrical polarization. The recent boom in electric dipole texture engineering and manipulation in such materials has revealed exciting routes for controlling ferroelectric polarization, offering alternatives to the classical, sometimes challenging, application of electrical fields. In this short perspective, we shed light on electrode-free external stimuli enabling control over polar states in thin films. We bring awareness to the polarizing role of chemically-engineered surface contributions and provide insights into the combination of chemical substitution and mechanical pressure, complementing the polar state tuning capabilities readily enabled by flexoelectricity. Finally, we describe recent developments in the optical modulation of polarization. Thus, our perspective aims to stimulate the advancement of alternative means to act on polarization states and facilitate the development of ferroelectric-based applications."}
{"id": "2601.20189", "categories": ["cond-mat.str-el", "hep-lat"], "pdf": "https://arxiv.org/pdf/2601.20189", "abs": "https://arxiv.org/abs/2601.20189", "authors": ["Anders W. Sandvik"], "title": "High-precision ground state parameters of the two-dimensional spin-1/2 Heisenberg model on the square lattice", "comment": "17 pages, 10 figures", "summary": "Several ground state properties of the square-lattice $S=1/2$ Heisenberg antiferromagnet are computed (the energy, order parameter, spin stiffness, spinwave velocity, long-wavelength susceptibility, and staggered susceptibility) using extensive quantum Monte Carlo simulations with the stochastic series expansion method. Moderately sized lattices are studied at temperatures $T$ sufficiently low to realize the $T \\to 0$ limit. Results for periodic $L\\times L$ lattices with $L \\in [6,96]$ are tabulated versus $L$ and extrapolations to infinite system size are carried out. The extrapolated ground state energy density is $e_0=-0.669441857(7)$, which represents an improvement in precision of three orders of magnitude over the previously best result. The leading and subleading finite-size corrections to $e_0$ are in full quantitative agreement with predictions from chiral perturbation theory, thus further supporting the soundness of both the extrapolations and the theory. The extrapolated sublattice magnetization is $m_s=0.307447(2)$, which agrees well with previous estimates but with a much smaller statistical error. The coefficient of the linear in $L^{-1}$ correction to $m^2_s$ agrees with the value from chiral perturbation theory and the presence of a factor $\\ln^γ(L)$ in the second-order correction is also confirmed, with the previously not known value of the exponent being $γ= 0.82(4)$. The finite-size corrections to the staggered susceptibility point to logarithmic corrections also in this quantity. To facilitate benchmarking of methods for which periodic boundary conditions are challenging, results for systems with open and cylindrical boundaries are also listed and their spatially inhomogeneous order parameters are analyzed."}
{"id": "2601.20713", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20713", "abs": "https://arxiv.org/abs/2601.20713", "authors": ["Aleš Cahlík", "Antti Karjasilta", "Anshika Mishra", "Robert Drost", "Mohammad Amini", "Javaria Arshad", "Büşra Arslan", "Peter Liljeroth"], "title": "Universality of Type-II Multiferroicity in Monolayer Nickel Dihalides", "comment": null, "summary": "The recent discovery of type-II multiferroicity in monolayer NiI${_2}$ indicated a new pathway for intrinsic magnetoelectric coupling in the two-dimensional limit. However, determining whether this phenomenon is a unique anomaly or a general, chemically tunable property of the material class remains unresolved. Here, we demonstrate the universality of type-II multiferroicity in the transition metal dihalides by visualizing the ferroelectric order in monolayer NiBr${_2}$. Using scanning tunneling microscopy (STM), we resolve atomic-scale ferroelectric domains and confirm their magnetoelectric origin through reciprocal manipulation experiments: reorienting magnetic order via electric fields and suppressing the electric polarization with external magnetic fields. Furthermore, we find that the multiferroic state in NiBr${_2}$ is energetically less robust than in its iodide counterpart, consistent with modified superexchange interactions and the reduced spin-orbit coupling. Our results establish the transition metal dihalides as a versatile platform where the stability of magnetoelectric phases can be engineered through chemical substitution."}
{"id": "2601.20713", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20713", "abs": "https://arxiv.org/abs/2601.20713", "authors": ["Aleš Cahlík", "Antti Karjasilta", "Anshika Mishra", "Robert Drost", "Mohammad Amini", "Javaria Arshad", "Büşra Arslan", "Peter Liljeroth"], "title": "Universality of Type-II Multiferroicity in Monolayer Nickel Dihalides", "comment": null, "summary": "The recent discovery of type-II multiferroicity in monolayer NiI${_2}$ indicated a new pathway for intrinsic magnetoelectric coupling in the two-dimensional limit. However, determining whether this phenomenon is a unique anomaly or a general, chemically tunable property of the material class remains unresolved. Here, we demonstrate the universality of type-II multiferroicity in the transition metal dihalides by visualizing the ferroelectric order in monolayer NiBr${_2}$. Using scanning tunneling microscopy (STM), we resolve atomic-scale ferroelectric domains and confirm their magnetoelectric origin through reciprocal manipulation experiments: reorienting magnetic order via electric fields and suppressing the electric polarization with external magnetic fields. Furthermore, we find that the multiferroic state in NiBr${_2}$ is energetically less robust than in its iodide counterpart, consistent with modified superexchange interactions and the reduced spin-orbit coupling. Our results establish the transition metal dihalides as a versatile platform where the stability of magnetoelectric phases can be engineered through chemical substitution."}
{"id": "2601.20242", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20242", "abs": "https://arxiv.org/abs/2601.20242", "authors": ["Binod K Rai", "Shuxiang Zhou", "Benjamin R. Heiner", "Gia Thinh Tran", "Jennifer E. S. Szymanowski", "Santosh KC", "Thomas C. Shehee", "Peter C. Burns", "Miles F. Beaux", "Luke R Sadergaski"], "title": "Vibrational and Electronic Properties of Np2O5 from Experimental Spectroscopy and First Principles Calculations", "comment": "17 pages, 5 figures, Accepted in Scientific Reports", "summary": "High-valence actinide oxides are critical to understanding the behavior of 5f-electrons, yet their structural and electronic properties remain poorly understood due to challenges in synthesis and handling. We report the first Raman spectroscopic study of single-crystalline Np2O5 and the first scanning tunneling spectroscopy (STS) measurement on any neptunium-containing material. Hydrothermally synthesized crystals were structurally verified by X-ray diffraction. Raman spectra revealed sharply resolved vibrational features, including previously unreported low-frequency modes. STS measurements revealed a band gap of 1.5 eV. Density functional theory (DFT) enables vibrational mode assignments, reveals neptunium-dominated low-frequency phonons, oxygen-dominated high-frequency modes, and predicts an indirect band gap of 1.68 eV. This predicted value is in excellent agreement with the experimentally measured STS gap. This combined Raman, DFT, and STS approach provides a robust framework for correlating lattice dynamics and electronic structure in actinide materials, providing benchmark data for Np2O5, and opening new avenues for probing structure-property relationships in complex f-electron materials."}
{"id": "2601.20798", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20798", "abs": "https://arxiv.org/abs/2601.20798", "authors": ["Petro Maksymovych", "Sang Yong Song", "Benjamin Lawrie", "Wonhee Ko", "Jose L. Lado"], "title": "Fingerprinting superconductors by disentangling Andreev and quasiparticle currents across tunable tunnel junctions", "comment": null, "summary": "Tunneling Andreev reflection (TAR) spectroscopy offers a powerful new approach to fingerprint superconducting pairing symmetry at the atomic scale. By leveraging the exponential sensitivity of excess tunneling decay rate to Andreev reflection, TAR robustly distinguishes between s-wave, d-wave, and more complex order parameters, overcoming limitations of traditional conductance-based techniques. Here, using atomistic superconducting transport simulations, we show that the additivity of excess decay rate enables clear separation of Andreev and quasiparticle currents. In particular, we reveal how their competition as well as higher-order scattering processes shape both the decay rate spectra and their dependence on the coupling strength. We show that this phenomenology stems from the fact that Andreev reflection dominates mid-gap conductance for s-wave superconductors, it is suppressed for the d-wave, and it coexists with quasiparticle tunneling in sign-changing symmetries if the expectation value for the superconducting gap remains finite. These distinct spectral fingerprints pave the way for atomically resolved identification of unconventional superconducting states."}
{"id": "2601.20751", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20751", "abs": "https://arxiv.org/abs/2601.20751", "authors": ["Jin Zhang", "Peter W. Voorhees"], "title": "Morphological Stability of Metal Anodes: Roles of Solid Electrolyte Interphases (SEIs) and Desolvation Kinetics", "comment": null, "summary": "Achieving stable lithium metal anodes requires control over the solid-electrolyte interphase (SEI) and desolvation kinetics. Here, we develop a unified theoretical framework integrating ion transport, desolvation, charge transfer, and SEI breakdown to predict morphological instabilities during electrodeposition. Using linear stability analysis, we identify six dimensionless parameters that govern the onset and evolution of instabilities. We show that SEI transport and desolvation rate effectively modulate apparent reaction kinetics, shifting the system toward a stable, reaction-limited regime. Extending the classical limiting current concept, we demonstrate that a thick, poorly conductive SEI and sluggish desolvation significantly reduce the limiting current. We introduce an apparent Damköhler number to quantify the critical balance: suppressing diffusion-limited instabilities by reaction rate reduction, while maintaining a high limiting current. Our theory enables predictive mapping of electrodeposition morphologies across diverse materials and operating conditions, guiding the rational design of stable lithium metal anodes."}
{"id": "2601.20252", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20252", "abs": "https://arxiv.org/abs/2601.20252", "authors": ["Chun-Xiao Liu"], "title": "Quantum capacitance and parity switching of a quantum-dot-based Kitaev chain", "comment": "8 pages and 4 figures", "summary": "An array of quantum dots coupled via superconductivity provides a new platform for creating Kitaev chains with Majorana zero modes, offering a promising avenue toward topological quantum computing. In this work, we theoretically study the quantum capacitance of a minimal Kitaev chain weakly coupled to an external normal lead. We find that in the open regime, charge stability diagrams of quantum capcaitance can help to identify the sweet spot of a Kitaev chain, consistent with tunnel spectroscopy. Moreover, the quantum capacitance of a single quantum dot coupled to Andreev bound states reveals the interplay between two distinct parity switching mechanisms: coupling to an external normal lead and intrinsic quasiparticle poisoning. Our work provides useful physical insights into the quantum capacitance and parity dynamics in a quantum-dot-based Kitaev chain device."}
{"id": "2601.20763", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.20763", "abs": "https://arxiv.org/abs/2601.20763", "authors": ["Othmane Benhayoun", "Martin E. Garcia"], "title": "Multiscale Numerical Modelling of Ultrafast Laser-Matter Interactions: Maxwell Two Temperature Model Molecular Dynamics (M-TTM-MD)", "comment": "21 pages, 9 figures", "summary": "In this work, we present a comprehensive numerical framework that couples numerical solutions of Maxwell's equations using the Finite-Difference Time-Domain (FDTD) approach, Molecular Dynamics (MD), and the Two-Temperature Model (TTM) to describe ultrafast laser-matter interactions in metallic systems at the atomic scale. The proposed Maxwell-Two-Temperature Model-Molecular Dynamics (M-TTM-MD) bridges the gap between electromagnetic field propagation, electron-phonon energy exchange, and atomic motion, allowing for a self-consistent treatment of energy absorption, transport, and structural response within a unified simulation environment. The calculated electromagnetic fields incorporate dispersive dielectric properties derived using the Auxiliary Differential Equation (ADE) technique, while the electronic and lattice subsystems are dynamically coupled through spatially and temporally resolved energy exchange terms. The changes in the material topography are then reflected in the updated grid for the FDTD scheme. The developed M-TTM-MD model provides a self-consistent numerical framework that offers insights into laser-induced phenomena in metals, including energy transport and surface dynamics under extreme nonequilibrium conditions."}
{"id": "2601.20271", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20271", "abs": "https://arxiv.org/abs/2601.20271", "authors": ["Nashrah Afroze", "Jihoon Choi", "Salma Soliman", "Chang Hoon Kim", "Jiayi Chen", "Yu-Hsin Kuo", "Mengkun Tian", "Chengyang Zhang", "Priyankka Gundlapudi Ravikumar", "Suman Datta", "Andrea Padovani", "Jun Hee Lee", "Asif Khan"], "title": "ALD-Derived WO3-x Leads to Nearly Wake-Up-Free Ferroelectric Hf0.5Zr0.5O2 at Elevated Temperatures", "comment": null, "summary": "Breaking the memory wall in advanced computing architectures will require complex 3D integration of emerging memory materials such as ferroelectrics-either within the back-end-of-line (BEOL) of CMOS front-end processes or through advanced 3D packaging technologies. Achieving this integration demands that memory materials exhibit high thermal resilience, with the capability to operate reliably at elevated temperatures such as 125C, due to the substantial heat generated by front-end transistors. However, silicon-compatible HfO2-based ferroelectrics tend to exhibit antiferroelectric-like behavior in this temperature range, accompanied by a more pronounced wake-up effect, posing significant challenges to their thermal reliability. Here, we report that by introducing a thin tungsten oxide (WO3-x) layer-known as an oxygen reservoir-and carefully tuning its oxygen content, ultra-thin Hf0.5Zr0.5O2 (5 nm) films can be made robust against the ferroelectric-to-antiferroelectric transition at elevated temperatures. This approach not only minimizes polarization loss in the pristine state but also effectively suppresses the wake-up effect, reducing the required wake-up cycles from 105 to only 10 at 125C- a qualifying temperature for back-end memory integrated with front-end logic, as defined by the JEDEC standard. First-principles density functional theory calculations reveal that WO3 enhances the stability of the ferroelectric orthorhombic phase at elevated temperatures by increasing the tetragonal-to-orthorhombic phase energy gap, and promoting favorable phonon mode evolution, thereby supporting o-phase formation under both thermodynamic and kinetic constraints."}
{"id": "2601.20768", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.20768", "abs": "https://arxiv.org/abs/2601.20768", "authors": ["Sergey R. Meliakov", "Evgeny A. Zhukov", "Vasilii V. Belykh", "Dmitri R. Yakovlev", "Bekir Turedi", "Maksym V. Kovalenko", "Manfred Bayer"], "title": "Millisecond spin coherence of electrons in semiconducting perovskites revealed by spin mode locking", "comment": null, "summary": "Long spin coherence times of carriers are essential for implementing quantum technologies using semiconductor devices for which, however, a possible obstacle is spin relaxation. For the spin dynamics, decisive features are the band structure, crystal symmetry, and quantum confinement. Perovskite semiconductors recently have come into focus of studies of their spin states, notivated by efficient optical access and potentially long-living coherence. Here, we report an electron spin coherence time $T_2$ of the order of 1 ms, measured for a bulk FA$_{0.95}$Cs$_{0.05}$PbI$_3$ lead halide perovskite crystal. Using periodic laser pulses, we synchronize the electron spin Larmor precession about an external magnetic field in an inhomogeneous ensemble, the effect known as spin mode locking. It appears as a decay of the optically created ensemble spin polarization within the dephasing time $T_2^*$ of up to 20 ns and its revival during the spin coherence time $T_2$ reaching the millisecond range. This exceptionally long spin coherence time in a bulk crystal is complemented by millisecond-long longitudinal spin relaxation times $T_1$ for electrons and holes, measured by optically-detected magnetic resonance. These long-lasting spin dynamics highlight perovskites as promising platform for the quantum devices with all-optical control."}
{"id": "2601.20281", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20281", "abs": "https://arxiv.org/abs/2601.20281", "authors": ["Yusuke Sakai", "Fumiya Hori", "Hiroki Matsumura", "Shumpei Oguchi", "Shunsaku Kitagawa", "Kenji Ishida", "Hiroshi Tanida"], "title": "Microscopic Determination of the c-axis-Oriented Antiferromagnetic Structure in LaMnSi by $^{55}$Mn and $^{139}$La NMR", "comment": null, "summary": "We report a microscopic investigation of the magnetic structure and electronic properties of LaMnSi in its antiferromagnetic (AFM) state using nuclear magnetic resonance (NMR). Field-swept $^{55}$Mn- and $^{139}$La-NMR spectra, as well as zero-field 55Mn-NMR (ZFNMR) spectra, reveal that the Mn ordered moments are parallel to the tetragonal c axis, consistent with the C-type AFM structure and the realization of an odd-parity multipole order. The internal field at the Mn site is determined to be 19.64 T at 4.2 K, corresponding to a hyperfine coupling constant of Ahf = 6.0 T/uB. Nuclear spin-lattice relaxation rate 1/T1 exhibits a characteristic behavior of itinerant antiferromagnetism, showing metallic behavior at low temperatures and magnon-induced enhancement upon approaching the Neel temperature (TN = 295 K). These results show LaMnSi as an ideal compound to study 3d electron magnetism and odd-parity multipole order in the RT Si (R = rare-earth, T = transition metal) system, free of the complexities of 4f electrons."}
{"id": "2601.19948", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.app-ph", "physics.bio-ph", "physics.med-ph"], "pdf": "https://arxiv.org/pdf/2601.19948", "abs": "https://arxiv.org/abs/2601.19948", "authors": ["Ashkan Namdar", "Erfan Salahinejad"], "title": "Advances in ion-doping of Ca-Mg silicate bioceramics for bone tissue engineering", "comment": null, "summary": "The use of bioceramics as hard tissue substitutes is extensive due to their excellent biocompatible and osteogenic behaviors. Among various bioceramics, Ca-Mg silicates are unique from the viewpoints of osteoinductive and mechanical properties, as well as their outstanding osteoconductive and angiogenic behaviors owing to the release of Si, Ca and Mg. Despite these distinct advantages, different compositions of these bioceramics still require mechanical and biological enhancements for further applications. For this purpose, doping with some ions like F-, Sr2+, Cu2+, Eu2+, Ba+, Ce3+ and some alkali cations has been proved to be a valued approach. This review attempts to bring together areas for the performance improvement of the further researched Ca-Mg silicates (i.e., diopside, akermanite, bredigite and monticellite) and the alteration of these compositions via ion-doping. It is concluded that a correct choice of dopants incorporated at the optimal concentration makes these silicates ideal bone substitutes competing or even superior to calcium phosphates (apatites) and bioglasses which are known as the most prominent bioceramics."}
{"id": "2601.20288", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20288", "abs": "https://arxiv.org/abs/2601.20288", "authors": ["Tomoya Sano", "Kota Tabata", "Akihiro Sasaki", "Yasuhiro Asano"], "title": "Low-temperature anomaly and anisotropy of critical magnetic fields in transition-metal dichalcogenide superconductors", "comment": "8 pages, 2 figures", "summary": "We clarify why spin-singlet superconductivity persists in monolayer transition-metal dichalcogenides even in high magnetic fields beyond the Pauli limit. The phenomenon called Ising protection is caused by two magnetically active potentials: a Zeeman field and an Ising spin-orbit interaction. These potentials induce two spin-triplet pairing correlations in a spin-singlet superconductor. One belonging to odd-frequency symmetry class arises solely from a Zeeman field and always makes the superconducting state unstable. The other belonging to even-frequency symmetry class arise from the interaction between the two magnetic potentials and eliminate the instability caused by odd-frequency pairs. The presence or absence of even-frequency spin-triplet pairs explains the anisotropy of the Ising protection. The analytical expression of the superfluid weight enables us to conclude that even-frequency spin-triplet Cooper pairs support spin-singlet superconductivity in high Zeeman fields."}
{"id": "2601.20441", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20441", "abs": "https://arxiv.org/abs/2601.20441", "authors": ["Daniel Sucerquia", "Mikaela Farrugia", "Andreas Dreuw", "Frauke Gräter"], "title": "SITH: A Quantum-Chemical Framework for Predicting Bond Destabilization in Stretched Molecules", "comment": "26 pages main text, SI included in the pdf, 4 figures", "summary": "Mechanical forces can selectively destabilize chemical bonds of molecular systems, particularly in biological and synthetic polymers. While experimental and theoretical methods have advanced our understanding of mechanochemical processes, predicting where energy concentrates within a molecule remains a significant challenge. To address this, we introduce SITH (Splitting Intramolecular Tension due to stretcHing), a novel method that decomposes the total electronic energy change of a stretched molecule into contributions from individual degrees of freedom -- such as bond lengths, angles, and dihedrals -- using numerical integration of the work-energy theorem. Unlike previous approaches that rely on harmonic approximations, SITH provides high accuracy and robustness to study the distribution of energies of stretched molecules up to a first bond cleavage. Although SITH uses 3N-6 degrees of freedom for the energy decomposition, we show that it can work even for ring structures like prolines. We apply SITH to a dataset of tripeptides and demonstrate that glycine and proline exhibit significantly different energy distributions in their Ca-C backbone bonds under tension: glycine stores more energy, making it more prone to rupture, while proline has the opposite behaviour. These findings reveal intrinsic differences in mechanochemical susceptibility across amino acids, offering more accurate predictions of bond rupture in proteins, and similarly in other (bio)polymers. SITH thus provides a powerful, interpretable tool for understanding energy distribution at the quantum level, with possible implications in mechanochemistry and force field validation."}
{"id": "2601.20315", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20315", "abs": "https://arxiv.org/abs/2601.20315", "authors": ["Necda Çam", "Iago López-Vázquez", "Òscar Iglesias", "David Serantes"], "title": "Tuning field amplitude to minimise heat-loss variability in magnetic hyperthermia", "comment": "10 pages, 10 figures", "summary": "In this work, we theoretically investigate how shape-induced anisotropy dispersion and magnetic field amplitude jointly control both the magnitude and heterogeneity of heating in magnetite nanoparticle assemblies under AC magnetic fields. Using real time Landau-Lifshitz-Gilbert simulations with thermal fluctuations, and a macrospin model that includes both the intrinsic cubic magnetocrystalline anisotropy and a shape-induced uniaxial contribution, we analyze shape-polydisperse systems under clinically and technologically relevant field conditions. We show that for relatively large particles, around 25 to 30 nm, the relative dispersion of local (single-particle) losses exhibits a well-defined minimum at moderate field amplitudes (between 4 to 12 mT), hence identifying an optimal operating regime that minimizes heating heterogeneity while maintaining substantial power dissipation. The position of this critical field depends mainly on particle size and excitation frequency, and only weakly on shape dispersion, offering practical guidelines for improving heating uniformity in realistic MFH systems."}
{"id": "2601.20486", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20486", "abs": "https://arxiv.org/abs/2601.20486", "authors": ["V. S. Stolyarov", "V. Neverov", "A. V. Krasavin", "D. I. Kasatonov", "D. Panov", "D. Baranov", "O. V. Skryabina", "A. S. Melnikov", "A. A. Golubov", "M. Yu. Kupriyanov", "A. A Shanenko", "T. Cren", "A. Yu. Aladyshkin", "A. Vagov", "D. Roditchev"], "title": "Microscopic structure of the vortex cores in granular niobium: A coherent quantum puzzle", "comment": null, "summary": "When macroscopic quantum condensates -- superconductors, superfluids, cold atoms and ions, polaritons etc. -- are put in rotation, a quantum vortex lattice forms inside. In homogeneous type-II superconductors, each vortex has a tiny core where the superconducting gap $Δ(r)$ is known to smoothly vanish towards the core centre on the scale of the coherence length $ξ$. The cores host quantized quasiparticle energy levels known as Caroli-de Gennes-Matricon (CdGM) bound states [Caroli {\\it et al.,} Phys. Lett. v. 9, 307 (1964)]. In pure materials, the spectrum of the low-lying CdGM states has the characteristic level spacing $\\sim Δ_0^2/E_F$, where $E_F$ is the Fermi energy and $Δ_0$ is the bulk gap. In disordered ones, the CdGM states shift and broaden due to scattering. Here, we show, both experimentally and theoretically, that the situation is completely different in granular Nb films, which are commonly used in superconducting electronics. In these films, in which the grains are smaller than $ξ$, the gap $Δ$ in the quasiparticle spectrum reduces towards the vortex core centres by discrete jumps at the grain boundaries. The bound states adapt to the local environment and appear at unexpectedly high energies. Both $Δ(r)$ and bound states form a puzzle-like spatial structure of the core, elements of which are whole grains. Our discovery shakes up the established understanding of the quantum vortex and encourages a reconsideration of the vortex motion and pinning mechanisms in granular superconductors."}
{"id": "2601.20328", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20328", "abs": "https://arxiv.org/abs/2601.20328", "authors": ["Kazuo Hida"], "title": "Ground-State Phase Diagram of (1/2,1/2,1) Mixed Diamond Chains with Single-Site Anisotropy", "comment": "5 pages, 5 figures", "summary": "The ground-state phases of mixed diamond chains with ($S, τ^{(1)}, τ^{(2)})=(1/2,1/2,1)$, where $S$ is the magnitude of vertex spins, and $τ^{(1)}$ and $τ^{(2)}$ are those of apical spins, are investigated with the single-site anisotropy $D$ on the $τ^{(2)}$-site. The two apical spins in each unit cell are coupled by an exchange coupling $λ$. The vertex spins are coupled with the top and bottom apical spins by exchange couplings $1+δ$ and $1-δ$, respectively. The ground-state phase diagram is determined using the numerical exact diagonalization and DMRG method in addition to the analytical approximations in various limiting cases. The phase diagram consists of a Néel ordered phase, a nonmagnetic Tomonaga-Luttinger liquid phase, quantized and partial ferrimagnetic phases. A region with anisotropy inversion is found where the Ising-like Néel phase is realized for the easy-plane anisotropy $D >0$ and the XY-like Tomonaga-Luttinger liquid phase is realized for the easy-axis anisotropy $D <0$ on the $S=1$ sites."}
{"id": "2601.20695", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20695", "abs": "https://arxiv.org/abs/2601.20695", "authors": ["D. R. Baykusheva", "D. P. Carmichael", "C. S. Weber", "I-T. Lu", "F. Glerean", "T. Meng", "P. B. M. De Oliveira", "C. C. Homes", "I. A. Zaliznyak", "G. D. Gu", "M. P. M. Dean", "A. Rubio", "D. M. Kennes", "M. Claassen", "M. Mitrano"], "title": "Quantum control of Hubbard excitons", "comment": "main+supplementary, 43 pages, 12 figures", "summary": "Quantum control of the many-body wavefunction is a central challenge in quantum materials research, as it could yield a precise control knob to manipulate emergent phenomena. Floquet engineering, the coherent dressing of quantum states with periodic non-resonant optical fields, has become an important strategy for quantum control. Most applications to solid-state systems have targeted weakly interacting or single-ion states, leaving the manipulation of many-body wavefunctions largely unexplored. Here, we use Floquet engineering to achieve quantum control of a strongly correlated Hubbard exciton in the one-dimensional Mott insulator Sr$_2$CuO$_3$. A nonresonant midinfrared optical field coherently dresses the exciton wavefunction, driving its rotation between bright and dark states. We use resonant third-harmonic generation to quantify ultrafast $π/2$ rotations on the Bloch sphere spanned by these exciton states. Our work advances the quest towards programmable control of correlated states and exciton-based quantum sensing."}
{"id": "2601.20358", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20358", "abs": "https://arxiv.org/abs/2601.20358", "authors": ["Chen-Hsuan Hsu", "Anna Ohorodnyk"], "title": "Coupled-wire descriptions of unconventional quantum states in twisted nanostructures", "comment": "27 pages, 11 figures; invited review", "summary": "Coupled-wire description has been developed as a powerful framework for providing bosonic descriptions of strongly correlated quantum matter, with early applications to systems such as the cuprates and the integer and fractional quantum Hall states. In this topical review, we discuss recent developments of coupled-wire description in nanoscale systems, where it emerges not only as a theoretical tool but also as a highly tunable physical platform. In these nanoscale realizations, coupled-wire networks are formed by one-dimensional channels embedded in two-dimensional materials, most prominently in moiré and twisted structures. Such networks host a broad range of unconventional states of matter, including superconductivity, charge density waves, spin density waves, Mott insulating phases, Anderson insulating phases, quantum spin Hall states, quantum anomalous Hall states, and their fractionalized counterparts. The ability to electrically control interaction strength, confinement, and coupling between wires makes these systems qualitatively different from earlier realizations and allows continuous tuning between competing phases. Notably, recent work has demonstrated that the coupled-wire framework in moiré networks completes the trio of quantum Hall phenomena, encompassing quantum Hall, quantum spin Hall, and quantum anomalous Hall states, together with their fractional analogues. This development highlights coupled-wire networks in nanoscale materials as a versatile and experimentally relevant setting for exploring the interplay of topology, strong correlations, and low-dimensional physics."}
{"id": "2601.20836", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20836", "abs": "https://arxiv.org/abs/2601.20836", "authors": ["Erekle Jmukhadze", "Sam Olin", "Allan H. MacDonald", "Wei-Cheng Lee"], "title": "Stripe antiferromagnetism and chiral superconductivity in tWSe$_2$", "comment": "10 pages, 5 figures", "summary": "The layer-dependent Hamiltonians of parallel-stacked MoTe$_2$ and WSe$_2$ homobilayer moiré materials are topologically non-trivial, both in real space and in momentum space, and have been shown to support integer and fractional quantum anomalous Hall states, as well as antiferromagnetic and superconducting states. Here, we address the interplay between the antiferromagnetic and superconducting states observed in tWSe$_2$ when the Fermi level is close to its $M$-point van Hove singularity and the displacement field is small. We combine DFT with path-integrals to construct a minimal moiré band model that accounts for lattice relaxation along the $c$-axis and perform Hartree-Fock calculations to identify competing charge and spin ordered states. For tWSe$_2$ at $θ=2.7^\\circ$ and $θ=3.65^\\circ$, we find that a layer antiferromagnet (AFM), a stripe spin-density-wave (SDW), and the ferromagnetic Chern insulator (FM) are the primary candidates for the ground state at zero displacement field, and argue that antiferromagnetic spin interactions on the next neighbor bond $J_2$ can induce a time-reversal symmetry breaking chiral superconducting state."}
{"id": "2601.20360", "categories": ["cond-mat.mes-hall", "physics.acc-ph"], "pdf": "https://arxiv.org/pdf/2601.20360", "abs": "https://arxiv.org/abs/2601.20360", "authors": ["Bjartþhór Steinn Alexandersson", "Kristinn Torfason", "Andrei Manolescu", "Ágúst Valfells"], "title": "Transit-time oscillations in nanoscale vacuum diode with a pure resistive load", "comment": "7 pages, 9 figures, 34 references", "summary": "We examine the Ramo current in a nanoscale planar vacuum diode undergoing field emission in the presence of a DC voltage supply and an external resistor. We describe a simple mechanism for generating persistent current oscillations in the diode due to the voltage drop across the external resistor (beam loading) which reduces the total field and inhibits the emission. The amplitude and the frequency, which is in the THz domain, depend on the operating parameters of the diode. Molecular dynamics simulations are used to find the characteristics and physical basis of the mechanism, and a simple analytical model is presented, in good agreement with the simulation."}
{"id": "2601.20850", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20850", "abs": "https://arxiv.org/abs/2601.20850", "authors": ["Adrian Llanos", "Veronica Show", "Reiley Dorrian", "Joseph Falson"], "title": "Field induced superconductivity in a magnetically doped two-dimensional crystal", "comment": null, "summary": "Magnetic field induced superconductivity is a rare property in nature due to the sensitivity of spin-singlet Cooper pairing to time-reversal symmetry breaking perturbations. However, in rare cases, an interplay between magnetic fields and ions can be engineered to bring about superconductivity at finite fields. Here we use ultra-thin LaSb$_2$ doped with dilute Ce paramagnetic impurities to demonstrate a magnetic field-induced superconducting dome in a two-dimensional crystal. The reduced dimensionality of the structure enables the use of an in-plane magnetic field to dynamically suppress spin fluctuations on the Ce-site, which leads to an anomalous enhancement of the critical temperature with increasing field. By modelling the spin scattering dynamics across the experimental parameter space, we reveal insight into the complex nature of paramagnetic impurities in magnetic fields at low temperature, and how their manipulation can result in the ability to tune between competing magnetic pair-breaking regimes. Realizing this physics in a two-dimensional crystalline setting invites the application of similar approaches to unconventional forms of superconductivity while also highlighting new experimental standards which should be employed when studying ultra-thin materials in general."}
{"id": "2601.20398", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20398", "abs": "https://arxiv.org/abs/2601.20398", "authors": ["Feng Liu", "Jiayong Xiao", "Shengwei Jiang", "Kin Fai Mak", "Jie Shan"], "title": "Mechanical sensing of metamagnetic tricriticality in two-dimensional CrI3", "comment": null, "summary": "Layered Ising metamagnets are antiferromagnetic (AF) materials consisting of monolayer Ising ferromagnets coupled to each other via interlayer AF interactions. They exhibit rich magnetic phase diagrams, featuring tricritical and critical end points, due to the competing magnetic interactions and the Ising anisotropy. While conventional thermodynamic probes can identify these critical points in bulk Ising metamagnets, achieving this in the two-dimensional (2D) limit, where enhanced fluctuation effects can substantially modify critical phenomena, remains to be realized. Here, we combine specific heat capacity (C_V) and magnetic circular dichroism measurements to identify these critical points, extract a tricritical exponent, and map out the complete magnetic phase diagram of 2D Ising metamagnetic CrI3. This is achieved in a nanomechanical device of 6-layer CrI3, in which a direct measurement of the temperature derivative of its mechanical resonance frequency gives C_V. The tricritical point is identified by the onset of an abrupt spin-flip transition on one side and, on the other side, by a vanishing specific heat λ-anomaly for a continuous AF phase transition. In contrast, only the spin-flip transition remains near the critical end point. Our results establish nanomechanical calorimetry as a general route to classify metamagnetic phase transitions and to study multicritical phenomena in 2D magnets."}
{"id": "2601.20410", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20410", "abs": "https://arxiv.org/abs/2601.20410", "authors": ["Niklas Hüttner", "Andreas Costa", "Leandro Tosi", "Michael Barth", "Wolfgang Himmler", "Dmitriy A. Kozlov", "Leonid Golub", "Nikolay N. Mikhailov", "Klaus Richter", "Dieter Weiss", "Christoph Strunk", "Nicola Paradiso"], "title": "Giant anomalous Josephson effect as a probe of spin texture in topological insulators", "comment": "25 pages, 18 figures", "summary": "Surface states of topological insulators feature chiral spin-momentum locking. When such states are used as weak link between two superconductors, their spin texture gives rise to the anomalous Josephson effect, i.e., to a $\\varphi_0$ shift in the current phase relation. In this work, we explore the anomalous Josephson effect in junctions where the weak link is a HgTe nanowire. We observe a giant anomalous $\\varphi_0$-shift of the current-phase relation, which we attribute to the fact that HgTe surface states feature a single Fermi contour. Moreover, by varying the orientation of the in-plane magnetic field, we obtain information about the spin texture in momentum space. In particular, we found that the spin is not exactly perpendicular to the momentum, but shows a significant deviation of 19 degrees. Our results establish the anomalous Josephson effect as a sensitive tool to probe the spin texture of chiral 2D systems."}
{"id": "2601.20444", "categories": ["cond-mat.mtrl-sci", "nucl-ex"], "pdf": "https://arxiv.org/pdf/2601.20444", "abs": "https://arxiv.org/abs/2601.20444", "authors": ["Jonas A. Krieger", "Igor P. Rusinov", "Sourabh Barua", "Aris Chatzichristos", "Jared Croese", "Derek Fujimoto", "Stefan Holenstein", "Victoria L. Karner", "Ryan M. L. McFadden", "John O. Ticknor", "W. Andrew MacFarlane", "Robert F. Kiefl", "Geetha Balakrishnan", "Evgueni V. Chulkov", "Stuart S. P. Parkin", "Zaher Salman"], "title": "Contrasting impurity-induced magnetism and dynamics in 2H-MoTe2", "comment": "8 pages, 4 figures", "summary": "We investigate the behavior of interstitial $^8$Li$^+$ implanted near the surface of 2H-MoTe$_2$ using $β$-detected NMR. We find that, unlike the muon, $^8$Li$^+$ does not show any signature of induced magnetism. This result is consistent with density functional theory, which identifies the Li stopping site at the 2a Wyckoff position in the van der Waals gap and confirms the absence of detectable Li-induced electronic spin polarization. Both the spin-lattice relaxation and the resonance lines show evidence of strong spin dynamics above $\\sim 200$ K, reminiscent of local stochastic $^8$Li$^+$ motion within a cage. The resonance line shape consists of quadrupolar satellites on top of a broad central peak. To better understand the interaction of $^8$Li$^+$ with the host material, we employ a frequency-comb measurement, by simultaneously exciting four frequencies corresponding to the first-order quadrupolar satellite transitions, $ν_0 \\pm 3ν_{\\mathrm{comb}}$ and $ν_0 \\pmν_{\\mathrm{comb}}$ around the Larmor frequency $ν_0$ as a function of $ν_{\\mathrm{comb}}$. This offers an enhanced sensitivity to the quadrupolar split portion of the line. Using this method, we find a small decrease of the quadrupolar frequency with increasing temperature, showing the typical behavior associated with thermally excited phonons and the absence of any magnetic response which was observed with other defects in 2H-MoTe$_2$."}
{"id": "2601.20454", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20454", "abs": "https://arxiv.org/abs/2601.20454", "authors": ["Wen-Zheng Chen", "Hongjun Xiang", "Yusheng Hou"], "title": "Topological-transition-driven Giant Enhancement of Second-harmonic Generation in Ferroelectric Bismuth Monolayer", "comment": "Submitted to Physical Review Letters (under review)", "summary": "The interplay between band topology and light in condensed materials could unlock intriguing nonlinear optical phenomena, enabling modern photonic technologies such as quantum light sources and sub-wavelength topological lasers. Here, we unveil that a buckling-tuned topological transition in ferroelectric bismuth monolayer unleashes a giant second-harmonic generation. Using first-principles calculations, we surprisingly find that ferroelectric bismuth monolayer with a buckling parameter, $Δh$, has a large susceptibility $χ^{(2)}$ on the order of $10^{7}$ $\\mathrm{pm}^2/\\mathrm{V}$, exceeding monolayer MoS$_2$ by about two orders of magnitude. When $Δh$ is engineered to the critical window where Dirac electrons emerge, a low-frequency resonance appears, boosting $χ^{(2)}$ by an additional order of magnitude. We show that this enhancement is localized on the Dirac cones and dominated by intraband modification contributions. Based on an extended Dirac model, we establish that this enhancement physically originates from the ultralight effective masses $m^{*}$ of Dirac electrons through scaling with the Fermi velocity $v_F$ and band gap $E_g$. Our findings provide a general paradigm for achieving exceptional second-harmonic generation via engineering topological criticality, and could serve as an experimental signature of Dirac electrons in topological materials."}
{"id": "2601.20474", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.20474", "abs": "https://arxiv.org/abs/2601.20474", "authors": ["José F. B. Afonso", "Stefan Kirchner", "Pedro Ribeiro"], "title": "Critical Charge and Current Fluctuations across a Voltage-Driven Phase Transition", "comment": "13 pages, 6 figures", "summary": "We investigate bias-driven non-equilibrium quantum phase transitions in a paradigmatic quantum-transport setup: an interacting quantum dot coupled to non-interacting metallic leads. Using the Random Phase Approximation, which is exact in the limit of a large number of dot levels, we map out the zero-temperature non-equilibrium phase diagram as a function of interaction strength and applied bias. We focus our analysis on the behavior of the charge susceptibility and the current noise in the vicinity of the transition. Remarkably, despite the intrinsically non-equilibrium nature of the steady state, critical charge fluctuations admit an effective-temperature description, $T_{\\text{eff}}(T,V)$, that collapses the steady-state behavior onto its equilibrium form. In sharp contrast, current fluctuations exhibit genuinely non-equilibrium features: the fluctuation-dissipation ratio becomes negative in the ordered phase, corresponding to a negative effective temperature for the current degrees of freedom. These results establish current noise as a sensitive probe of critical fluctuations at non-equilibrium quantum phase transitions and open new directions for exploring voltage-driven critical phenomena in quantum transport systems."}
{"id": "2601.20486", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20486", "abs": "https://arxiv.org/abs/2601.20486", "authors": ["V. S. Stolyarov", "V. Neverov", "A. V. Krasavin", "D. I. Kasatonov", "D. Panov", "D. Baranov", "O. V. Skryabina", "A. S. Melnikov", "A. A. Golubov", "M. Yu. Kupriyanov", "A. A Shanenko", "T. Cren", "A. Yu. Aladyshkin", "A. Vagov", "D. Roditchev"], "title": "Microscopic structure of the vortex cores in granular niobium: A coherent quantum puzzle", "comment": null, "summary": "When macroscopic quantum condensates -- superconductors, superfluids, cold atoms and ions, polaritons etc. -- are put in rotation, a quantum vortex lattice forms inside. In homogeneous type-II superconductors, each vortex has a tiny core where the superconducting gap $Δ(r)$ is known to smoothly vanish towards the core centre on the scale of the coherence length $ξ$. The cores host quantized quasiparticle energy levels known as Caroli-de Gennes-Matricon (CdGM) bound states [Caroli {\\it et al.,} Phys. Lett. v. 9, 307 (1964)]. In pure materials, the spectrum of the low-lying CdGM states has the characteristic level spacing $\\sim Δ_0^2/E_F$, where $E_F$ is the Fermi energy and $Δ_0$ is the bulk gap. In disordered ones, the CdGM states shift and broaden due to scattering. Here, we show, both experimentally and theoretically, that the situation is completely different in granular Nb films, which are commonly used in superconducting electronics. In these films, in which the grains are smaller than $ξ$, the gap $Δ$ in the quasiparticle spectrum reduces towards the vortex core centres by discrete jumps at the grain boundaries. The bound states adapt to the local environment and appear at unexpectedly high energies. Both $Δ(r)$ and bound states form a puzzle-like spatial structure of the core, elements of which are whole grains. Our discovery shakes up the established understanding of the quantum vortex and encourages a reconsideration of the vortex motion and pinning mechanisms in granular superconductors."}
{"id": "2601.20497", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20497", "abs": "https://arxiv.org/abs/2601.20497", "authors": ["Janez Zavašnik", "Sama Derakshan-Nejad", "Maryam Ghaffari", "Amir Hassan Montazer", "Mohammad Reza Mardaneh", "Mohammad Almasi Kashi", "Alexandre Nomine", "Stephane Mangin", "Uroš Cvelbar"], "title": "Epitaxial Ni/Cu Superlattice Nanowires with Atomically Sharp Interfaces for Spin Transport", "comment": null, "summary": "The importance of microstructure increases when decreasing the size of an object to the nanoscale, along with the complexity of controlling it. For instance, it is particularly complicated to create nano-object with controlled interfaces. Therefore, progressing towards 1D epitaxial nanostructures poses a challenge, and realization of their full potential is linked to technological issues of achieving large-scale, precise atom stacking of two or more different chemical elements. Achieving such coherent, epitaxial interfaces is a key step toward enabling spintronic phenomena in 1D objects, by minimizing interface scattering and strain-driven defects. Our results demonstrate a successful realization of controlled nanoscale heteroepitaxy in one-dimensional single-crystal structures. We fabricated nanowires composed of alternating magnetic (nickel) and non-magnetic, highly conductive (copper) segments. This periodic stacking modulates electron transport under magnetic stimuli. The epitaxial precision achieved eliminates detrimental electron scattering that has historically limited the magnetotransport properties of such 1D structures and hindered their development. Such materials are crucial for further advancements in the miniaturisation of nanosensors, actuators, and next-generation 3D spintronic devices."}
{"id": "2601.20506", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20506", "abs": "https://arxiv.org/abs/2601.20506", "authors": ["Zhi Jiang", "Xueying Zhang", "António José Silva Fernandes", "Marco Peres", "Gil Gonçalves"], "title": "Silicon Driven Facet Regulation Enables Tunable Micro-Diamond Architectures in Liquid Ga In", "comment": "20 pages, 6 figures", "summary": "We report an ambient pressure liquid metal assisted CVD strategy that enables shape programmable growth of micro scale diamond by coupling liquid metl Ga In with ferrocene (Fe(C5H5)2) as an carbon precursor, nanodiamond seeds, and nanosilicon. Building on liquid metal diamond synthesis, this approach pushes liquid metal growth toward a low temperature (900 °C, 1 atm) while enabling single crystal diamonds to be scaled from ~10 μm to several tens of micrometers with well developed faceting. Ferrocene decomposition supplies a sustained interfacial carbon flux that is captured and redistributed by the Ga In melt toward seed rich liquid solid interfaces. Defect rich nanodiamond provides the crystallographic template required for reliable sp3 nucleation despite the intrinsically low carbon solubility of Ga In. Nanosilicon plays a distinct, complementary role by tuning interfacial kinetics and facet competition, enabling deliberate control of crystal habit: cubic (~10 μm), truncated tetrahedral, and fully faceted octahedral diamonds are reproducibly obtained by adjusting the nanosilicon:nanodiamond ratio, with octahedral crystals reaching ~50 μm. Importantly, crystal size is further scaled by regulating hydrogen flow: lowering the H2 rate increases net carbon retention at the liquid metal interface, raises effective supersaturation, and accelerates diamond deposition. Together, habit control (via nanosilicon: nanodiamond) and size scaling (via H2 flow) establish a practical route silicon driven facet regulation and size under ambient pressure, offering a pathway to tunable micro sized single crystal diamonds under mild conditions."}
{"id": "2601.20517", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20517", "abs": "https://arxiv.org/abs/2601.20517", "authors": ["Yanan Zhang", "Zhaoyang Shan", "Jiawen Zhang", "Kaixin Ye", "Yongjian Li", "Dajun Su", "Pascal Manuel", "Dmitry Khalyavin", "Devashibhai Adroja", "Daniel Mayoh", "Geetha Balakrishnan", "Yu Liu", "Michael Smidman", "Huiqiu Yuan"], "title": "Magnetic states of the Kondo lattice Ce$_2$PdSi$_3$ and their pressure evolution", "comment": "6 pages, 5 figures", "summary": "Frustrated Kondo lattices are ideal platforms for exploring unconventional forms of quantum criticality, as well as magnetism and other emergent phases. Here we report the magnetic properties of the candidate frustrated heavy fermion compound Ce$_2$PdSi$_3$, and map their evolution upon applying magnetic fields and hydrostatic pressure. We find that at ambient pressure Ce$_2$PdSi$_3$ exhibits two distinct magnetic phase transitions, a ferromagnetic-like transition at $T_{\\mathrm{M1}}=3.8$ K and an incommensurate antiferromagnetic transition at $T_{\\mathrm{M2}}=2.9$ K. Upon applying pressure, $T_{\\mathrm{M1}}$ is continuously suppressed and becomes undetectable above 4.2 GPa, whereas $T_{\\mathrm{M2}}$ increases and remains robust up to at least 7.5 GPa. The observed pressure evolution of magnetic order in Ce$_2$PdSi$_3$ suggests the presence of competing magnetic orders, and cannot be simply encapsulated by the Doniach phase diagram, motivating further investigations for its origin, including discerning the role of geometric frustration."}
{"id": "2601.20521", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20521", "abs": "https://arxiv.org/abs/2601.20521", "authors": ["Jose Antonio Moreno", "Pablo García Talavera", "Alba Torras-Coloma", "Gemma Rius", "P. Forn-Díaz", "Edwin Herrera Vasco", "Isabel Guillamón", "Hermann Suderow"], "title": "Superconducting density of states of nitridized Aluminum thin films", "comment": null, "summary": "Nitride-based superconductors represent a family of superconducting thin film materials displaying higher quality than their corresponding bare superconductor when used in devices for applications such as cosmic radiation sensing. In recent times, Niobium-based and Titanium-based nitrides were used to improve the quality of superconducting devices in quantum technology applications. Recently, nitridized Aluminum (NitrAl) has been found to display higher critical temperatures and enhanced resilience to magnetic fields compared to those of Al, making it a new interesting candidate for superconducting quantum circuit applications. However, the microscopic properties of NitrAl remain highly unexplored. Here we use Scanning Tunneling Microscope (STM) to measure the superconducting density of states of a thin film sample of nitridized-Aluminum (NitrAl), with a room temperature resistivity between pure Al and fully insulating aluminum nitride. We show that the in-gap density of states is zero up to about $\\hbarω=250~\\mathrm{μeV}$ and that there is a distribution of values of the superconducting gap around $Δ_0=360~\\mathrm{μeV}$, close to the BCS expectation $Δ=1.76 k_{\\mathrm{B}}T_{\\mathrm{c}}$. We also find varying superconducting gap values at the nanometer scale, by approximately 10\\%, when probing different regions of the sample. These results suggest a gap which is larger than the one of pure Al, and is spatially more homogeneous than the superconducting gap values often found in thin films. Our work demonstrates that STM is as a powerful tool to screen materials for quantum devices through the measurement of the spatial dependence of the superconducting density of states."}
{"id": "2601.20534", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20534", "abs": "https://arxiv.org/abs/2601.20534", "authors": ["Franco N. Di Rino", "Tim Verhagen"], "title": "Topological Polar Textures in Freestanding Ultrathin Ferroelectric Oxides", "comment": null, "summary": "The remarkable advances achieved in two-dimensional materials are now being directly transposed to low-dimensional oxides. Here we show using first-principles-based atomistic simulations that ultrathin freestanding ferroelectric layers host a rich variety of polar states, from liquid-like ferroelectric domains with long-range orientational order to helix-wave and chiral bubbles configurations reminiscent of those observed in twisted freestanding oxide layers. Time-dependent electric fields enable reversible control, revealing freestanding oxide layers as ideal platforms to explore complex polar states and their potential applications in future ferroic devices."}
{"id": "2601.20636", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20636", "abs": "https://arxiv.org/abs/2601.20636", "authors": ["Claudia Negrete", "Attila Kákay", "Jorge A. Otálora"], "title": "Exchange-dominated origin of spin-wave nonreciprocity in planar magnetic multilayers", "comment": "14 pages, 7 figures", "summary": "Spin-wave nonreciprocity, manifested as a frequency difference between counterpropagating modes, underpins many proposed magnonic devices. While this effect is commonly attributed to dipolar interactions or interfacial chirality, the microscopic origin of nonreciprocal dispersion in magnetic multilayers remains under debate. Here, we analyze nonreciprocal spin-wave dispersion in planar multilayer heterostructures without Dzyaloshinskii-Moriya interaction. Using a frequency-shift dynamic matrix and an interaction-resolved dynamic energy-density formalism, we show that the frequency asymmetry cannot generally be ascribed to dipolar effects alone. Instead, once counterpropagating modes differ in their geometric structure along the thickness, interlayer exchange dominates the frequency shift. Applied to representative multilayer systems, we find that the interlayer exchange contribution exceeds dipolar and intralayer exchange effects by up to two to three orders of magnitude over a broad wave-vector range. Our results establish interlayer exchange as the primary mechanism controlling nonreciprocal dispersion in multilayer magnonic systems and provide a quantitative framework for engineering large frequency shifts in nonreciprocal magnonic devices."}
{"id": "2601.20691", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20691", "abs": "https://arxiv.org/abs/2601.20691", "authors": ["Pauline Kümmerl", "Ganesh Kumar Nayak", "Felix Leinenbach", "Zsolt Czigány", "Daniel Primetzhofer", "Szilárd Kolozsvári", "Peter Polcik", "Marcus Hans", "Jochen M. Schneider"], "title": "Impact of O concentration on the thermal stability and decomposition mechanism of (Cr,Al)N compared to (Ti,Al)N thin films", "comment": null, "summary": "The composition-dependent thermal stability of (Cr$_{0.47 \\mp 0.03}$Al$_{0.53 \\mp 0.03}$)$_{z}$(O$_{y}$N$_{1-y}$)$_{1-z}$ thin films with O concentrations of y = 0, 0.15, and 0.40 is investigated up to 1200 °C and then compared to (Ti$_{0.56}$Al$_{0.44}$)$_{z}$(O$_{y}$N$_{1-y}$)$_{1-z}$. X-ray diffraction reveals a thermal stability limit of 1150 °C independent of the O concentration, as witnessed by the formation of decomposition products, namely h-Cr$_{2}$N for (Cr$_{0.50}$Al$_{0.50}$)$_{0.49}$N$_{0.51}$ and c-Cr for both (Cr$_{0.48}$Al$_{0.52}$)$_{0.48}$(O$_{0.15}$N$_{0.85}$)$_{0.52}$ and (Cr$_{0.44}$Al$_{0.56}$)$_{0.46}$(O$_{0.40}$N$_{0.60}$)$_{0.54}$. Based on TEM and ERDA data, the thermal stability limit is extended to 1100 - 1150 °C. DFT calculations indicate that bond breaking limits the thermal stability. In (Cr,Al)N, N has the lowest activation energy for migration. Furthermore, the O vacancy formation energy is highest in (Cr,Al)(O,N). It has to be overcome to enable diffusion on the non-metal sublattice, which is necessary for forming decomposition products like w-AlN or c-Cr. However, once Cr-N bonds break, decomposition into h-Cr$_{2}$N and subsequent c-Cr together with N$_{2}$ is triggered. This results in N evaporation, generating sufficient non-metal vacancies that greatly enhance diffusion and render the extensive vacancy formation energies for non-metals irrelevant. This reduction of the activation energy for mass transport on the non-metal sublattice to the migration barrier causes the similar thermal stability in (Cr$_{0.47 \\mp 0.03}$Al$_{0.53 \\mp 0.03}$)$_{z}$(O$_{y}$N$_{1-y}$)$_{1-z}$. In contrast, Al bonds break first without creating non-metal vacancies in (Ti,Al)(O,N). Thus, the high O vacancy formation energy in (Ti,Al)(O,N) significantly increases the thermal stability compared to (Ti,Al)N as well as the here investigated films."}
{"id": "2601.20695", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20695", "abs": "https://arxiv.org/abs/2601.20695", "authors": ["D. R. Baykusheva", "D. P. Carmichael", "C. S. Weber", "I-T. Lu", "F. Glerean", "T. Meng", "P. B. M. De Oliveira", "C. C. Homes", "I. A. Zaliznyak", "G. D. Gu", "M. P. M. Dean", "A. Rubio", "D. M. Kennes", "M. Claassen", "M. Mitrano"], "title": "Quantum control of Hubbard excitons", "comment": "main+supplementary, 43 pages, 12 figures", "summary": "Quantum control of the many-body wavefunction is a central challenge in quantum materials research, as it could yield a precise control knob to manipulate emergent phenomena. Floquet engineering, the coherent dressing of quantum states with periodic non-resonant optical fields, has become an important strategy for quantum control. Most applications to solid-state systems have targeted weakly interacting or single-ion states, leaving the manipulation of many-body wavefunctions largely unexplored. Here, we use Floquet engineering to achieve quantum control of a strongly correlated Hubbard exciton in the one-dimensional Mott insulator Sr$_2$CuO$_3$. A nonresonant midinfrared optical field coherently dresses the exciton wavefunction, driving its rotation between bright and dark states. We use resonant third-harmonic generation to quantify ultrafast $π/2$ rotations on the Bloch sphere spanned by these exciton states. Our work advances the quest towards programmable control of correlated states and exciton-based quantum sensing."}
{"id": "2601.20702", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20702", "abs": "https://arxiv.org/abs/2601.20702", "authors": ["Hongyu Lu", "Wei Zhu", "Wang Yao"], "title": "Collective excitations in chiral spin liquid: chiral roton and long-wavelength nematic mode", "comment": "5+5 pages, 5+8 figures", "summary": "Chiral spin liquid (CSL) is a magnetic analogue of the fractional quantum Hall (FQH) liquid. Collective excitations play a vital role in shaping our understanding of these exotic quantum phases of matter and their quantum phase transitions. While the magneto-roton and long-wavelength chiral graviton modes in the FQH liquids have been extensively explored, the collective excitations of CSLs remain elusive. Here we explore the collective excitations in the SU(2) symmetric CSL phase of the spin-1/2 square-lattice $J_1-J_2-J_χ$ model, where an intriguing quantum phase diagram was recently revealed. Combining exact diagonalization and time-dependent variational principle calculations, we observe two spin-singlet collective modes: a chiral p-wave (low-energy) roton mode at finite momentum and a d-wave (higher-energy) nematic mode at zero momentum, both of which are prominent across the CSL phase. Such exotic modes exhibit fingerprints distinct from those of FQH liquids, and to the best of our knowledge, are reported for the first time. By tuning $J_2$, we find the nematic mode to be pronouncedly soft, together with the spin-triplet two-spinon bound states, potentially promoting strong nematic and spin stripe instabilities. Our work paves the way for further understanding CSL from the dynamical perspective and provides new spectroscopic signatures for future experiments of CSL candidates."}
{"id": "2601.20703", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20703", "abs": "https://arxiv.org/abs/2601.20703", "authors": ["Bixin Yan", "Valentine Gillioz", "Ipek Efe", "Morgan Trassin"], "title": "Manipulating ferroelectricity without electrical bias: A perspective", "comment": null, "summary": "Ferroelectric materials are established candidates for beyond complementary metal-oxide-semiconductor technology, owing to their non-volatile spontaneous electrical polarization. The recent boom in electric dipole texture engineering and manipulation in such materials has revealed exciting routes for controlling ferroelectric polarization, offering alternatives to the classical, sometimes challenging, application of electrical fields. In this short perspective, we shed light on electrode-free external stimuli enabling control over polar states in thin films. We bring awareness to the polarizing role of chemically-engineered surface contributions and provide insights into the combination of chemical substitution and mechanical pressure, complementing the polar state tuning capabilities readily enabled by flexoelectricity. Finally, we describe recent developments in the optical modulation of polarization. Thus, our perspective aims to stimulate the advancement of alternative means to act on polarization states and facilitate the development of ferroelectric-based applications."}
{"id": "2601.20713", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20713", "abs": "https://arxiv.org/abs/2601.20713", "authors": ["Aleš Cahlík", "Antti Karjasilta", "Anshika Mishra", "Robert Drost", "Mohammad Amini", "Javaria Arshad", "Büşra Arslan", "Peter Liljeroth"], "title": "Universality of Type-II Multiferroicity in Monolayer Nickel Dihalides", "comment": null, "summary": "The recent discovery of type-II multiferroicity in monolayer NiI${_2}$ indicated a new pathway for intrinsic magnetoelectric coupling in the two-dimensional limit. However, determining whether this phenomenon is a unique anomaly or a general, chemically tunable property of the material class remains unresolved. Here, we demonstrate the universality of type-II multiferroicity in the transition metal dihalides by visualizing the ferroelectric order in monolayer NiBr${_2}$. Using scanning tunneling microscopy (STM), we resolve atomic-scale ferroelectric domains and confirm their magnetoelectric origin through reciprocal manipulation experiments: reorienting magnetic order via electric fields and suppressing the electric polarization with external magnetic fields. Furthermore, we find that the multiferroic state in NiBr${_2}$ is energetically less robust than in its iodide counterpart, consistent with modified superexchange interactions and the reduced spin-orbit coupling. Our results establish the transition metal dihalides as a versatile platform where the stability of magnetoelectric phases can be engineered through chemical substitution."}
{"id": "2601.20751", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20751", "abs": "https://arxiv.org/abs/2601.20751", "authors": ["Jin Zhang", "Peter W. Voorhees"], "title": "Morphological Stability of Metal Anodes: Roles of Solid Electrolyte Interphases (SEIs) and Desolvation Kinetics", "comment": null, "summary": "Achieving stable lithium metal anodes requires control over the solid-electrolyte interphase (SEI) and desolvation kinetics. Here, we develop a unified theoretical framework integrating ion transport, desolvation, charge transfer, and SEI breakdown to predict morphological instabilities during electrodeposition. Using linear stability analysis, we identify six dimensionless parameters that govern the onset and evolution of instabilities. We show that SEI transport and desolvation rate effectively modulate apparent reaction kinetics, shifting the system toward a stable, reaction-limited regime. Extending the classical limiting current concept, we demonstrate that a thick, poorly conductive SEI and sluggish desolvation significantly reduce the limiting current. We introduce an apparent Damköhler number to quantify the critical balance: suppressing diffusion-limited instabilities by reaction rate reduction, while maintaining a high limiting current. Our theory enables predictive mapping of electrodeposition morphologies across diverse materials and operating conditions, guiding the rational design of stable lithium metal anodes."}
{"id": "2601.20763", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph", "physics.optics"], "pdf": "https://arxiv.org/pdf/2601.20763", "abs": "https://arxiv.org/abs/2601.20763", "authors": ["Othmane Benhayoun", "Martin E. Garcia"], "title": "Multiscale Numerical Modelling of Ultrafast Laser-Matter Interactions: Maxwell Two Temperature Model Molecular Dynamics (M-TTM-MD)", "comment": "21 pages, 9 figures", "summary": "In this work, we present a comprehensive numerical framework that couples numerical solutions of Maxwell's equations using the Finite-Difference Time-Domain (FDTD) approach, Molecular Dynamics (MD), and the Two-Temperature Model (TTM) to describe ultrafast laser-matter interactions in metallic systems at the atomic scale. The proposed Maxwell-Two-Temperature Model-Molecular Dynamics (M-TTM-MD) bridges the gap between electromagnetic field propagation, electron-phonon energy exchange, and atomic motion, allowing for a self-consistent treatment of energy absorption, transport, and structural response within a unified simulation environment. The calculated electromagnetic fields incorporate dispersive dielectric properties derived using the Auxiliary Differential Equation (ADE) technique, while the electronic and lattice subsystems are dynamically coupled through spatially and temporally resolved energy exchange terms. The changes in the material topography are then reflected in the updated grid for the FDTD scheme. The developed M-TTM-MD model provides a self-consistent numerical framework that offers insights into laser-induced phenomena in metals, including energy transport and surface dynamics under extreme nonequilibrium conditions."}
{"id": "2601.20766", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.20766", "abs": "https://arxiv.org/abs/2601.20766", "authors": ["Bo Yuan", "M. Powell", "X. Liu", "J. Ni", "E. M. Smith", "F. Ye", "J. Dudemaine", "A. D. Bianchi", "J. W. Kolis", "B. D. Gaulin"], "title": "Observation of Dipolar Spin-ice--like Correlations in the Quantum Spin Ice Candidate Ce$_2$Sn$_2$O$_7$", "comment": "Supplemental materials including experimental details and additional neutron scattering data are available upon request", "summary": "The Ce$_2$X$_2$O$_7$ (X=Sn, Hf, Zr) family of cubic pyrochlores has emerged as one of the most promising classes of Quantum Spin Ice candidates. However, understanding their microscopic exchange Hamiltonian and spin correlations has been hampered by varying sample quality, and poor signal-to-noise in the existing neutron data due to a small Ce$^{3+}$ magnetic dipole moment. In this work, we overcome these challenges and report single-crystal diffuse neutron scattering from hydrothermally grown Ce$_2$Sn$_2$O$_7$ -- the highest quality crystals obtained to date for the Ce$_2$X$_2$O$_7$ family. In contrast to the broad diffuse scattering observed in Ce$_2$Hf$_2$O$_7$ and Ce$_2$Zr$_2$O$_7$, we find highly structured diffuse scattering from Ce$_2$Sn$_2$O$_7$ featuring strong intensities along the Brillouin zone boundaries. The observed $\\mathbf{Q}$-dependence disagrees with predictions of the nearest neighbour XYZ model commonly used for Ce$_2$X$_2$O$_7$, but is remarkably similar to the diffuse scattering observed in \\textit{classical} Dipolar Spin Ice. Our study highlights the importance of further neighbour interactions in determining the low energy physics of the Ce-pyrochlores, and calls for a revision of the current theoretical framework to incorporate their effects."}
{"id": "2601.20768", "categories": ["cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.20768", "abs": "https://arxiv.org/abs/2601.20768", "authors": ["Sergey R. Meliakov", "Evgeny A. Zhukov", "Vasilii V. Belykh", "Dmitri R. Yakovlev", "Bekir Turedi", "Maksym V. Kovalenko", "Manfred Bayer"], "title": "Millisecond spin coherence of electrons in semiconducting perovskites revealed by spin mode locking", "comment": null, "summary": "Long spin coherence times of carriers are essential for implementing quantum technologies using semiconductor devices for which, however, a possible obstacle is spin relaxation. For the spin dynamics, decisive features are the band structure, crystal symmetry, and quantum confinement. Perovskite semiconductors recently have come into focus of studies of their spin states, notivated by efficient optical access and potentially long-living coherence. Here, we report an electron spin coherence time $T_2$ of the order of 1 ms, measured for a bulk FA$_{0.95}$Cs$_{0.05}$PbI$_3$ lead halide perovskite crystal. Using periodic laser pulses, we synchronize the electron spin Larmor precession about an external magnetic field in an inhomogeneous ensemble, the effect known as spin mode locking. It appears as a decay of the optically created ensemble spin polarization within the dephasing time $T_2^*$ of up to 20 ns and its revival during the spin coherence time $T_2$ reaching the millisecond range. This exceptionally long spin coherence time in a bulk crystal is complemented by millisecond-long longitudinal spin relaxation times $T_1$ for electrons and holes, measured by optically-detected magnetic resonance. These long-lasting spin dynamics highlight perovskites as promising platform for the quantum devices with all-optical control."}
{"id": "2601.20777", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20777", "abs": "https://arxiv.org/abs/2601.20777", "authors": ["Ousmane Ly"], "title": "A Purely Magnetic Route to High-Harmonic Spin Pumping", "comment": "5 pages, 3 figures", "summary": "Spin pumping provides a fundamental route for dynamical spin transport, yet in its conventional form it produces only linear spin responses at the driving frequency. Recent studies have shown that spin-orbit coupling (SOC) can lift these restrictions and enable highly nonlinear spin and charge currents. Here we propose a distinct mechanism for high-harmonic spin pumping that does not rely on spin-orbit interactions. We show that nonlinearities in the adiabatic energy spectrum--rather than SOC itself--constitute the essential ingredient for high-harmonic generation in pumped spin currents. Such nonlinearities can arise in purely magnetic systems when a secondary magnetic order parameter is introduced perpendicular to the cone axis of a precessing magnetic moment. As a result, spin pumping and its higher harmonics emerge even in the complete absence of SOC. Our findings establish a new route to ultrafast spin pumping based solely on magnetic structure and dynamics."}
{"id": "2601.20798", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.20798", "abs": "https://arxiv.org/abs/2601.20798", "authors": ["Petro Maksymovych", "Sang Yong Song", "Benjamin Lawrie", "Wonhee Ko", "Jose L. Lado"], "title": "Fingerprinting superconductors by disentangling Andreev and quasiparticle currents across tunable tunnel junctions", "comment": null, "summary": "Tunneling Andreev reflection (TAR) spectroscopy offers a powerful new approach to fingerprint superconducting pairing symmetry at the atomic scale. By leveraging the exponential sensitivity of excess tunneling decay rate to Andreev reflection, TAR robustly distinguishes between s-wave, d-wave, and more complex order parameters, overcoming limitations of traditional conductance-based techniques. Here, using atomistic superconducting transport simulations, we show that the additivity of excess decay rate enables clear separation of Andreev and quasiparticle currents. In particular, we reveal how their competition as well as higher-order scattering processes shape both the decay rate spectra and their dependence on the coupling strength. We show that this phenomenology stems from the fact that Andreev reflection dominates mid-gap conductance for s-wave superconductors, it is suppressed for the d-wave, and it coexists with quasiparticle tunneling in sign-changing symmetries if the expectation value for the superconducting gap remains finite. These distinct spectral fingerprints pave the way for atomically resolved identification of unconventional superconducting states."}
{"id": "2601.20836", "categories": ["cond-mat.str-el", "cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.20836", "abs": "https://arxiv.org/abs/2601.20836", "authors": ["Erekle Jmukhadze", "Sam Olin", "Allan H. MacDonald", "Wei-Cheng Lee"], "title": "Stripe antiferromagnetism and chiral superconductivity in tWSe$_2$", "comment": "10 pages, 5 figures", "summary": "The layer-dependent Hamiltonians of parallel-stacked MoTe$_2$ and WSe$_2$ homobilayer moiré materials are topologically non-trivial, both in real space and in momentum space, and have been shown to support integer and fractional quantum anomalous Hall states, as well as antiferromagnetic and superconducting states. Here, we address the interplay between the antiferromagnetic and superconducting states observed in tWSe$_2$ when the Fermi level is close to its $M$-point van Hove singularity and the displacement field is small. We combine DFT with path-integrals to construct a minimal moiré band model that accounts for lattice relaxation along the $c$-axis and perform Hartree-Fock calculations to identify competing charge and spin ordered states. For tWSe$_2$ at $θ=2.7^\\circ$ and $θ=3.65^\\circ$, we find that a layer antiferromagnet (AFM), a stripe spin-density-wave (SDW), and the ferromagnetic Chern insulator (FM) are the primary candidates for the ground state at zero displacement field, and argue that antiferromagnetic spin interactions on the next neighbor bond $J_2$ can induce a time-reversal symmetry breaking chiral superconducting state."}
{"id": "2601.20850", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20850", "abs": "https://arxiv.org/abs/2601.20850", "authors": ["Adrian Llanos", "Veronica Show", "Reiley Dorrian", "Joseph Falson"], "title": "Field induced superconductivity in a magnetically doped two-dimensional crystal", "comment": null, "summary": "Magnetic field induced superconductivity is a rare property in nature due to the sensitivity of spin-singlet Cooper pairing to time-reversal symmetry breaking perturbations. However, in rare cases, an interplay between magnetic fields and ions can be engineered to bring about superconductivity at finite fields. Here we use ultra-thin LaSb$_2$ doped with dilute Ce paramagnetic impurities to demonstrate a magnetic field-induced superconducting dome in a two-dimensional crystal. The reduced dimensionality of the structure enables the use of an in-plane magnetic field to dynamically suppress spin fluctuations on the Ce-site, which leads to an anomalous enhancement of the critical temperature with increasing field. By modelling the spin scattering dynamics across the experimental parameter space, we reveal insight into the complex nature of paramagnetic impurities in magnetic fields at low temperature, and how their manipulation can result in the ability to tune between competing magnetic pair-breaking regimes. Realizing this physics in a two-dimensional crystalline setting invites the application of similar approaches to unconventional forms of superconductivity while also highlighting new experimental standards which should be employed when studying ultra-thin materials in general."}
{"id": "2601.19948", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci", "physics.app-ph", "physics.bio-ph", "physics.med-ph"], "pdf": "https://arxiv.org/pdf/2601.19948", "abs": "https://arxiv.org/abs/2601.19948", "authors": ["Ashkan Namdar", "Erfan Salahinejad"], "title": "Advances in ion-doping of Ca-Mg silicate bioceramics for bone tissue engineering", "comment": null, "summary": "The use of bioceramics as hard tissue substitutes is extensive due to their excellent biocompatible and osteogenic behaviors. Among various bioceramics, Ca-Mg silicates are unique from the viewpoints of osteoinductive and mechanical properties, as well as their outstanding osteoconductive and angiogenic behaviors owing to the release of Si, Ca and Mg. Despite these distinct advantages, different compositions of these bioceramics still require mechanical and biological enhancements for further applications. For this purpose, doping with some ions like F-, Sr2+, Cu2+, Eu2+, Ba+, Ce3+ and some alkali cations has been proved to be a valued approach. This review attempts to bring together areas for the performance improvement of the further researched Ca-Mg silicates (i.e., diopside, akermanite, bredigite and monticellite) and the alteration of these compositions via ion-doping. It is concluded that a correct choice of dopants incorporated at the optimal concentration makes these silicates ideal bone substitutes competing or even superior to calcium phosphates (apatites) and bioglasses which are known as the most prominent bioceramics."}
{"id": "2601.20228", "categories": ["physics.chem-ph", "cond-mat.stat-mech", "cs.LG", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.20228", "abs": "https://arxiv.org/abs/2601.20228", "authors": ["Weizhou Wang", "Xuanxi Zhang", "Jonathan Weare", "Aaron R. Dinner"], "title": "Quantum statistics from classical simulations via generative Gibbs sampling", "comment": "12 pages, 9 figures", "summary": "Accurate simulation of nuclear quantum effects is essential for molecular modeling but expensive using path integral molecular dynamics (PIMD). We present GG-PI, a ring-polymer-based framework that combines generative modeling of the single-bead conditional density with Gibbs sampling to recover quantum statistics from classical simulation data. GG-PI uses inexpensive standard classical simulations or existing data for training and allows transfer across temperatures without retraining. On standard test systems, GG-PI significantly reduces wall clock time compared to PIMD. Our approach extends easily to a wide range of problems with similar Markov structure."}
{"id": "2601.20441", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.20441", "abs": "https://arxiv.org/abs/2601.20441", "authors": ["Daniel Sucerquia", "Mikaela Farrugia", "Andreas Dreuw", "Frauke Gräter"], "title": "SITH: A Quantum-Chemical Framework for Predicting Bond Destabilization in Stretched Molecules", "comment": "26 pages main text, SI included in the pdf, 4 figures", "summary": "Mechanical forces can selectively destabilize chemical bonds of molecular systems, particularly in biological and synthetic polymers. While experimental and theoretical methods have advanced our understanding of mechanochemical processes, predicting where energy concentrates within a molecule remains a significant challenge. To address this, we introduce SITH (Splitting Intramolecular Tension due to stretcHing), a novel method that decomposes the total electronic energy change of a stretched molecule into contributions from individual degrees of freedom -- such as bond lengths, angles, and dihedrals -- using numerical integration of the work-energy theorem. Unlike previous approaches that rely on harmonic approximations, SITH provides high accuracy and robustness to study the distribution of energies of stretched molecules up to a first bond cleavage. Although SITH uses 3N-6 degrees of freedom for the energy decomposition, we show that it can work even for ring structures like prolines. We apply SITH to a dataset of tripeptides and demonstrate that glycine and proline exhibit significantly different energy distributions in their Ca-C backbone bonds under tension: glycine stores more energy, making it more prone to rupture, while proline has the opposite behaviour. These findings reveal intrinsic differences in mechanochemical susceptibility across amino acids, offering more accurate predictions of bond rupture in proteins, and similarly in other (bio)polymers. SITH thus provides a powerful, interpretable tool for understanding energy distribution at the quantum level, with possible implications in mechanochemistry and force field validation."}
