{"id": "2602.03859", "categories": ["physics.comp-ph", "math.NA", "physics.plasm-ph"], "pdf": "https://arxiv.org/pdf/2602.03859", "abs": "https://arxiv.org/abs/2602.03859", "authors": ["Evgeniy V. Chizhonkov", "Olga S. Rozanova"], "title": "Numerical study of loss of hyperbolicity using a cold plasma model", "comment": "16 pages, 6 figures", "summary": "We study a one-dimensional system of cold plasma equations taking into account electron-ion collisions in both relativistic and nonrelativistic cases. It is known that for a constant collision coefficient $ν$, the solution to the Cauchy problem for such a system can lose smoothness. However, if the dependence of $ν$ on the electron density $N$ is more than linear, then the solution remains globally smooth for any initial data. However, the appearance of the dependence $ν(N)$ leads to a change in the type of the system, it loses hyperbolicity, which leads to computational problems. In this paper, we propose a new implicit solution method in Euler variables that overcomes these difficulties. It can be used in both nonrelativistic and relativistic cases and is tested for the threshold case of a linear dependence $ν(N)=ν_1+ν_0 N$, when smoothness can still be lost. The computational experiments carried out are in full agreement with the available theoretical results."}
{"id": "2602.03988", "categories": ["physics.comp-ph", "physics.flu-dyn"], "pdf": "https://arxiv.org/pdf/2602.03988", "abs": "https://arxiv.org/abs/2602.03988", "authors": ["Jonathan Panuelos", "Eitan Grinspun", "David Levin"], "title": "Topology- and Geometry-Exact Coupling for Incompressible Fluids and Thin Deformables", "comment": "12 pages, 14 figures, 3 tables, 2 algorithms", "summary": "We introduce a topology-preserving discretization for coupling incompressible fluids with thin deformable structures, achieving guaranteed leakproofness through preservation of fluid domain connectivity. Our approach leverages a stitching algorithm applied to a clipped Voronoi diagram generated from Lagrangian fluid particles, in order to maintain path connectivity around obstacles. This geometric discretization naturally conforms to arbitrarily thin structures, enabling boundary conditions to be enforced exactly at fluid-solid interfaces. By discretizing the pressure projection equations on this conforming mesh, we can enforce velocity boundary conditions at the interface for the fluid while applying pressure forces directly on the solid boundary, enabling sharp two-way coupling between phases. The resulting method prevents fluid leakage through solids while permitting flow wherever a continuous path exists through the fluid domain. We demonstrate the effectiveness of our approach on diverse scenarios including flows around thin membranes, complex geometries with narrow passages, and deformable structures immersed in liquid, showcasing robust two-way coupling without artificial sealing or leakage artifacts."}
{"id": "2602.04014", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.04014", "abs": "https://arxiv.org/abs/2602.04014", "authors": ["Abir Hasan", "Nikhil Shukla"], "title": "At the Top of the Mountain, the World can Look Boltzmann-Like: Sampling Dynamics of Noisy Double-Well Systems", "comment": "9 pages, 2 figures", "summary": "The success of the transistor as the cornerstone of digital computation motivates analogous efforts to identify an equivalent hardware primitive, the probabilistic bit or p-bit, for the emerging paradigm of probabilistic computing. Here, we uncover a fundamental ubiquity in the stochastic dynamics of double well energy systems when initialized near the barrier top. Using a topological framework grounded in Morse theory and singularity theory, we make use of the result that all smooth, even double well potentials reduce near the saddle point to a canonical quartic normal form. Within this regime, the interplay of noise, synaptic bias, and potential curvature produces a topologically robust short time evolution characterized by a tanh like response. This enables Boltzmann like sampling that is largely independent of the detailed shape of the potential, apart from its effective temperature scaling. Analytical derivations and numerical simulations across multiple representative systems corroborate this behavior. Our work provides a unifying foundation for assessing and engineering a broad class of physical platforms, including oscillators, bistable latches, and magnetic devices, as p-bits operating within a synchronous framework for stochastic sampling and probabilistic computation."}
{"id": "2602.04420", "categories": ["physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04420", "abs": "https://arxiv.org/abs/2602.04420", "authors": ["Shamik Chanda", "Pratyush Bhattacharjya", "Avijit Sen", "Sangita Sen"], "title": "UGA-SSMRPT2 -- A Multireference Perturbation Theory Predicting Accurate Electronic Excitation Energies in Diverse Molecular Systems", "comment": "59 pages, 5 figures, Submitted in JCTC", "summary": "UGA-SSMRPT2, the spin-free perturbative analogue of Mukerjee's State-Specific Multireference Coupled Cluster Theory (MkMRCC) is known to be successful for size-extensive and intruder-free construction of dissociation curves. This work demonstrates that UGA-SSMRPT2 is also an accurate and computationally inexpensive framework for computing excitation energies. The method achieves near-chemical accuracy for the vast majority of $π\\to π^*$, $n \\to π^*$, charge-transfer, valence-Rydberg and Rydberg excited states commonly used for benchmarking electronic structure theories for excited states. Our results demonstrate that UGA-SSMRPT2 excitation energies lie within 0.20 eV of EOM-CCSD and/or well-established theoretical best estimates often surpassing the popular MRPT2 approaches like NEVPT2, CASPT2, and MCQDPT while typically requiring smaller active spaces. Its state-specific formulation circumvents the well-known intruder-state problem and eliminates the need for empirical parameters such as IPEA shifts in CASPT2. This work proposes UGA-SSMRPT2 as a robust, and scalable approach for modeling challenging electronic excited states."}
{"id": "2602.03925", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03925", "abs": "https://arxiv.org/abs/2602.03925", "authors": ["Zhi-Qiang Gao", "Yan-Qi Wang", "Ya-Hui Zhang", "Hui Yang"], "title": "Primary charge-4e superconductivity from doping a featureless Mott insulator", "comment": "4.5+7 pages, 4+4 figures", "summary": "Superconductivity is usually understood as a phase in which charge-$2e$ Cooper pairs are condensed. Charge-$4e$ superconductivity has largely been discussed as a vestigial order at finite temperature emerging from charge-$2e$ states. Primary charge-$4e$ superconducting phases at zero temperature remain scarce in both experiments and microscopic models. Here we argue that a doped featureless Mott insulator with $SU(4)$ symmetry provides a natural platform for primary charge-$4e$ superconductivity, based on perturbative renormalization group arguments and group theoretic considerations. As a concrete realization, we construct a bilayer Hubbard model with tunable onsite $SU(4)$ and $Sp(4)$ symmetries that exhibits a featureless Mott insulating phase at half filling. Its low energy physics is captured by a generalized ESD model, featuring an effective Hamiltonian that is purely kinetic within the constrained Hilbert space. Using density matrix renormalization group (DMRG) simulations, we find a primary charge-$4e$ superconducting phase in the $SU(4)$ ESD model and a conventional primary charge-$2e$ phase in the $Sp(4)$ case. We further characterize the corresponding normal states and discuss the resulting finite temperature phase diagram."}
{"id": "2602.03877", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03877", "abs": "https://arxiv.org/abs/2602.03877", "authors": ["Mina Ren", "Xi Shi", "Haitao Jiang", "Feng Liu", "Hong Chen", "Yong Sun"], "title": "Anomalous Non-Hermitian Topological Anderson Insulator", "comment": null, "summary": "Strong disorder drives conventional Hermitian systems into Anderson insulating states, suppressing all topological phases. Here, we unveil symmetry-protected, anomalous topological phases in the strong disorder limit of a non-Hermitian system, characterized by a scale-invariant merging of zero-energy modes. Using the maximally symmetric Jx lattice as an ideal platform and introducing specifically engineered (ABBA-type) symmetry-preserving non-Hermitian disorder, we observe a sequence of disorder-induced phase transitions: from a trivial insulator into and through a non-Hermitian topological Anderson insulator (TAI) phase, culminating in a stable anomalous non-Hermitian TAI phase characterized by a quantized polarization P_x \\approx 0.25. Within this anomalous phase protected by the mobility gap, the zero-energy modes exhibit a distinct (N/2)-mode coalescence that scales with system size. Our findings demonstrate that non-Hermitian disorder engineered to preserve symmetry can induce and protect novel topological order inaccessible to conventional Hermitian disorder, thereby advancing the fundamental understanding of topological phenomena mediated by the interplay of disorder and non-Hermiticity."}
{"id": "2602.03925", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03925", "abs": "https://arxiv.org/abs/2602.03925", "authors": ["Zhi-Qiang Gao", "Yan-Qi Wang", "Ya-Hui Zhang", "Hui Yang"], "title": "Primary charge-4e superconductivity from doping a featureless Mott insulator", "comment": "4.5+7 pages, 4+4 figures", "summary": "Superconductivity is usually understood as a phase in which charge-$2e$ Cooper pairs are condensed. Charge-$4e$ superconductivity has largely been discussed as a vestigial order at finite temperature emerging from charge-$2e$ states. Primary charge-$4e$ superconducting phases at zero temperature remain scarce in both experiments and microscopic models. Here we argue that a doped featureless Mott insulator with $SU(4)$ symmetry provides a natural platform for primary charge-$4e$ superconductivity, based on perturbative renormalization group arguments and group theoretic considerations. As a concrete realization, we construct a bilayer Hubbard model with tunable onsite $SU(4)$ and $Sp(4)$ symmetries that exhibits a featureless Mott insulating phase at half filling. Its low energy physics is captured by a generalized ESD model, featuring an effective Hamiltonian that is purely kinetic within the constrained Hilbert space. Using density matrix renormalization group (DMRG) simulations, we find a primary charge-$4e$ superconducting phase in the $SU(4)$ ESD model and a conventional primary charge-$2e$ phase in the $Sp(4)$ case. We further characterize the corresponding normal states and discuss the resulting finite temperature phase diagram."}
{"id": "2602.03877", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03877", "abs": "https://arxiv.org/abs/2602.03877", "authors": ["Mina Ren", "Xi Shi", "Haitao Jiang", "Feng Liu", "Hong Chen", "Yong Sun"], "title": "Anomalous Non-Hermitian Topological Anderson Insulator", "comment": null, "summary": "Strong disorder drives conventional Hermitian systems into Anderson insulating states, suppressing all topological phases. Here, we unveil symmetry-protected, anomalous topological phases in the strong disorder limit of a non-Hermitian system, characterized by a scale-invariant merging of zero-energy modes. Using the maximally symmetric Jx lattice as an ideal platform and introducing specifically engineered (ABBA-type) symmetry-preserving non-Hermitian disorder, we observe a sequence of disorder-induced phase transitions: from a trivial insulator into and through a non-Hermitian topological Anderson insulator (TAI) phase, culminating in a stable anomalous non-Hermitian TAI phase characterized by a quantized polarization P_x \\approx 0.25. Within this anomalous phase protected by the mobility gap, the zero-energy modes exhibit a distinct (N/2)-mode coalescence that scales with system size. Our findings demonstrate that non-Hermitian disorder engineered to preserve symmetry can induce and protect novel topological order inaccessible to conventional Hermitian disorder, thereby advancing the fundamental understanding of topological phenomena mediated by the interplay of disorder and non-Hermiticity."}
{"id": "2602.03871", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.03871", "abs": "https://arxiv.org/abs/2602.03871", "authors": ["Dmitry A. Cheshkov", "Dmitry O. Sinitsyn"], "title": "Mirror Symmetry of the NMR Spectrum and the Connection with the Structure of Spin Hamiltonian Matrix Representations", "comment": "20 pages, 6 tables, 3 figures", "summary": "This work provides a comprehensive theoretical framework for understanding the symmetry properties of High-Resolution NMR spectra. We analyze the conditions under which a spectrum exhibits mirror symmetry (palindromicity). We demonstrate that such symmetry can arise from two distinct mechanisms: (1) the direct geometric bisymmetry of the Hamiltonian matrix in a generalized canonical basis (typical for balanced systems like $A_nB_n$ or $A_nX_n$), and (2) a more fundamental property of topological isospectrality (similarity) under parameter exchange induced by the internal symmetry of the spin system, which applies even when the matrix lacks geometric symmetry (as observed in $AA'BB'$ systems)."}
{"id": "2602.03937", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03937", "abs": "https://arxiv.org/abs/2602.03937", "authors": ["Xian P. Yang", "Chia-Hsiu Hsu", "Gokul Acharya", "Junyi Zhang", "Md Shafayat Hossain", "Tyler A. Cochran", "Bimal Neupane", "Zi-Jia Cheng", "Santosh Karki Chhetri", "Byunghoon Kim", "Shiyuan Gao", "Yu-Xiao Jiang", "Maksim Litskevich", "Jian Wang", "Yuanxi Wang", "Jin Hu", "Guoqing Chang", "M. Zahid Hasan"], "title": "Observation of a structurally driven, reversible topological phase transition in a distorted square net material", "comment": "Accepted by PRL", "summary": "Topological materials hold immense promise for exhibiting exotic quantum phenomena, yet achieving controllable topological phase transitions remains challenging. Here, we demonstrate a structurally driven, reversible topological phase transition in the distorted square net material GdPS, induced via in situ potassium dosing. Using angle-resolved photoemission spectroscopy and first principles calculations, we demonstrate a cascade of topological phases in the sub-surface P layer: from a large, topologically trivial band gap to a gapless Dirac cone state with a 2 eV dispersion, and finally to a two-dimensional topological insulator as inferred from theory. This evolution is driven by subtle structural distortions in the first P layer caused by potassium adsorption, which in turn contribute to the band gap closure and topological phase transition. Furthermore, the ability to manipulate the topology of a sub-surface layer in GdPS offers a unique route for exploring and controlling topological states in bulk materials."}
{"id": "2602.03919", "categories": ["cond-mat.stat-mech", "math.ST"], "pdf": "https://arxiv.org/pdf/2602.03919", "abs": "https://arxiv.org/abs/2602.03919", "authors": ["Airton Deppman"], "title": "Tsallis Entropy derived from the Chaitin-Kolmogorov Informational Entropy", "comment": "16 pages 1 figure", "summary": "We provide a rigorous first-principle derivation of the non-additive Tsallis' entropy by employing the Chaitin-Kolmogorov algorithmic information theory. By applying non-local restrictive rules on the string formation (grammar), we show that the algorithmic cost follows a power-law of the string length, instead of the linear behaviour obtained in the classical theory. As a result, the Tsallis entropy governs the increase of information. We explore the result showing, through Landauer's limit, that the heat dissipation in systems with long-range correlations is diminished. The $Ω_q$ number, which remains incompressible, now offers the possibility of a continuous increase of complexity, measured by the parameter $q$. We show the consistency of the results by a numerical simulation, and discuss Zipf's law in light of the new findings."}
{"id": "2602.04827", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.04827", "abs": "https://arxiv.org/abs/2602.04827", "authors": ["Wu-Rong Jian", "Arjun S. Kulathuvayal", "Hanfeng Zhai", "Anshu Raj", "Xiaohu Yao", "Yanqing Su", "Shuozhi Xu", "Irene J. Beyerlein"], "title": "Atomistic and data-driven insights into the local slip resistances in random refractory multi-principal element alloys", "comment": null, "summary": "Refractory multi-principal element alloys (RMPEAs) have attracted growing interest for their exceptional high-temperature strength, yet their complex compositions hinder a mechanistic understanding of plastic deformation. Here, we perform atomistic simulations to determine local slip resistances (LSRs) of edge and screw dislocations on primary BCC slip planes in 12 equal-molar RMPEAs. Machine learning is employed to uncover relationships between LSR and underlying material properties, enabling systematic assessment of compositional effects on dislocation behavior. Based on these insights, we develop a thermally activated, dislocation-based model to predict macroscopic yield stress. We find that increasing the fraction of hexagonal close-packed elements above 50% significantly reduces unstable stacking fault energy, ideal shear strength, and screw LSR across all slip planes. Higher elastic anisotropy further lowers these quantities, while lattice distortion modifies relative slip resistances between dislocation characters and slip systems. By combining an autoencoder with a random forest model, we identify elastic constants and lattice distortion as the dominant factors controlling LSR. The resulting framework accurately predicts tensile yield stress in BCC RMPEAs and provides guidance for alloy design."}
{"id": "2602.04452", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.04452", "abs": "https://arxiv.org/abs/2602.04452", "authors": ["E. Yu. Beliayev", "Y. K. Mishra", "I. A. Chichibaba", "I. G. Mirzoiev", "V. A. Horielyi", "A. V. Terekhov"], "title": "Emergent Coherence at the Edge of Magnetism: Low-Doped La2-xSrxCuO4+delta Revisited", "comment": "27 pages, 6 figures. Review article", "summary": "The La2-xSrxCuO4+delta (LSCO) system provides a unique experimental setting for exploring how magnetism, superconductivity, and disorder jointly shape charge transport in a doped Mott insulator. Transport measurements in lightly doped and oxygen-enriched LSCO reveal a strongly insulating normal state governed by variable-range hopping, accompanied by pronounced nonlinear current-voltage characteristics and, at low temperatures, current-induced negative differential resistance. With increasing carrier concentration, these features evolve into regimes characterized by granular and percolative superconductivity near the threshold of bulk superconductivity and, eventually, into a homogeneous strange-metal state close to optimal doping. Throughout this evolution, the transport response shows marked sensitivity to disorder, electronic inhomogeneity, and external control parameters, such as bias current and magnetic field. Rather than reflecting a sequence of sharply distinct phases, the observed transport regimes form a continuous crossover from a localization-dominated insulating state to granular superconductivity and further to a coherent metallic state. This crossover is driven primarily by the progressive enhancement of electronic screening, inter-region coupling, and superconducting connectivity, rather than by abrupt changes in the underlying microscopic scattering mechanisms. Taken together, the available transport data provide a coherent experimental basis for understanding how disorder and mesoscale electronic inhomogeneity organize charge transport and superconductivity across the LSCO phase diagram, underscoring the central role of percolation and nonequilibrium effects in underdoped cuprates."}
{"id": "2602.03905", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03905", "abs": "https://arxiv.org/abs/2602.03905", "authors": ["N. T. Bagraev", "L. E. Klyachkin", "A. N. Malyarenko", "N. I. Rul'"], "title": "Optical detection of the quantum Hall effect in silicon nanostructures", "comment": "7 pages, 5 figures", "summary": "Electroluminescence spectra of a silicon nanostructure with edge channels covered by chains of dipole centers with negative correlation energy are demonstrated. The presence of such chains provides conditions for nondissipative transport of single charge carriers at high temperatures up to room temperature. Due to the suppression of the electron-electron interactions, the macroscopic quantum phenomena such as Shubnikov - de Haas oscillations and the quantum staircase of Hall resistance are consistent with the positions of the spectral peaks of the detected electroluminescence. The obtained results are considered in the framework of Faraday electromagnetic induction, which indicates that Landau quantization leads to the emergence of induced irradiation similar to Josephson and Andreev generation. Moreover, the detected maxima in the spectral characteristics correspond to odd fractional values of the resistance quantum staircases, while the dips in the electroluminescence spectra are observed at even fractional values of the resistance quantum ladder, which is due to the increased formation of composite bosons and fermions, respectively."}
{"id": "2602.03936", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03936", "abs": "https://arxiv.org/abs/2602.03936", "authors": ["Amanda A. Konieczna", "P. Peter Stavropoulos", "Roser Valentí"], "title": "Revealing the microscopic origin of the magnetization plateau in Na$_3$Ni$_2$BiO$_6$", "comment": "11 pages, 8 figures", "summary": "Recent experimental studies of the spin-1 honeycomb antiferromagnet Na$_3$Ni$_2$BiO$_6$ have revealed a pronounced one-third magnetization plateau under applied magnetic fields, highlighting the presence of strong magnetic frustration and anisotropy in this material. Such behavior has been attributed to substantial bond-dependent Kitaev interactions in combination with single-ion anisotropy, placing Na$_3$Ni$_2$BiO$_6$ among honeycomb compounds of interest for unconventional magnetic phases. Motivated by these observations, we present a first-principles-based analysis of the magnetic interactions in Na$_3$Ni$_2$BiO$_6$. By combining density-functional calculations with microscopic modeling, we extract the relevant exchange parameters and construct an effective spin model that quantitatively reproduces both the elastic neutron-scattering spectra and the magnetization curve. The model captures the experimentally observed zero-field zigzag magnetic order, and proposes a $\\textit{double-zigzag}$ state at intermediate magnetic fields, realizing the 1/3-magnetization plateau in a simpler way than suggested in previous works. Crucially, we show that the one-third magnetization plateau does not require Kitaev interactions; instead, it arises from the interplay of strong out-of-plane single-ion anisotropy and competing ferromagnetic nearest-neighbor ($J_1$) and antiferromagnetic third-neighbor ($J_3$) Heisenberg couplings. These results establish a consistent microscopic description of Na$_3$Ni$_2$BiO$_6$ and clarify the origin of its field-induced plateau phase."}
{"id": "2602.03905", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.03905", "abs": "https://arxiv.org/abs/2602.03905", "authors": ["N. T. Bagraev", "L. E. Klyachkin", "A. N. Malyarenko", "N. I. Rul'"], "title": "Optical detection of the quantum Hall effect in silicon nanostructures", "comment": "7 pages, 5 figures", "summary": "Electroluminescence spectra of a silicon nanostructure with edge channels covered by chains of dipole centers with negative correlation energy are demonstrated. The presence of such chains provides conditions for nondissipative transport of single charge carriers at high temperatures up to room temperature. Due to the suppression of the electron-electron interactions, the macroscopic quantum phenomena such as Shubnikov - de Haas oscillations and the quantum staircase of Hall resistance are consistent with the positions of the spectral peaks of the detected electroluminescence. The obtained results are considered in the framework of Faraday electromagnetic induction, which indicates that Landau quantization leads to the emergence of induced irradiation similar to Josephson and Andreev generation. Moreover, the detected maxima in the spectral characteristics correspond to odd fractional values of the resistance quantum staircases, while the dips in the electroluminescence spectra are observed at even fractional values of the resistance quantum ladder, which is due to the increased formation of composite bosons and fermions, respectively."}
{"id": "2602.04070", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.04070", "abs": "https://arxiv.org/abs/2602.04070", "authors": ["Grace Origer", "Ritu R. Raj", "Nathan Jarvey", "P. N. Romero Zavala", "Wilson A. Smith", "Ankur Gupta"], "title": "Rethinking Balance Sheets: A Poisson-Nernst-Planck Based Approach for Modeling Concentration and Flux Profiles Inside an Electrochemical Cell", "comment": null, "summary": "Electrochemical cells serve as a building block for producing and storing electrical energy from chemical reactions. The analysis of ion transport in these systems forms the foundation for understanding more complex electrochemical systems that are becoming increasingly present in the broader societal energy infrastructure. From a pedagogical perspective, the ``balance sheets\" introduced in Chapter 4 of Electrochemical Methods: Fundamentals and Applications by Alan J. Bard, Larry R. Faulkner and Henry S. White (hereafter referred to as BFW) provides a first-pass approach to analyze ion transport in electrochemical cells. However, the balance sheet approach lacks first-principles justifications from the underlying equations that describe the transport processes in electrochemical cells. In this work, we compare a first-principles approach via the Poisson-Nernst-Planck equations to describe ion transport in electrochemical cells to that of the balance sheet approach. By re-working the examples presented in BFW, we illustrate that the balance sheet approach is only valid in limited scenarios. Furthermore, we show that the PNP equations provide a more physical route to analyze ion transport in electrochemical systems. We hope the approach outlined here will be adopted by electrochemical engineering researchers and instructors."}
{"id": "2602.03964", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03964", "abs": "https://arxiv.org/abs/2602.03964", "authors": ["M. Bissolo", "R. Li", "M. Ogura", "Z. Sofer", "S. Polesya", "D. Han", "A. W. Holleitner", "C. Kastl", "G. Koblmüller", "H. Ebert", "E. Zallo", "J. J. Finley"], "title": "Electrically and optically active charge carrier traps in silicon-doped few-layer GaSe", "comment": null, "summary": "Understanding defects in atomically thin van der Waals (vdW) semiconductors is essential for advancing their use in next-generation optoelectronic and photovoltaic devices. Here, we apply a combination of various impedance spectroscopy techniques to two-dimensional (2D) vdW GaSe doped with silicon (Si) to reconstruct deep trap states across the full bandgap. Deep-level transient spectroscopy reveals three distinct deep states 0.31, 0.88, and 1.40 eV below the conduction band edge. Complementary deep-level optical spectroscopy and photocapacitance measurements identify three deep states at 1.4 and 1.8 eV below the conduction band edge, and 2.0 eV above the valence band edge, with thermal admittance spectroscopy providing additional verification and further resolving two trap states, at 0.16 eV above the valence band edge and at 0.26 eV below the conduction band edge. By comparing the experimentally extracted ionization energies with the predictions of density functional theory, our results attribute these trap states primarily to Si-related defects and metal vacancies. This work presents a comprehensive defect map of Si-doped GaSe, providing critical insights into carrier trapping mechanisms that are essential for optimizing the design of 2D material-based devices for industrial applications."}
{"id": "2602.04200", "categories": ["cond-mat.stat-mech", "cs.ET"], "pdf": "https://arxiv.org/pdf/2602.04200", "abs": "https://arxiv.org/abs/2602.04200", "authors": ["Kevin Callahan-Coray", "Kyle Lee", "Kyle Jiang", "Kerem Y. Camsari"], "title": "Restoring Sparsity in Potts Machines via Mean-Field Constraints", "comment": null, "summary": "Ising machines and related probabilistic hardware have emerged as promising platforms for NP-hard optimization and sampling. However, many practical problems involve constraints that induce dense or all-to-all couplings, undermining scalability and hardware efficiency. We address this constraint-induced density through two complementary approaches. First, we introduce a hardware-aware native formulation for multi-state probabilistic digits (p-dits) that avoids the locally dense intra-variable couplings required by binary Ising encodings. We validate p-dit dynamics by reproducing known critical behavior of the 2D Potts model. Second, we propose mean-field constraints (MFC), a hybrid scheme that replaces dense pairwise constraint couplings with dynamically updated single-node biases. Applied to balanced graph partitioning, MFC achieves solution quality comparable to exact all-to-all constraint formulations while dramatically reducing graph density. Finally, we demonstrate the practical impact of restored sparsity by an FPGA implementation, enabling orders-of-magnitude acceleration over CPU-based solvers. Together, these results outline a pathway for scaling constrained optimization on probabilistic hardware."}
{"id": "2602.03927", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cs.AI"], "pdf": "https://arxiv.org/pdf/2602.03927", "abs": "https://arxiv.org/abs/2602.03927", "authors": ["Ahmed Abouelkomsan", "Liang Fu"], "title": "First-Principles AI finds crystallization of fractional quantum Hall liquids", "comment": "5 pages + SM", "summary": "When does a fractional quantum Hall (FQH) liquid crystallize? Addressing this question requires a framework that treats fractionalization and crystallization on equal footing, especially in strong Landau-level mixing regime. Here, we introduce MagNet, a self-attention neural-network variational wavefunction designed for quantum systems in magnetic fields on the torus geometry. We show that MagNet provides a unifying and expressive ansatz capable of describing both FQH states and electron crystals within the same architecture. Trained solely by energy minimization of the microscopic Hamiltonian, MagNet discovers topological liquid and electron crystal ground states across a broad range of Landau-level mixing. Our results highlight the power of first-principles AI for solving strongly interacting many-body problems and finding competing phases without external training data or physics pre-knowledge."}
{"id": "2602.04002", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2602.04002", "abs": "https://arxiv.org/abs/2602.04002", "authors": ["Rodrigo Corso"], "title": "Boundary and Symmetry Breaking in a Deformed Toric Code", "comment": "20 pages, 8 figues, comments are welcome", "summary": "This work explores a deformation of the Kitaev toric code that induces a phase transition out of the topologically ordered phase. By placing the model on a cylinder, the bulk global 1-form symmetries separate into distinct boundary operators, allowing us to show that the transition is accompanied by the breaking of one higher-form symmetry. Using a holographic $(1+1)$-dimensional boundary Hamiltonian, we extract an effective central charge and find a pronounced suppression near $β_c$, followed by its restoration at strong coupling, indicating sensitivity to bulk criticality rather than topological order."}
{"id": "2602.03919", "categories": ["cond-mat.stat-mech", "math.ST"], "pdf": "https://arxiv.org/pdf/2602.03919", "abs": "https://arxiv.org/abs/2602.03919", "authors": ["Airton Deppman"], "title": "Tsallis Entropy derived from the Chaitin-Kolmogorov Informational Entropy", "comment": "16 pages 1 figure", "summary": "We provide a rigorous first-principle derivation of the non-additive Tsallis' entropy by employing the Chaitin-Kolmogorov algorithmic information theory. By applying non-local restrictive rules on the string formation (grammar), we show that the algorithmic cost follows a power-law of the string length, instead of the linear behaviour obtained in the classical theory. As a result, the Tsallis entropy governs the increase of information. We explore the result showing, through Landauer's limit, that the heat dissipation in systems with long-range correlations is diminished. The $Ω_q$ number, which remains incompressible, now offers the possibility of a continuous increase of complexity, measured by the parameter $q$. We show the consistency of the results by a numerical simulation, and discuss Zipf's law in light of the new findings."}
{"id": "2602.04149", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.04149", "abs": "https://arxiv.org/abs/2602.04149", "authors": ["Kurtis D. Borne", "Rebecca Boll", "Thomas M. Baumann", "Surjendu Bhattacharyya", "Martin Centurion", "Keyu Chen", "Benjamin Erk", "Alberto De Fanis", "Ruaridh Forbes", "Markus Ilchen", "Edwin Kukk", "Huynh V. S. Lam", "Xiang Li", "Lingyu Ma", "Tommaso Mazza", "Michael Meyer", "Terence Mullins", "J. Pedro F. Nunes", "Asami Odate", "Shashank Pathak", "Daniel Rivas", "Philipp Schmidt", "Florian Trinter", "Sergey Usenko", "Anbu S. Venkatachalam", "Enliang Wang", "Peter M. Weber", "Till Jahnke", "Artem Rudenko", "Daniel Rolles"], "title": "Probing the structure of cyclic hydrocarbon molecules with X-ray-induced Coulomb explosion imaging", "comment": null, "summary": "Coulomb explosion imaging (CEI) is a powerful experimental technique that maps a molecule's geometric structure onto the momenta of ionic molecular fragments produced by rapid multiple ionization. Here, we apply CEI induced by pulses from an X-ray free-electron laser in order to image and distinguish complex hydrocarbon isomers with the chemical formula C7H8: toluene, cycloheptatriene, and 1,6-heptadiyne. The measured fragment-ion momentum distributions show discernible differences between the three isomers and provide signatures of specific carbon and hydrogen sites in the molecule. In contrast to previous work, we demonstrate that distinct 'marker atoms' are not strictly required for constructing a meaningful molecular frame of reference for the interpretation of the momentum-space data. Our work paves the way for tracking the ultrafast motion of nuclei during isomerization reactions in pure hydrocarbons."}
{"id": "2602.03971", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03971", "abs": "https://arxiv.org/abs/2602.03971", "authors": ["Thang Pham", "Arindom Nag", "Kate Reidy", "Michael A. Filler", "Frances M. Ross"], "title": "Synthesis and guided assembly of niobium trisulfide nanowires and nanowire chains by chemical vapor deposition", "comment": "15 pages, 4 figures", "summary": "One-dimensional (1D) nanostructures of transition metal trichalcogenides (TMT) show unique properties through the combination of their anisotropic bonding and low dimensionality. Scalable synthesis approaches that enable control over the morphology, dimensions, and interfaces of 1D TMTs with other nanoscale materials could allow these properties to be used in novel devices. Here, we report chemical vapor deposition of a 1D TMT, namely niobium trisulfide (NbS3) in the form of nanowires, on different substrates, including bulk substrates (amorphous SiO2/Si and crystalline c-sapphire) and several two-dimensional (2D) van der Waals materials (graphene, h-BN, CrSBr). We demonstrate high growth yield with axial growth rates of up to 40 micrometer/min and with two different growth modes: short nanowires of rectangular cross-section, and unusual long, \"chained nanowires\" up to 100 micrometer in length with sawtooth morphology. We discuss a mechanism that accounts for the two morphologies and discuss how the structure can be tuned through substrate choice and growth conditions. We further demonstrate guided assembly at the edges of graphene and h-BN, as well as epitaxial growth on few-layer CrSBr and c-sapphire. These results open pathways to explore scalable synthesis and directed assembly of 1D TMT nanomaterials in unique morphologies."}
{"id": "2602.04308", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2602.04308", "abs": "https://arxiv.org/abs/2602.04308", "authors": ["Riccardo Piombo", "Dario Mazzilli", "Aurelio Patelli"], "title": "Statistical Mechanics of the Sub-Optimal Transport", "comment": "28 pages, 4 figures", "summary": "Statistical mechanics is a powerful framework for analyzing optimization yielding analytical results for matching, optimal transport, and other combinatorial problems. However, these methods typically target the zero-temperature limit, where systems collapse onto optimal configurations, a.k.a. the ground states. Real-world systems often occupy intermediate regimes where entropy and cost minimization genuinely compete, producing configurations that are structured yet sub-optimal. The Sub-Optimal Transport (SOT) model captures this competition through an ensemble of weighted bipartite graphs: a coupling parameter interpolates between entropy-dominated dense configurations and cost-dominated sparse structures. This crossover has been observed numerically but lacked analytical understanding. Here we develop a mean-field theory that characterizes this transition. We show that local fluctuations in Lagrange multipliers become sub-extensive in the thermodynamic limit, reducing the full model with strength constraints to an effective single-constraint problem admitting an exact solution in some intermediate regime. The resulting free energy is analytic in the coupling parameter, confirming a smooth crossover rather than a phase transition. We derive closed-form expressions for thermodynamic observables and weight distributions, validated against numerical simulations. These results establish the first analytical description of the SOT model, extending statistical mechanics methods beyond the zero-temperature regime."}
{"id": "2602.04151", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.04151", "abs": "https://arxiv.org/abs/2602.04151", "authors": ["Hongyu Chen", "Han Yan", "Xiaorong Zhou", "Xiaoning Wang", "Ziang Meng", "Li Liu", "Guojian Zhao", "Zhiyuan Duan", "Sixu Jiang", "Jingyu Li", "Xiaoyang Tan", "Peixin Qin", "Zhiqi Liu"], "title": "Observation of Highly Efficient Torques on Orbital Moments Induced by Orbital Current", "comment": "15 pages, 5 figures, in press at Modern Physics Letter B", "summary": "We study the current-induced torques in bilayers composed of a light 3d metal, chromium, and a rare-earth ferromagnet with finite orbital moments, terbium, utilizing second-harmonic Hall-response measurements. The dampinglike torque efficiency of chromium is found to be positive and reaches ~3.66 in this system, in sharp contrast to the negative and subtle dampinglike torque efficiency in general Cr/ferromagnet heterostructures with quenched orbital moment. We suggest that the orbital currents generated by the orbital Hall effect in Cr can be injected into Tb with negligible loss at the interface and then efficiently interact with the orbital moments. Our work implies that orbital currents could be harnessed to manipulate the orbital magnetization of materials, which would advance the development of orbitronics."}
{"id": "2602.04452", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.04452", "abs": "https://arxiv.org/abs/2602.04452", "authors": ["E. Yu. Beliayev", "Y. K. Mishra", "I. A. Chichibaba", "I. G. Mirzoiev", "V. A. Horielyi", "A. V. Terekhov"], "title": "Emergent Coherence at the Edge of Magnetism: Low-Doped La2-xSrxCuO4+delta Revisited", "comment": "27 pages, 6 figures. Review article", "summary": "The La2-xSrxCuO4+delta (LSCO) system provides a unique experimental setting for exploring how magnetism, superconductivity, and disorder jointly shape charge transport in a doped Mott insulator. Transport measurements in lightly doped and oxygen-enriched LSCO reveal a strongly insulating normal state governed by variable-range hopping, accompanied by pronounced nonlinear current-voltage characteristics and, at low temperatures, current-induced negative differential resistance. With increasing carrier concentration, these features evolve into regimes characterized by granular and percolative superconductivity near the threshold of bulk superconductivity and, eventually, into a homogeneous strange-metal state close to optimal doping. Throughout this evolution, the transport response shows marked sensitivity to disorder, electronic inhomogeneity, and external control parameters, such as bias current and magnetic field. Rather than reflecting a sequence of sharply distinct phases, the observed transport regimes form a continuous crossover from a localization-dominated insulating state to granular superconductivity and further to a coherent metallic state. This crossover is driven primarily by the progressive enhancement of electronic screening, inter-region coupling, and superconducting connectivity, rather than by abrupt changes in the underlying microscopic scattering mechanisms. Taken together, the available transport data provide a coherent experimental basis for understanding how disorder and mesoscale electronic inhomogeneity organize charge transport and superconductivity across the LSCO phase diagram, underscoring the central role of percolation and nonequilibrium effects in underdoped cuprates."}
{"id": "2602.03925", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03925", "abs": "https://arxiv.org/abs/2602.03925", "authors": ["Zhi-Qiang Gao", "Yan-Qi Wang", "Ya-Hui Zhang", "Hui Yang"], "title": "Primary charge-4e superconductivity from doping a featureless Mott insulator", "comment": "4.5+7 pages, 4+4 figures", "summary": "Superconductivity is usually understood as a phase in which charge-$2e$ Cooper pairs are condensed. Charge-$4e$ superconductivity has largely been discussed as a vestigial order at finite temperature emerging from charge-$2e$ states. Primary charge-$4e$ superconducting phases at zero temperature remain scarce in both experiments and microscopic models. Here we argue that a doped featureless Mott insulator with $SU(4)$ symmetry provides a natural platform for primary charge-$4e$ superconductivity, based on perturbative renormalization group arguments and group theoretic considerations. As a concrete realization, we construct a bilayer Hubbard model with tunable onsite $SU(4)$ and $Sp(4)$ symmetries that exhibits a featureless Mott insulating phase at half filling. Its low energy physics is captured by a generalized ESD model, featuring an effective Hamiltonian that is purely kinetic within the constrained Hilbert space. Using density matrix renormalization group (DMRG) simulations, we find a primary charge-$4e$ superconducting phase in the $SU(4)$ ESD model and a conventional primary charge-$2e$ phase in the $Sp(4)$ case. We further characterize the corresponding normal states and discuss the resulting finite temperature phase diagram."}
{"id": "2602.04172", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.04172", "abs": "https://arxiv.org/abs/2602.04172", "authors": ["Kyle R. Bryenton", "Erin R. Johnson"], "title": "Consistent GMTKN55 and molecular-crystal accuracy using minimally empirical DFT with XDM(Z) dispersion", "comment": "10 pages, 1 figure, 5 tables. arXiv admin note: substantial text overlap with arXiv:2506.02352", "summary": "Density-functional theory (DFT) has become the workhorse of modern computational chemistry, with dispersion corrections such as the exchange-hole dipole moment (XDM) model playing a key role in high-accuracy modelling of large-scale systems. All previous production implementations of XDM have used the two-parameter Becke--Johnson damping function based on atomic radii. Here, we introduce and implement a new XDM variant that uses a one-parameter damping function based on atomic numbers, recently proposed by Becke. Both this new Z damping and the canonical BJ-damping variants of XDM are benchmarked on the comprehensive GMTKN55 database using minimally empirical generalised-gradient-approximation, global hybrid, and range-separated hybrid functionals. This marks the first time that the XDM (and many-body dispersion, MBD) corrections have been tested on the GMTKN55 set. Using the new WTMAD-4 metric, an outlier analysis is performed for all new data, as well as for top-ranking functionals from the literature at each rung, providing insight into both performance and consistency across the dataset. To test Z damping's transferability to the solid state, four benchmarks involving molecular crystals are also considered. Across these molecular and solid-state benchmarks, the revPBE0 and B86bPBE0 hybrid functionals, paired with the Z damped XDM variant, show excellent performance."}
{"id": "2602.03996", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03996", "abs": "https://arxiv.org/abs/2602.03996", "authors": ["S. Patel", "Jose D. Mella", "S. Puri", "Salvador Barraza-Lopez", "H. Nakamura"], "title": "Tuning Terahertz Optomechanics of MoS2 Bilayers with Homogeneous In-plane Strain", "comment": null, "summary": "Homogeneous in-plane biaxial tensile strain strengthens the out-of-plane van der Waals interaction in \\MoS\\ bilayers (BLs) and can be used to fine-tune their terahertz (THz) oscillations. Using ultralow-frequency Raman spectroscopy on hexagonal (2H) and rhombohedral (2R) stacked BLs, we observe a hardening of the interlayer breathing modes originating from a strain-induced Poisson contraction of the vdW separation between the layers, and characterized by an effective out-of-plane Poisson's ratio of $ν_\\mathrm{eff} \\approx 0.19\\text{--}0.24$. Strikingly, this geometric contraction drives the system into a highly repulsive regime of the intermolecular potential, corresponding to a Grüneisen parameter of $γ\\approx 10\\text{--}14$. This value surpasses even the `giant' one reported for phosphorene, establishing these van der Waals BLs as highly tunable nonlinear mechanical platforms that can be addressed at the THz regime, couple strongly with light, and do not need external pressure knobs."}
{"id": "2602.04313", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04313", "abs": "https://arxiv.org/abs/2602.04313", "authors": ["Georgii Kalagov", "Nikita Lebedev"], "title": "Critical behavior of isotropic systems with strong dipole-dipole interaction from the functional renormalization group", "comment": null, "summary": "We compute the critical exponents of three-dimensional magnets with strong dipole-dipole interactions using the functional renormalization group (FRG) within the local potential approximation including the wave function renormalization (LPA$^\\prime$). The system is governed by the Aharony fixed point, which is scale-invariant but lacks conformal invariance. Our nonperturbative FRG analysis identifies this fixed point and determines its scaling behavior. The resulting critical exponents are found to be close to those of the Heisenberg $O(3)$ universality class, as computed within the same FRG/LPA$^\\prime$ framework. This proximity confirms the distinct yet numerically similar nature of the two universality classes."}
{"id": "2602.04194", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.04194", "abs": "https://arxiv.org/abs/2602.04194", "authors": ["Qingyang Mo", "Shuang Zhang"], "title": "Universal Quantized Berry-Dipole Flat Bands", "comment": null, "summary": "Perfectly flat bands with nontrivial quantum geometry have emerged as a frontier for exotic topological phenomena and superconductors. Here, we unveil a universal family of quantized Berry-dipole flat bands in chiral-symmetric (2n+1)-band systems, where the central perfectly flat band carries a Berry-dipole moment d=n, with n an arbitrary integer, while preserving zero Chern number. We construct explicit lattice models to showcase three topological phenomena characterized by the Berry-dipole moment: a flat-band returning pump featuring bidirectional, soliton-like displacement of Wannier centers by exactly n unit cells per half cycle, a dipolar Haldane phase diagram arising from the competition between time-reversal and parity symmetries, and n pairs of bulk helical zero modes whose existence depends on the orientation of pseudomagnetic field. Our findings establish a universal framework for the topology beyond Chern class in perfectly flat bands and provide a tunable platform for exploring quantum geometry and interaction-driven phases."}
{"id": "2602.04781", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.04781", "abs": "https://arxiv.org/abs/2602.04781", "authors": ["Panchlal Prabhat", "Amit Gupta"], "title": "Magneto-optical transport in type-II Weyl semimetals in the presence of orbital magnetic moment", "comment": null, "summary": "The magneto-optical transport of gapless type-I tilted single Weyl semimetals(WSMs) exhibits suppression of total magnetoconductivities in the presence of orbital magnetic moment(OMM) in linear and nonlinear responses (Yang Gao et al., Phys. Rev. B {\\bf 105}, 165307 (2022)). In this work, we extend our study to investigate magnetoconductivities in gapless type-II Weyl semimetals within the semiclassical Boltzmann approach and show the differences that arise compared to type-I Weyl semimetals."}
{"id": "2602.03927", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cs.AI"], "pdf": "https://arxiv.org/pdf/2602.03927", "abs": "https://arxiv.org/abs/2602.03927", "authors": ["Ahmed Abouelkomsan", "Liang Fu"], "title": "First-Principles AI finds crystallization of fractional quantum Hall liquids", "comment": "5 pages + SM", "summary": "When does a fractional quantum Hall (FQH) liquid crystallize? Addressing this question requires a framework that treats fractionalization and crystallization on equal footing, especially in strong Landau-level mixing regime. Here, we introduce MagNet, a self-attention neural-network variational wavefunction designed for quantum systems in magnetic fields on the torus geometry. We show that MagNet provides a unifying and expressive ansatz capable of describing both FQH states and electron crystals within the same architecture. Trained solely by energy minimization of the microscopic Hamiltonian, MagNet discovers topological liquid and electron crystal ground states across a broad range of Landau-level mixing. Our results highlight the power of first-principles AI for solving strongly interacting many-body problems and finding competing phases without external training data or physics pre-knowledge."}
{"id": "2602.04420", "categories": ["physics.chem-ph", "physics.comp-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04420", "abs": "https://arxiv.org/abs/2602.04420", "authors": ["Shamik Chanda", "Pratyush Bhattacharjya", "Avijit Sen", "Sangita Sen"], "title": "UGA-SSMRPT2 -- A Multireference Perturbation Theory Predicting Accurate Electronic Excitation Energies in Diverse Molecular Systems", "comment": "59 pages, 5 figures, Submitted in JCTC", "summary": "UGA-SSMRPT2, the spin-free perturbative analogue of Mukerjee's State-Specific Multireference Coupled Cluster Theory (MkMRCC) is known to be successful for size-extensive and intruder-free construction of dissociation curves. This work demonstrates that UGA-SSMRPT2 is also an accurate and computationally inexpensive framework for computing excitation energies. The method achieves near-chemical accuracy for the vast majority of $π\\to π^*$, $n \\to π^*$, charge-transfer, valence-Rydberg and Rydberg excited states commonly used for benchmarking electronic structure theories for excited states. Our results demonstrate that UGA-SSMRPT2 excitation energies lie within 0.20 eV of EOM-CCSD and/or well-established theoretical best estimates often surpassing the popular MRPT2 approaches like NEVPT2, CASPT2, and MCQDPT while typically requiring smaller active spaces. Its state-specific formulation circumvents the well-known intruder-state problem and eliminates the need for empirical parameters such as IPEA shifts in CASPT2. This work proposes UGA-SSMRPT2 as a robust, and scalable approach for modeling challenging electronic excited states."}
{"id": "2602.04075", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2602.04075", "abs": "https://arxiv.org/abs/2602.04075", "authors": ["Jane Schlesinger", "Simon Hjaltason", "Nathan J. Szymanski", "Christopher J. Bartel"], "title": "Thermodynamic assessment of machine learning models for solid-state synthesis prediction", "comment": null, "summary": "Machine learning models have recently emerged to predict whether hypothetical solid-state materials can be synthesized. These models aim to circumvent direct first-principles modeling of solid-state phase transformations, instead learning from large databases of successfully synthesized materials. Here, we assess the alignment of several recently introduced synthesis prediction models with material and reaction thermodynamics, quantified by the energy with respect to the convex hull and a metric accounting for thermodynamic selectivity of enumerated synthesis reactions. A dataset of successful synthesis recipes was used to determine the likely bounds on both quantities beyond which materials can be deemed unlikely to be synthesized. With these bounds as context, thermodynamic quantities were computed using the CHGNet foundation potential for thousands of new hypothetical materials generated using the Chemeleon generative model. Four recently published machine learning models for synthesizability prediction were applied to this same dataset, and the resultant predictions were considered against computed thermodynamics. We find these models generally overpredict the likelihood of synthesis, but some model scores do trend with thermodynamic heuristics, assigning lower scores to materials that are less stable or do not have an available synthesis recipe that is calculated to be thermodynamically selective. In total, this work identifies existing gaps in machine learning models for materials synthesis and introduces a new approach to assess their quality in the absence of extensive negative examples (failed syntheses)."}
{"id": "2602.04342", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04342", "abs": "https://arxiv.org/abs/2602.04342", "authors": ["Vicenç Méndez", "Rosa Flaquer-Galmés", "Javier Cristín"], "title": "Area under subdiffusive random walks", "comment": null, "summary": "We study the statistical properties of the area and the absolute area under the trajectories of subdiffusive random walks. Using different frameworks to describe subdiffusion (as the scaled Brownian motion, fractional Brownian motion, the continuous-time random walk or the Brownian motion in heterogeneous media), we compute the first two moments, the ergodicity breaking parameter for the absolute area and infer a general scaling for the probability density functions of these functionals. We discuss the differences between the statistical properties of the area and the absolute area for the different subdiffusion models and illustrate the experimental interest of our results. Our theoretical findings are supported by Monte Carlo simulations showing an excellent agreement."}
{"id": "2602.04245", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.04245", "abs": "https://arxiv.org/abs/2602.04245", "authors": ["Abdul Ahad", "Miuko Tanaka", "Nguyen Duy Khanh", "Riku Ishioka", "Aki Kitaori", "Tenta Kitamura", "Hao Ou", "Jiang Pu", "Shinichiro Seki", "Toshiya Ideue"], "title": "Piezomagnetic transport in van der Waals noncoplanar Antiferromagnets", "comment": null, "summary": "The piezomagnetic effect-strain-induced linear modulation of magnetization, arises in magnets with broken time-reversal symmetry (BTRS), offering a pathway to bidirectional strain-based control of magnetism, which is an essential straintronic and spintronic functionality in solids. Metallic antiferromagnets with BTRS provide an ideal platform to study this effect through transport measurements, yet experimental demonstrations are limited. Van der Waals (vdW) nanomagnets, with their mechanical flexibility, are particularly promising for realizing large piezomagnetic responses and effective transport control. Here we demonstrate piezomagnetic control of electronic transport in nano-devices of the vdW antiferromagnets CoNb$_3$S$_6$ and CoTa$_3$S$_6$, archetypal vdW metals with BTRS that exhibit a spontaneous Hall effect. Applying uniaxial strain linearly modulates both the antiferromagnetic transition temperature and coercive field, consistent with strain-driven tuning of exchange coupling, key signatures of the piezomagnetic effect. Moreover, spontaneous Hall effect is controllable via strain, evidencing piezomagnetic tuning of Berry curvature and its associated geometric transport. These findings establish piezomagnetism as a powerful route to manipulate antiferromagnetic transport, opening avenues for straintronic and spintronic applications in vdW magnetic systems."}
{"id": "2602.03927", "categories": ["cond-mat.mes-hall", "cond-mat.str-el", "cs.AI"], "pdf": "https://arxiv.org/pdf/2602.03927", "abs": "https://arxiv.org/abs/2602.03927", "authors": ["Ahmed Abouelkomsan", "Liang Fu"], "title": "First-Principles AI finds crystallization of fractional quantum Hall liquids", "comment": "5 pages + SM", "summary": "When does a fractional quantum Hall (FQH) liquid crystallize? Addressing this question requires a framework that treats fractionalization and crystallization on equal footing, especially in strong Landau-level mixing regime. Here, we introduce MagNet, a self-attention neural-network variational wavefunction designed for quantum systems in magnetic fields on the torus geometry. We show that MagNet provides a unifying and expressive ansatz capable of describing both FQH states and electron crystals within the same architecture. Trained solely by energy minimization of the microscopic Hamiltonian, MagNet discovers topological liquid and electron crystal ground states across a broad range of Landau-level mixing. Our results highlight the power of first-principles AI for solving strongly interacting many-body problems and finding competing phases without external training data or physics pre-knowledge."}
{"id": "2602.03936", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03936", "abs": "https://arxiv.org/abs/2602.03936", "authors": ["Amanda A. Konieczna", "P. Peter Stavropoulos", "Roser Valentí"], "title": "Revealing the microscopic origin of the magnetization plateau in Na$_3$Ni$_2$BiO$_6$", "comment": "11 pages, 8 figures", "summary": "Recent experimental studies of the spin-1 honeycomb antiferromagnet Na$_3$Ni$_2$BiO$_6$ have revealed a pronounced one-third magnetization plateau under applied magnetic fields, highlighting the presence of strong magnetic frustration and anisotropy in this material. Such behavior has been attributed to substantial bond-dependent Kitaev interactions in combination with single-ion anisotropy, placing Na$_3$Ni$_2$BiO$_6$ among honeycomb compounds of interest for unconventional magnetic phases. Motivated by these observations, we present a first-principles-based analysis of the magnetic interactions in Na$_3$Ni$_2$BiO$_6$. By combining density-functional calculations with microscopic modeling, we extract the relevant exchange parameters and construct an effective spin model that quantitatively reproduces both the elastic neutron-scattering spectra and the magnetization curve. The model captures the experimentally observed zero-field zigzag magnetic order, and proposes a $\\textit{double-zigzag}$ state at intermediate magnetic fields, realizing the 1/3-magnetization plateau in a simpler way than suggested in previous works. Crucially, we show that the one-third magnetization plateau does not require Kitaev interactions; instead, it arises from the interplay of strong out-of-plane single-ion anisotropy and competing ferromagnetic nearest-neighbor ($J_1$) and antiferromagnetic third-neighbor ($J_3$) Heisenberg couplings. These results establish a consistent microscopic description of Na$_3$Ni$_2$BiO$_6$ and clarify the origin of its field-induced plateau phase."}
{"id": "2602.04470", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.04470", "abs": "https://arxiv.org/abs/2602.04470", "authors": ["Qingpeng Wang", "Ning Zhang", "Wenjian Liu"], "title": "Unified MPI Parallelization of Wave Function Methods: iCIPT2 as a Showcase", "comment": null, "summary": "The integration of quantum chemical methods with high-performance computing is indispensable for handling large systems with modest accuracy or even small systems but with high accuracy. Continuing with the unified implementation of non-relativistic and relativistic wave functions methods within the MetaWave platform (J. Phys. Chem. A. 2025, 129, 5170), we present here a unified MPI parallelization of the methods by abstracting ever computational step of a method as a dynamically-scheduled loop via ghost process, followed by a global reduction of local results from each node. The algorithmic abstraction enables the use of a single MPI template in various steps of different methods. Taking iCIPT2 [J. Chem. Theory Comput. 2021, 17, 949] as a showcase, the parallel efficiencies achieve 94% and 89% on 16 nodes (1024 cores) for the perturbation and whole calculations, respectively. Further combined with an improved algorithm for the matrix-vector product in the matrix diagonalization and an orbital-configuration-based semi-stochastic estimator for the perturbation correction, this renders large active space calculations possible, so as to obtain benchmarks for the automerization of cyclobutadiene, ground state energy of benzene and potential energy profile of ozone. It is also shown that the error of iCIPT2 follows a power law with respect to the number of configuration state functions."}
{"id": "2602.04106", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2602.04106", "abs": "https://arxiv.org/abs/2602.04106", "authors": ["Ilteris K. Turan", "Sarker Md. Sadman", "Walter R. L. Lambrecht"], "title": "Electronic Structure of CaSnN$_2$: a sustainable alternative for blue LEDs", "comment": "9 pages, 7 figures", "summary": "The electronic band structure of CaSnN2 in the wurtzite-based Pna21 structure is calculated using the Quasiparticle Self-consistent (QS)GW$^{BSE}$ method, including ladder diagrams in the screened Coulomb interaction W$^{BSE}$ and is found to have a direct gap of 2.680 eV at Γ, which corresponds to blue light wavelength of 463 nm and makes it an attractive candidate for sustainable blue light-emitting diodes (LEDs), avoiding Ga and In. The valence band maximum has a1 symmetry and gives allowed transitions to the conduction band minimum for light polarized along the c-direction. The valence band splitting is analyzed in terms of symmetry labeling, and the effective mass tensor is calculated for several bands at Γ. The optical dielectric function, including electron-hole interaction effects is also reported, and the excitons are analyzed, including several dark excitons."}
{"id": "2602.04357", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2602.04357", "abs": "https://arxiv.org/abs/2602.04357", "authors": ["Yuta Yanagibashi", "Kazumasa A. Takeuchi"], "title": "Population dynamics simulations of large deviations for three subclasses of the Kardar-Parisi-Zhang universality class", "comment": "9 pages, 5 figures", "summary": "Recent theoretical studies have gradually deepened our understanding of the one-dimensional (1D) Kardar-Parisi-Zhang (KPZ) universality class even in the large deviation regime, but numerical methods for studying KPZ large deviations remain limited. Here we implement a method based on the population dynamics algorithm for studying large deviations of time-integrated local currents in the totally asymmetric simple exclusion process (TASEP), which is a pragmatic model in the 1D KPZ class. Carrying out simulations for the three representative initial conditions, namely step, flat, and stationary ones, we not only confirm theoretical predictions available for the step case, but also characterize large deviations for the flat and stationary cases which have not been investigated before. We reveal in particular an unexpected robustness of the deeply negative large deviation regime with respect to different initial conditions. We attribute this robustness to the spontaneous formation of a wedge shape in interface profile. Our population dynamics approach may serve as a versatile method for studying large deviations in the KPZ class numerically and, potentially, even experimentally."}
{"id": "2602.04305", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.04305", "abs": "https://arxiv.org/abs/2602.04305", "authors": ["Yasar K. Arafath", "Vaishali Yadav", "Nidhi Kandwal", "P. N. Santhosh", "Pranaba Kishore Muduli", "Prasanta Kumar Muduli"], "title": "Controlling Spin-Mixing Conductance in KTaO$_{3}$ 2DEGs by Varying Argon-Ion Irradiation Time", "comment": "10 Page manuscript, 4 Page Supplemental Material, 4 Figures", "summary": "The Rashba-split two-dimensional electron gas (2DEG) at the surface and interface of insulating oxides like KTaO$_{3}$ (KTO) shows great promise for all-oxide spintronics. However, efficient spin current injection into the adjacent 2DEG remains a key challenge. In this study, we report the spin-pumping experiments on a 2DEG formed on the (001)KTO surface via Ar$^+$ irradiation. We observed a significant increase in magnetic damping in the Ar$^+$-KTO/Py bilayer compared to a non-irradiated KTO/Py control sample, confirming spin pumping into the 2DEG. We demonstrate that the spin-mixing conductance ($g_{\\uparrow\\downarrow}^r$) can be substantially enhanced by controlling the Ar$^+$ irradiation time. The enhancement is attributed to increased 2DEG conductance, which results from a higher concentration of oxygen vacancies with longer irradiation times. This work provides crucial guidance for optimizing spin-to-charge conversion in KTO-based systems, highlighting the potential of Ar$^+$-irradiated KTO 2DEGs for future oxide spintronics."}
{"id": "2602.03937", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03937", "abs": "https://arxiv.org/abs/2602.03937", "authors": ["Xian P. Yang", "Chia-Hsiu Hsu", "Gokul Acharya", "Junyi Zhang", "Md Shafayat Hossain", "Tyler A. Cochran", "Bimal Neupane", "Zi-Jia Cheng", "Santosh Karki Chhetri", "Byunghoon Kim", "Shiyuan Gao", "Yu-Xiao Jiang", "Maksim Litskevich", "Jian Wang", "Yuanxi Wang", "Jin Hu", "Guoqing Chang", "M. Zahid Hasan"], "title": "Observation of a structurally driven, reversible topological phase transition in a distorted square net material", "comment": "Accepted by PRL", "summary": "Topological materials hold immense promise for exhibiting exotic quantum phenomena, yet achieving controllable topological phase transitions remains challenging. Here, we demonstrate a structurally driven, reversible topological phase transition in the distorted square net material GdPS, induced via in situ potassium dosing. Using angle-resolved photoemission spectroscopy and first principles calculations, we demonstrate a cascade of topological phases in the sub-surface P layer: from a large, topologically trivial band gap to a gapless Dirac cone state with a 2 eV dispersion, and finally to a two-dimensional topological insulator as inferred from theory. This evolution is driven by subtle structural distortions in the first P layer caused by potassium adsorption, which in turn contribute to the band gap closure and topological phase transition. Furthermore, the ability to manipulate the topology of a sub-surface layer in GdPS offers a unique route for exploring and controlling topological states in bulk materials."}
{"id": "2602.03937", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.03937", "abs": "https://arxiv.org/abs/2602.03937", "authors": ["Xian P. Yang", "Chia-Hsiu Hsu", "Gokul Acharya", "Junyi Zhang", "Md Shafayat Hossain", "Tyler A. Cochran", "Bimal Neupane", "Zi-Jia Cheng", "Santosh Karki Chhetri", "Byunghoon Kim", "Shiyuan Gao", "Yu-Xiao Jiang", "Maksim Litskevich", "Jian Wang", "Yuanxi Wang", "Jin Hu", "Guoqing Chang", "M. Zahid Hasan"], "title": "Observation of a structurally driven, reversible topological phase transition in a distorted square net material", "comment": "Accepted by PRL", "summary": "Topological materials hold immense promise for exhibiting exotic quantum phenomena, yet achieving controllable topological phase transitions remains challenging. Here, we demonstrate a structurally driven, reversible topological phase transition in the distorted square net material GdPS, induced via in situ potassium dosing. Using angle-resolved photoemission spectroscopy and first principles calculations, we demonstrate a cascade of topological phases in the sub-surface P layer: from a large, topologically trivial band gap to a gapless Dirac cone state with a 2 eV dispersion, and finally to a two-dimensional topological insulator as inferred from theory. This evolution is driven by subtle structural distortions in the first P layer caused by potassium adsorption, which in turn contribute to the band gap closure and topological phase transition. Furthermore, the ability to manipulate the topology of a sub-surface layer in GdPS offers a unique route for exploring and controlling topological states in bulk materials."}
{"id": "2602.04696", "categories": ["physics.chem-ph", "cs.LG"], "pdf": "https://arxiv.org/pdf/2602.04696", "abs": "https://arxiv.org/abs/2602.04696", "authors": ["Gordan Prastalo", "Kevin Maik Jablonka"], "title": "Beyond Learning on Molecules by Weakly Supervising on Molecules", "comment": null, "summary": "Molecular representations are inherently task-dependent, yet most pre-trained molecular encoders are not. Task conditioning promises representations that reorganize based on task descriptions, but existing approaches rely on expensive labeled data. We show that weak supervision on programmatically derived molecular motifs is sufficient. Our Adaptive Chemical Embedding Model (ACE-Mol) learns from hundreds of motifs paired with natural language descriptors that are cheap to compute, trivial to scale. Conventional encoders slowly search the embedding space for task-relevant structure, whereas ACE-Mol immediately aligns its representations with the task. ACE-Mol achieves state-of-the-art performance across molecular property prediction benchmarks with interpretable, chemically meaningful representations."}
{"id": "2602.04133", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04133", "abs": "https://arxiv.org/abs/2602.04133", "authors": ["Chao Zhou", "Sizhe Huang", "Yangyang Si", "Zhongqi Ren", "Jianyuan Zhao", "Hailin Wang", "Jingxuan Li", "Xianlong Cheng", "Haoliang Huang", "Shi Liu", "Sujit Das", "Shiqing Deng", "Zuhuang Chen"], "title": "Decoupling effects of the resistive-switching behavior on the polarization reversal in ultrathin ferroelectric Hf0.5Zr0.5O2 films", "comment": "23 pages, 7 figures, accpeted by Matter", "summary": "HfO2-based ferroelectric films have attracted considerable attention as their nanoscale ferroelectricity and compatibility with cmos technology, fulfilling demands of emerging memory technologies. However, as films scale down, resistive-switching behavior becomes increasingly pronounced, intricately intertwining with the polarization-switching process and affecting ferroelectric switching factors often overlooked yet crucial for device performance optimization. By characterizing resistive-switching behavior and oxygen vacancy motion using tailored electric pulse schemes, we decouple the resistive-switching behavior from the overall switching process in ultrathin ferroelectric HZO films, which would otherwise erroneously inflate polarization values and increase coercive fields. Building on this, we elucidate endurance degradation mechanisms from dual perspectives of resistive switching and defect migration. Furthermore, we demonstrate the mitigated resistive switching activity by designing HfO2-based devices with symmetric oxide electrodes, achieving reduced coercive fields and improved cycling performances. This work provides crucial insights into the origins of inflated polarizations and reliability challenges in HfO2-based devices while offering a viable strategy to enhance ferroelectric properties for advanced memory applications."}
{"id": "2602.04363", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04363", "abs": "https://arxiv.org/abs/2602.04363", "authors": ["R. Goutham", "R. Rajesh", "V. Subashri", "Oleg Zaboronski"], "title": "Probabilities of rare events in product kernel aggregation: An exact formula and phase diagram", "comment": "17 pages, 12 figures", "summary": "We present an exact method for calculating the large deviation function describing rare fluctuations in the number of particles for product-kernel aggregation. Starting from the master equation, we derive an exact integral representation for the probability $P(M,N,t)$ of observing $N$ particles at time $t$ starting from $M$ monomers for any finite $M, N, t$. From this, we obtain an exact expression for the exponential moment $\\langle p^N\\rangle$ for integer $p$. Employing a replica conjecture -- numerically validated by finite-$M$ scaling -- we extend this result to real $p \\geq 0$. The convex envelope of the large deviation function, obtained via a Legendre-Fenchel transform of the exponential moment, shows singular behavior. The singular structure allows us to construct the full phase diagram of product-kernel aggregation, which contains a tricritical point, separating continuous and discontinuous transitions. We also compute the asymptotic form of the LDF for small $N/M$."}
{"id": "2602.04319", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.04319", "abs": "https://arxiv.org/abs/2602.04319", "authors": ["Adam Gindl", "Martin Čmel", "František Trojánek", "Petr Malý", "Zbyněk Šobáň", "Alexandr Pošta", "Martin Kozák"], "title": "Coherent electronic Raman excitation of valley-orbit split states of phosphorus dopants in silicon", "comment": "v1: preprint; licence: CC BY 4.0. Data necessary for replication of results are available in the Zenodo repository at https://doi.org/10.5281/zenodo.18434733", "summary": "In this study, we demonstrate coherent optical excitation of the electronic Raman transition between the $1s\\left(A_1\\right)$ and $1s\\left(E\\right)$ split states of phosphorus donor in crystalline silicon. The dynamics of the generated wavepacket is characterized in the time domain using a degenerate pump-probe technique with mid-infrared femtosecond pulses via transient polarization anisotropy of the probe pulse. In addition, we study the role of resonantly excited carriers, and we show that the amplitude and coherence time of the electronic wavepacket depend on the pre-excited carrier density. Further, we demonstrate that under certain conditions, the Raman-type excitation changes to displacive impulsive excitation, which allows us to address the Raman-forbidden transition between $1s\\left(A_1\\right)$ and $1s\\left(T_1\\right)$."}
{"id": "2602.04534", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.04534", "abs": "https://arxiv.org/abs/2602.04534", "authors": ["Josu Diego", "Matteo Calandra"], "title": "Fermi surface geometry and momentum dependent electron-phonon coupling drive the charge density wave in quasi-1D ZrTe$3$", "comment": null, "summary": "ZrTe$_3$ is a prototypical quasi-one-dimensional compound undergoing a charge density wave transition via a very sharp Kohn anomaly in phonon momentum space. While Fermi surface geometry has long been considered the primary driver of the instability, a full understanding of the lattice dynamics and electron-phonon role has remained elusive. Our first principles calculations in the high-symmetry phase show that the Fermi surface is correctly reproduced only when the Hubbard interaction on the Te $5p$ orbitals is included, which in turn is essential for the appearance of a soft harmonic phonon mode at the CDW wavevector. Analyzing the mode and momentum dependence of the electron-phonon coupling, we find that its variations with phonon momentum dominate over electronic effects. These results identify unambiguously the CDW origin in ZrTe$_3$ as a cooperative effect of Fermi surface geometry and momentum-dependent electron-phonon coupling, with the latter playing the leading role. The mechanisms revealed in our work are directly relevant to other quasi-1D systems, including trichalcogenides and compounds hosting Peierls-like chains."}
{"id": "2602.03964", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03964", "abs": "https://arxiv.org/abs/2602.03964", "authors": ["M. Bissolo", "R. Li", "M. Ogura", "Z. Sofer", "S. Polesya", "D. Han", "A. W. Holleitner", "C. Kastl", "G. Koblmüller", "H. Ebert", "E. Zallo", "J. J. Finley"], "title": "Electrically and optically active charge carrier traps in silicon-doped few-layer GaSe", "comment": null, "summary": "Understanding defects in atomically thin van der Waals (vdW) semiconductors is essential for advancing their use in next-generation optoelectronic and photovoltaic devices. Here, we apply a combination of various impedance spectroscopy techniques to two-dimensional (2D) vdW GaSe doped with silicon (Si) to reconstruct deep trap states across the full bandgap. Deep-level transient spectroscopy reveals three distinct deep states 0.31, 0.88, and 1.40 eV below the conduction band edge. Complementary deep-level optical spectroscopy and photocapacitance measurements identify three deep states at 1.4 and 1.8 eV below the conduction band edge, and 2.0 eV above the valence band edge, with thermal admittance spectroscopy providing additional verification and further resolving two trap states, at 0.16 eV above the valence band edge and at 0.26 eV below the conduction band edge. By comparing the experimentally extracted ionization energies with the predictions of density functional theory, our results attribute these trap states primarily to Si-related defects and metal vacancies. This work presents a comprehensive defect map of Si-doped GaSe, providing critical insights into carrier trapping mechanisms that are essential for optimizing the design of 2D material-based devices for industrial applications."}
{"id": "2602.04723", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.04723", "abs": "https://arxiv.org/abs/2602.04723", "authors": ["Vladimir Fishman", "Jan M. L. Martin", "A. Daniel Boese"], "title": "Intermolecular Interactions of Large Systems: Boron Nitrides, Acenes, and Coronenes", "comment": "30 pages, sequel to https://doi.org/10.1021/acs.jctc.4c01512", "summary": "In a recent contribution [Fishman, V.; Lesiuk, M.; Martin, J.M.L.; Boese, A.D., J. Chem. Theory Comput. 2025, 21, 2311-2324], we introduced another angle at benchmarking non-covalent interactions by not just benchmarking interaction energies of different species, but by considering the evolution of interaction energies with increasing system size.\n  Here, we extend the benchmark set to more species, such as electrostatically bound borazine dimers as well as the minima structures of parallel displaced acene and coronene dimers. While the minimum structures of the parallel displaced acene dimers yield similar results to previously published sandwich-structured acenes, the borazine dimers behave vastly different, yielding yet a more complete picture on non-covalent interactions and their scalability. In contrast, the polycyclic aromatic hydrocarbon structures -- coronenes sandwich-stacked and coronenes parallel displaced -- give results consistent with those obtained for both types of the polyacene series, resulting in an updated estimate for the coronene dimer energy."}
{"id": "2602.04186", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04186", "abs": "https://arxiv.org/abs/2602.04186", "authors": ["Zhou Chao", "Zhang Shaohua", "Hao Lei", "Jin Yaxuan", "Jiang Xianguo", "Yang Ning", "Zheng Li", "Meng Hao", "Lu Chao", "Huang Wendeng", "Wu Yizheng", "Zhou Yan", "Jia Xu"], "title": "Long-range orbital transport and inverse orbital Hall effect in Co/Ru-based terahertz emitters", "comment": "22 pages, 5 figures", "summary": "The utilization of terahertz (THz) emission spectroscopy in femtosecond photoexcited spintronic heterostructures has emerged as a versatile tool for investigating ultrafast spin-transport in a noncontact and non-invasive manner. However, the investigation of ultrafast orbital-transport is still in the primitive stage. Here, we experimentally demonstrate the orbital-to-charge current conversion in Co/Ru heterostructures. Time-domain measurements reveal delayed and broadened terahertz waveforms with increasing Ru thickness, consistent with long-range orbital transport. In Co/Pt/Ru trilayers, the terahertz emission is further enhanced through constructive interference between the inverse spin Hall effect (ISHE) in Pt and inverse orbital Hall effect (IOHE) in Ru, while reversed stack structures show suppressed output. Ferromagnetic resonance (FMR) measurements reveal a strong correlation between damping and THz amplitude, highlighting efficient angular momentum conversion. These results position Co/Ru as a promising orbitronic platform for tunable ultrafast THz emission. Our results not only strengthen the physical mechanism of condensed matter physics but also pave the way for designing promising spin-orbitronic devices and terahertz emitters."}
{"id": "2602.04560", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04560", "abs": "https://arxiv.org/abs/2602.04560", "authors": ["Marco Baldovin", "Alessandro Manacorda"], "title": "Control protocols for harmonically confined run-and-tumble particles", "comment": "13 pages, 9 figures", "summary": "Run-and-tumble particles constitute one of the simplest models of self-propelled active matter, and provide an ideal playground to the understanding of out-of-equilibrium systems. We consider an idealized setup where one such particle is subject to a harmonic confining potential, and an external agent can vary in time the tumbling rate and the strength of the trap. We search for time-dependent control protocols steering the system between assigned end states, in a prescribed time interval. To this aim, we propose a description of the dynamics, alternative to the usual ones, in the form of an infinite set of ordinary differential equations. Solutions based on a suitable closure of such hierarchy, which we expect to hold true in the limit of long protocol duration, are discussed and compared with numerical simulations. We also look for the protocol completing the task with the minimal work, on average: the problem can be tackled analytically, again in the regime of slow (but not quasi-static) transformations. The solution provides insightful intuition on the optimal strategies for the control of active matter systems."}
{"id": "2602.04561", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.04561", "abs": "https://arxiv.org/abs/2602.04561", "authors": ["Haiyang Pan", "Shunshun Yang", "Yuzhu Wang", "Xiangbin Cai", "Wei Wang", "Yan Zhao", "Kenji Watanabe", "Takashi Taniguchi", "Linlong Zhang", "Youwen Liu", "Bo Yang", "Weibo Gao"], "title": "Optical signatures of -1/3 fractional quantum anomalous Hall state in twisted MoTe2", "comment": "4 figures", "summary": "The discovery of fractional charge excitations in new platforms offers crucial insights into strongly correlated quantum phases. While a range of fractional quantum anomalous Hall (FQAH) states have recently been observed in two-dimensional twisted moire systems, the theoretically anticipated filling factor v = -1/3 FQAH state has remained elusive, with debates centering on its nature of charge density wave or a topological Chern insulator. Here, we report the optical detection of a v = -1/3 FQAH state in twisted MoTe2 bilayers. Using photoluminescence (PL) and reflective magnetic circular dichroism (RMCD) techniques, we identify ferromagnetic states at filling factors v = -1, -2/3, and -1/3, all tunable by a vertical electric field. The corresponding Curie temperatures are approximately 11 K, 3.5 K, and 2.4 K, respectively. The -1/3 state emerges over a narrower electric field range and a lower temperature compared to the integer and other fractional states, indicating its fragile nature that may lead to its absence in previous reports. Notably, the PL spectra at v = -1/3 disperse as the out-of-plane magnetic field increases, consistent with a nontrivial topological origin. Theoretical calculations based on the exact diagonalization method further support the interpretation of this topologically non-trivial state."}
{"id": "2602.03971", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03971", "abs": "https://arxiv.org/abs/2602.03971", "authors": ["Thang Pham", "Arindom Nag", "Kate Reidy", "Michael A. Filler", "Frances M. Ross"], "title": "Synthesis and guided assembly of niobium trisulfide nanowires and nanowire chains by chemical vapor deposition", "comment": "15 pages, 4 figures", "summary": "One-dimensional (1D) nanostructures of transition metal trichalcogenides (TMT) show unique properties through the combination of their anisotropic bonding and low dimensionality. Scalable synthesis approaches that enable control over the morphology, dimensions, and interfaces of 1D TMTs with other nanoscale materials could allow these properties to be used in novel devices. Here, we report chemical vapor deposition of a 1D TMT, namely niobium trisulfide (NbS3) in the form of nanowires, on different substrates, including bulk substrates (amorphous SiO2/Si and crystalline c-sapphire) and several two-dimensional (2D) van der Waals materials (graphene, h-BN, CrSBr). We demonstrate high growth yield with axial growth rates of up to 40 micrometer/min and with two different growth modes: short nanowires of rectangular cross-section, and unusual long, \"chained nanowires\" up to 100 micrometer in length with sawtooth morphology. We discuss a mechanism that accounts for the two morphologies and discuss how the structure can be tuned through substrate choice and growth conditions. We further demonstrate guided assembly at the edges of graphene and h-BN, as well as epitaxial growth on few-layer CrSBr and c-sapphire. These results open pathways to explore scalable synthesis and directed assembly of 1D TMT nanomaterials in unique morphologies."}
{"id": "2602.04783", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.04783", "abs": "https://arxiv.org/abs/2602.04783", "authors": ["Prateek Vaish", "Brenda Rubenstein"], "title": "Reducing the Cost of Unitary Coupled Cluster via Active Space Partitioning", "comment": "35 pages, 5 figures, 2 tables. Includes 5 pages of Supplemental Information with detailed GW100 benchmark data and molecule-by-molecule error analysis", "summary": "Unitary Coupled Cluster (UCC) theory is a promising variational method for electronic structure calculations, especially for strongly correlated systems and quantum computers. However, its practical application is limited by the steep scaling of its non-terminating Baker-Campbell-Hausdorff expansion. We introduce an active space UCCSD(4)/MP2 approach that leverages a fourth-order many-body perturbation theory truncation of UCCSD within a selected active space, while treating external excitations at the MP2 level. We explore two variants: a composite method that sums separate internal and external contributions and an interacting method that couples the amplitudes for greater accuracy. We test our approach on the GW100 dataset, a metaphosphate hydrolysis reaction, and the strongly correlated torsion of ethylene. Our results suggest that the interacting method with canonical orbitals is robust for weakly and moderately correlated systems and accurately reproduces the full UCCSD(4) potential energy curves using only 15-25% of the virtual orbitals in its active space. In comparison, the composite formulation exhibits greater sensitivity to the orbital basis and active space size, leading to less systematic behavior across the benchmark set. For ethylene torsion, a system dominated by strong static correlation, both composite and interacting formulations employing canonical orbitals closely track the full UCCSD(4) reference but do not alleviate the unphysical features inherited from the underlying single-reference UCCSD(4) description. This active space framework offers a tractable approach for modeling correlated molecules and reactions on classical computers and provides a viable path for scaling UCC calculations for resource-constrained quantum hardware."}
{"id": "2602.04280", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2602.04280", "abs": "https://arxiv.org/abs/2602.04280", "authors": ["Fei Peng", "Zhichao Liang", "Zhoutao Yang", "Yijia Chen", "Wenjie Mai", "Chuanxi Zhao"], "title": "Robust, High-Contrast, Recyclable Zinc-Based Dynamic Windows via Synergistic Electrolyte and Interfacial Engineering", "comment": null, "summary": "Zinc-based electrochromic devices offer a sustainable route for dynamic optical management but are plagued by poor cycling stability due to irreversible zinc plating/stripping and side reactions. Herein, we report a robust, high-contrast, and recyclable zinc-based dynamic window enabled by a synergistic electrolyte and interfacial engineering strategy. Molecular dynamics simulations and electrochemical analyses reveal a dual-ion cooperative mechanism that governs the reversibility: anions with the strongest binding affinity guide uniform Zn deposition by stabilizing the inner solvation shell, while formate anions co-enriched at the interface facilitate smooth stripping via protonation during the oxidation process. This orchestrated interplay effectively eliminates \"dead Zn\" accumulation and dendrite growth. Consequently, the device demonstrates a record-high lifespan of 15,000 cycles with negligible degradation and maintains a large optical modulation of >50%, along with multiple optical states (transparent, gray, black, and mirror). Furthermore, it achieves a large reflectance modulation (>50%) stable for over 2,000 cycles. This work establishes the recyclable zinc-based dynamic window as a scalable, high-performance alternative to conventional electrochromic systems, advancing the feasibility of solution-processed energy-saving windows in sustainable buildings."}
{"id": "2602.04593", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "gr-qc", "hep-th"], "pdf": "https://arxiv.org/pdf/2602.04593", "abs": "https://arxiv.org/abs/2602.04593", "authors": ["Nitesh Jaiswal", "S. Shankaranarayanan"], "title": "Emergent Hawking Radiation and Quantum Sensing in a Quenched Chiral Spin Chain", "comment": "23 pages, 7 figures. Comments are welcome", "summary": "We investigate the emergence and detection of Hawking radiation (HR) in a 1D chiral spin chain model, where the gravitational collapse is simulated by a sudden quantum quench that triggers a horizon-inducing phase transition. While our previous work Jaiswal [2025] established that this model mimics BH formation conditions even when the Hoop conjecture is seemingly violated, we here focus on the resulting stationary radiation spectrum and its detectability. By mapping the spin chain dynamics to a Dirac fermion in a curved (1 + 1)-dimensional spacetime, we analyze the radiation using two complementary approaches: field-theoretic modes and operational quantum sensors. First, using localized Gaussian wave packets to model realistic detectors, we find that the radiation spectrum exhibits deviations from the ideal Planckian form, analogous to frequency-dependent greybody factors, while retaining robust Poissonian statistics that signal the loss of formation-scale information. Second, we introduce a qubit coupled to the chain as a stationary Unruh-DeWitt detector. We demonstrate that the qubit functions as a faithful quantum sensor of the Hawking temperature only in the weak-coupling regime, where its population dynamics are governed solely by the bath spectral density. In the strong-coupling limit, the probe thermalizes with the global environment, obscuring the horizon-induced thermal signature. These results provide a clear operational protocol for distinguishing genuine analog HR from environmental noise in quantum simulation platforms."}
{"id": "2602.04854", "categories": ["cond-mat.mes-hall", "math-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04854", "abs": "https://arxiv.org/abs/2602.04854", "authors": ["Manuel Calixto"], "title": "Real and momentum space analysis of topological phases in 2D d-wave altermagnets", "comment": "18 pages, 13 figures", "summary": "Altermagnetism has recently emerged as a third fundamental branch of magnetism, combining the vanishing net magnetization of antiferromagnets with the high-momentum-dependent spin splitting of ferromagnets. This study provides a comprehensive real- and momentum-space analysis of topological phases in two-dimensional d-wave altermagnets. By employing a tight-binding Hamiltonian, we characterize the topological phase transition occurring at a critical intra-sublattice hopping strength ($t_a^C$). We examine the emergence of Dirac nodal points and the resulting Berry curvature singularities, supported by a visual analysis of pseudospin texture winding. Crucially, we analize spin splitting, effective altermagnetic strength, and investigate the transport implications of these phases, uncovering giant conductivity anisotropy and spin-dependent \"steering\" effects driven by group velocity distribution across the Fermi surface. Beyond bulk properties, we analyze the edge state topology in ribbon geometries through the lens of information-theoretic markers like fidelity-susceptibility and inverse participation ratio, offering an alternative to traditional Chern number calculations. Our results demonstrate that the hybridization of edge states in ultra-narrow nanoribbons opens a controllable energy gap, a feature we exploit to propose a novel topological altermagnetic field-effect transistor design where ballistic and spatially spin-polarized transport can be electrostatically gated. This work establishes a theoretical and information-theoretic framework for \"edgetronics\" in altermagnetic materials, paving the way for next-generation, high-speed spintronic and \"spin-splitter\" logic devices and architectures."}
{"id": "2602.03996", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.03996", "abs": "https://arxiv.org/abs/2602.03996", "authors": ["S. Patel", "Jose D. Mella", "S. Puri", "Salvador Barraza-Lopez", "H. Nakamura"], "title": "Tuning Terahertz Optomechanics of MoS2 Bilayers with Homogeneous In-plane Strain", "comment": null, "summary": "Homogeneous in-plane biaxial tensile strain strengthens the out-of-plane van der Waals interaction in \\MoS\\ bilayers (BLs) and can be used to fine-tune their terahertz (THz) oscillations. Using ultralow-frequency Raman spectroscopy on hexagonal (2H) and rhombohedral (2R) stacked BLs, we observe a hardening of the interlayer breathing modes originating from a strain-induced Poisson contraction of the vdW separation between the layers, and characterized by an effective out-of-plane Poisson's ratio of $ν_\\mathrm{eff} \\approx 0.19\\text{--}0.24$. Strikingly, this geometric contraction drives the system into a highly repulsive regime of the intermolecular potential, corresponding to a Grüneisen parameter of $γ\\approx 10\\text{--}14$. This value surpasses even the `giant' one reported for phosphorene, establishing these van der Waals BLs as highly tunable nonlinear mechanical platforms that can be addressed at the THz regime, couple strongly with light, and do not need external pressure knobs."}
{"id": "2602.04849", "categories": ["physics.chem-ph", "cs.AI", "cs.MA"], "pdf": "https://arxiv.org/pdf/2602.04849", "abs": "https://arxiv.org/abs/2602.04849", "authors": ["Changhyeok Choi", "Yunheng Zou", "Marcel Müller", "Han Hao", "Yeonghun Kang", "Juan B. Pérez-Sánchez", "Ignacio Gustin", "Hanyong Xu", "Mohammad Ghazi Vakili", "Chris Crebolder", "Alán Aspuru-Guzik", "Varinia Bernales"], "title": "El Agente Estructural: An Artificially Intelligent Molecular Editor", "comment": null, "summary": "We present El Agente Estructural, a multimodal, natural-language-driven geometry-generation and manipulation agent for autonomous chemistry and molecular modelling. Unlike molecular generation or editing via generative models, Estructural mimics how human experts directly manipulate molecular systems in three dimensions by integrating a comprehensive set of domain-informed tools and vision-language models. This design enables precise control over atomic or functional group replacements, atomic connectivity, and stereochemistry without the need to rebuild extensive core molecular frameworks. Through a series of representative case studies, we demonstrate that Estructural enables chemically meaningful geometry manipulation across a wide range of real-world scenarios. These include site-selective functionalization, ligand binding, ligand exchange, stereochemically controlled structure construction, isomer interconversion, fragment-level structural analysis, image-guided generation of structures from schematic reaction mechanisms, and mechanism-driven geometry generation and modification. These examples illustrate how multimodal reasoning, when combined with specialized geometry-aware tools, supports interactive and context-aware molecular modelling beyond structure generation. Looking forward, the integration of Estructural into El Agente Quntur, an autonomous multi-agent quantum chemistry platform, enhances its capabilities by adding sophisticated tools for the generation and editing of three-dimensional structures."}
{"id": "2602.04301", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04301", "abs": "https://arxiv.org/abs/2602.04301", "authors": ["Binchang Zhou", "Baoru Pan", "Pan Zhou", "Yuzhong Hu", "Songmin Liu", "Lizhong Sun"], "title": "High-Throughput Discovery of Two-Dimensional Materials Exhibiting Strong Rashba-Edelstein effect", "comment": null, "summary": "The Rashba-Edelstein effect (REE), which generates spin accumulation under an applied electric current, quantifies charge-to-spin conversion (CSC) efficiency in non-centrosymmetric systems. However, systematic investigations of REE in two-dimensional (2D) materials remain scarce. To address this gap, we perform a comprehensive symmetry analysis based on the 80 crystallographic layer groups, elucidating the relationship between materials' symmetries and the geometric characteristics of the REE response tensor. Our analysis identifies 13 distinct symmetry classes for the tensor and reveals all potential material candidates. Considering the requirement of strong spin-orbit coupling for a large REE response, we screen the C2DB database and identify 54 promising 2D materials. First-principles calculations demonstrate that the largest REE response coefficients in these materials exceed those reported for other 2D systems by an order of magnitude, indicating exceptionally high CSC efficiency. Focusing on three representative materials, including HgI2, AgTlP2Se6 and BrGaTe, we show that their large response coefficients can be well explained by effective kp models and the characteristic spin textures around high-symmetry points in momentum space. This work provides a systematic framework and identifies high-performance candidates, paving the way for future exploration of REE-driven CSC in 2D materials."}
{"id": "2602.04626", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2602.04626", "abs": "https://arxiv.org/abs/2602.04626", "authors": ["Fabio Deelan Cunden", "Noemi Cuppone", "Giovanni Gramegna", "Pierpaolo Vivo"], "title": "The Most Dispersed Subset of Random Points in $\\mathbb{R}^d$", "comment": "33 pages, 7 figures", "summary": "Consider a population of $N$ individuals, each having $d\\geq 1$ different traits, and an additive measure, called dispersion, which rewards large pairwise separations between traits. The goal is to select $M\\leq N$ individuals such that their traits are as dispersed as possible. We compute analytically the full statistics (including large deviation tails) of the maximally achievable dispersion among sub-populations of size $M$ when the traits are independent and identically distributed. Two complementary approaches are developed, one based on a mean-field theory for order statistics, and the other on the replica method from the field of disordered systems. In all dimensions $d$, and for rotationally symmetric distributions, the optimal subset for large populations consists of all points lying outside a $d$-dimensional ball whose radius is determined self-consistently. For a single trait ($d=1$), the statistics of the maximal dispersion can be tackled for finite $N,M$ as well. The formulae we obtained are corroborated by numerical simulations on small instances and by heuristic algorithms that find near-optimal solutions."}
{"id": "2602.03925", "categories": ["cond-mat.str-el", "cond-mat.mes-hall", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.03925", "abs": "https://arxiv.org/abs/2602.03925", "authors": ["Zhi-Qiang Gao", "Yan-Qi Wang", "Ya-Hui Zhang", "Hui Yang"], "title": "Primary charge-4e superconductivity from doping a featureless Mott insulator", "comment": "4.5+7 pages, 4+4 figures", "summary": "Superconductivity is usually understood as a phase in which charge-$2e$ Cooper pairs are condensed. Charge-$4e$ superconductivity has largely been discussed as a vestigial order at finite temperature emerging from charge-$2e$ states. Primary charge-$4e$ superconducting phases at zero temperature remain scarce in both experiments and microscopic models. Here we argue that a doped featureless Mott insulator with $SU(4)$ symmetry provides a natural platform for primary charge-$4e$ superconductivity, based on perturbative renormalization group arguments and group theoretic considerations. As a concrete realization, we construct a bilayer Hubbard model with tunable onsite $SU(4)$ and $Sp(4)$ symmetries that exhibits a featureless Mott insulating phase at half filling. Its low energy physics is captured by a generalized ESD model, featuring an effective Hamiltonian that is purely kinetic within the constrained Hilbert space. Using density matrix renormalization group (DMRG) simulations, we find a primary charge-$4e$ superconducting phase in the $SU(4)$ ESD model and a conventional primary charge-$2e$ phase in the $Sp(4)$ case. We further characterize the corresponding normal states and discuss the resulting finite temperature phase diagram."}
{"id": "2602.04002", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2602.04002", "abs": "https://arxiv.org/abs/2602.04002", "authors": ["Rodrigo Corso"], "title": "Boundary and Symmetry Breaking in a Deformed Toric Code", "comment": "20 pages, 8 figues, comments are welcome", "summary": "This work explores a deformation of the Kitaev toric code that induces a phase transition out of the topologically ordered phase. By placing the model on a cylinder, the bulk global 1-form symmetries separate into distinct boundary operators, allowing us to show that the transition is accompanied by the breaking of one higher-form symmetry. Using a holographic $(1+1)$-dimensional boundary Hamiltonian, we extract an effective central charge and find a pronounced suppression near $β_c$, followed by its restoration at strong coupling, indicating sensitivity to bulk criticality rather than topological order."}
{"id": "2602.04850", "categories": ["physics.chem-ph", "cs.AI", "cs.MA"], "pdf": "https://arxiv.org/pdf/2602.04850", "abs": "https://arxiv.org/abs/2602.04850", "authors": ["Juan B. Pérez-Sánchez", "Yunheng Zou", "Jorge A. Campos-Gonzalez-Angulo", "Marcel Müller", "Ignacio Gustin", "Andrew Wang", "Han Hao", "Tsz Wai Ko", "Changhyeok Choi", "Eric S. Isbrandt", "Mohammad Ghazi Vakili", "Hanyong Xu", "Chris Crebolder", "Varinia Bernales", "Alán Aspuru-Guzik"], "title": "El Agente Quntur: A research collaborator agent for quantum chemistry", "comment": null, "summary": "Quantum chemistry is a foundational enabling tool for the fields of chemistry, materials science, computational biology and others. Despite of its power, the practical application of quantum chemistry simulations remains in the hands of qualified experts due to methodological complexity, software heterogeneity, and the need for informed interpretation of results. To bridge the accessibility gap for these tools and expand their reach to chemists with broader backgrounds, we introduce El Agente Quntur, a hierarchical, multi-agent AI system designed to operate not merely as an automation tool but as a research collaborator for computational quantum chemistry. Quntur was designed following three main strategies: i) elimination of hard-coded procedural policies in favour of reasoning-driven decisions, ii) construction of general and composable actions that facilitate generalization and efficiency, and iii) implementation of guided deep research to integrate abstract quantum-chemical reasoning across subdisciplines and a detailed understanding of the software's internal logic and syntax. Although instantiated in ORCA, these design principles are applicable to research agents more generally and easily expandable to additional quantum chemistry packages and beyond. Quntur supports the full range of calculations available in ORCA 6.0 and reasons over software documentation and scientific literature to plan, execute, adapt, and analyze in silico chemistry experiments following best practices. We discuss the advances and current bottlenecks in agentic systems operating at the research level in computational chemistry, and outline a roadmap toward a fully autonomous end-to-end computational chemistry research agent."}
{"id": "2602.04327", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04327", "abs": "https://arxiv.org/abs/2602.04327", "authors": ["Xiangyu Zhu", "Zhong Wang", "Tao Li", "Xi Wang", "Zheng Zhang", "Chunlong Hu", "Kaifu Huo", "Wenxi Liang"], "title": "Dynamics of Long-lived Carriers in Molybdenum Carbide Nanosheets", "comment": "14 pages, 5 figure", "summary": "Molybdenum carbide (MoC) is a promising candidate for substituting expensive platinum-group metals in many applications owing to its low cost and excellent properties. A comprehensive understanding of the carrier dynamics in MoC facilitates its implementations and helps designing synthesis strategies. In this work, the carrier relaxation in MoC nanosheets is investigated by combining femtosecond transient reflection spectroscopy with first-principles calculations. The observed processes of electron-electron, electron-phonon, and phonon-phonon scattering show longer lifetimes compared to those of other transition metal carbides. The nanosecond carrier lifetime is explained by the restricted phonon decay pathways induced by the large mass difference between C and Mo atoms, which is revealed through the analysis of calculated phonon dispersion. The slow cooling of hot carriers in MoC nanosheets offers a simple approach for designing devices that effectively utilize hot carriers, which are expected to improve photothermal and photovoltaic performances."}
{"id": "2602.04818", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04818", "abs": "https://arxiv.org/abs/2602.04818", "authors": ["Bishnu Bhowmik", "Sayantan Mitra", "Robert M. Ziff", "Ankur Sensharma"], "title": "Site and bond percolation in linearly distorted triangular and square lattices", "comment": "13 pages, 13 figures", "summary": "We investigate site and bond percolation in triangular and square lattices subjected to linear distortion. In contrast to previously studied distortion schemes that preserve lattice geometry, linear distortion dislocates regular lattice sites along a fixed direction. Nearest-neighbors of a regular lattice need to satisfy a distance-based connection criterion to remain neighbors in the linearly distorted lattice. Using extensive Monte Carlo simulations and finite-size scaling analyses, we examine how site and bond percolation thresholds vary with the distortion parameter and the connection threshold. For triangular lattices, we observe pronounced directional dependence of both site and bond percolation thresholds, as well as of the critical connection threshold. This arises from the distortion-induced anisotropic modification of nearest-neighbor separations. In particular, bond percolation exhibits nontrivial behavior that cannot be explained solely in terms of changes in the average coordination number. In contrast, square lattices remain effectively isotropic under linear distortion, resulting in identical percolation thresholds for distortions applied along different directions. Percolation thresholds in the thermodynamic limit, evaluated for a selected set of values of distortion parameter and connection threshold, confirm that the results for large finite lattices provide reliable estimates of the infinite-system behavior."}
{"id": "2602.04827", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.04827", "abs": "https://arxiv.org/abs/2602.04827", "authors": ["Wu-Rong Jian", "Arjun S. Kulathuvayal", "Hanfeng Zhai", "Anshu Raj", "Xiaohu Yao", "Yanqing Su", "Shuozhi Xu", "Irene J. Beyerlein"], "title": "Atomistic and data-driven insights into the local slip resistances in random refractory multi-principal element alloys", "comment": null, "summary": "Refractory multi-principal element alloys (RMPEAs) have attracted growing interest for their exceptional high-temperature strength, yet their complex compositions hinder a mechanistic understanding of plastic deformation. Here, we perform atomistic simulations to determine local slip resistances (LSRs) of edge and screw dislocations on primary BCC slip planes in 12 equal-molar RMPEAs. Machine learning is employed to uncover relationships between LSR and underlying material properties, enabling systematic assessment of compositional effects on dislocation behavior. Based on these insights, we develop a thermally activated, dislocation-based model to predict macroscopic yield stress. We find that increasing the fraction of hexagonal close-packed elements above 50% significantly reduces unstable stacking fault energy, ideal shear strength, and screw LSR across all slip planes. Higher elastic anisotropy further lowers these quantities, while lattice distortion modifies relative slip resistances between dislocation characters and slip systems. By combining an autoencoder with a random forest model, we identify elastic constants and lattice distortion as the dominant factors controlling LSR. The resulting framework accurately predicts tensile yield stress in BCC RMPEAs and provides guidance for alloy design."}
{"id": "2602.04075", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2602.04075", "abs": "https://arxiv.org/abs/2602.04075", "authors": ["Jane Schlesinger", "Simon Hjaltason", "Nathan J. Szymanski", "Christopher J. Bartel"], "title": "Thermodynamic assessment of machine learning models for solid-state synthesis prediction", "comment": null, "summary": "Machine learning models have recently emerged to predict whether hypothetical solid-state materials can be synthesized. These models aim to circumvent direct first-principles modeling of solid-state phase transformations, instead learning from large databases of successfully synthesized materials. Here, we assess the alignment of several recently introduced synthesis prediction models with material and reaction thermodynamics, quantified by the energy with respect to the convex hull and a metric accounting for thermodynamic selectivity of enumerated synthesis reactions. A dataset of successful synthesis recipes was used to determine the likely bounds on both quantities beyond which materials can be deemed unlikely to be synthesized. With these bounds as context, thermodynamic quantities were computed using the CHGNet foundation potential for thousands of new hypothetical materials generated using the Chemeleon generative model. Four recently published machine learning models for synthesizability prediction were applied to this same dataset, and the resultant predictions were considered against computed thermodynamics. We find these models generally overpredict the likelihood of synthesis, but some model scores do trend with thermodynamic heuristics, assigning lower scores to materials that are less stable or do not have an available synthesis recipe that is calculated to be thermodynamically selective. In total, this work identifies existing gaps in machine learning models for materials synthesis and introduces a new approach to assess their quality in the absence of extensive negative examples (failed syntheses)."}
{"id": "2602.04372", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.04372", "abs": "https://arxiv.org/abs/2602.04372", "authors": ["Manish Kr. Singh", "Rajendra S. Dhaka"], "title": "Revealing the interfacial kinetic mechanisms in high-entropy doped Na$_3$V$_2$(PO$_4$)$_3$ through electrochemical investigation and distribution of relaxation times", "comment": "submitted", "summary": "We designed a high-entropy doped NASICON cathode, Na$_3$V$_{1.9}$(CrMoAlZrNi)$_{0.1}$(PO$_4$)$_3$ and investigate its electrochemical performance for sodium-ion batteries (SIBs) to understand the diffusion mechanism including distribution of relaxation times analysis of interfacial kinetics. This trace doping induces high-entropy mixing at the vanadium site, tuning the lattice and enhancing specific capacity, activating V$^{4+}$/V$^{5+}$ redox couple 3.95~V. Interestingly, it delivers a reversible capacity of 119~mAh~g$^{-1}$ at 0.1~C, and demonstrate excellent stability of 68\\% after 1000 cycles at 10~C. The calculated diffusion coefficient values are found within the range of \\(10^{-11}\\)--\\(10^{-13}~\\mathrm{cm^2\\,s^{-1}}\\). The systematic investigation of temperature and voltage-dependent impedance data using the distribution of relaxation times provides deeper insights into the underlying charge-transfer and transport processes. The full cells with hard carbon delivers 326~Wh~kg$^{-1}$ (with respect to cathode mass) at $\\approx$3.2~V and retained $\\sim$79\\% capacity after 100 cycles at 2~C. Our study opens new avenues for developing high-entropy doped cathodes for enhanced structural stability, extended redox activity, and optimized electrochemical kinetics for practical implementation of SIBs."}
{"id": "2602.04362", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04362", "abs": "https://arxiv.org/abs/2602.04362", "authors": ["Shinnosuke Koyama", "Takashi Koretsune", "Kazumasa Hattori"], "title": "Flexocurrent-induced magnetization: Strain gradient-induced magnetization in time-reversal symmetric systems", "comment": "18 pages, 7 figures", "summary": "Symmetry constraints determine which physical responses are allowed in a given system. Magnetization induced by strain fields, such as in piezomagnetic and flexomagnetic effects, has typically been considered in materials that break time-reversal symmetry. Here, we propose that nonuniform strain can induce magnetization even in nonmagnetic metals and semiconductors that preserve time-reversal symmetry. This mechanism differs from the conventional flexomagnetic effect: the strain gradient acts as a driving force on the electrons, generating magnetization in a manner closely analogous to current-induced magnetization. Treating the strain field as an external field, we derive a general expression for the magnetization induced by a strain gradient and demonstrate that this response is symmetry-allowed even in time-reversal symmetric systems. We apply our formulation to nonmagnetic systems that lack spatial inversion symmetry while preserving time-reversal symmetry, using a decorated square lattice, monolayer MoS$_2$, and monolayer Janus MoSSe as representative examples. We find a finite magnetization response to strain gradients, which is consistent with symmetry arguments, supporting the validity of our theoretical framework. These results offer a pathway for controlling magnetization in nonmagnetic materials using strain fields."}
{"id": "2602.04106", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2602.04106", "abs": "https://arxiv.org/abs/2602.04106", "authors": ["Ilteris K. Turan", "Sarker Md. Sadman", "Walter R. L. Lambrecht"], "title": "Electronic Structure of CaSnN$_2$: a sustainable alternative for blue LEDs", "comment": "9 pages, 7 figures", "summary": "The electronic band structure of CaSnN2 in the wurtzite-based Pna21 structure is calculated using the Quasiparticle Self-consistent (QS)GW$^{BSE}$ method, including ladder diagrams in the screened Coulomb interaction W$^{BSE}$ and is found to have a direct gap of 2.680 eV at Γ, which corresponds to blue light wavelength of 463 nm and makes it an attractive candidate for sustainable blue light-emitting diodes (LEDs), avoiding Ga and In. The valence band maximum has a1 symmetry and gives allowed transitions to the conduction band minimum for light polarized along the c-direction. The valence band splitting is analyzed in terms of symmetry labeling, and the effective mass tensor is calculated for several bands at Γ. The optical dielectric function, including electron-hole interaction effects is also reported, and the excitons are analyzed, including several dark excitons."}
{"id": "2602.04372", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.04372", "abs": "https://arxiv.org/abs/2602.04372", "authors": ["Manish Kr. Singh", "Rajendra S. Dhaka"], "title": "Revealing the interfacial kinetic mechanisms in high-entropy doped Na$_3$V$_2$(PO$_4$)$_3$ through electrochemical investigation and distribution of relaxation times", "comment": "submitted", "summary": "We designed a high-entropy doped NASICON cathode, Na$_3$V$_{1.9}$(CrMoAlZrNi)$_{0.1}$(PO$_4$)$_3$ and investigate its electrochemical performance for sodium-ion batteries (SIBs) to understand the diffusion mechanism including distribution of relaxation times analysis of interfacial kinetics. This trace doping induces high-entropy mixing at the vanadium site, tuning the lattice and enhancing specific capacity, activating V$^{4+}$/V$^{5+}$ redox couple 3.95~V. Interestingly, it delivers a reversible capacity of 119~mAh~g$^{-1}$ at 0.1~C, and demonstrate excellent stability of 68\\% after 1000 cycles at 10~C. The calculated diffusion coefficient values are found within the range of \\(10^{-11}\\)--\\(10^{-13}~\\mathrm{cm^2\\,s^{-1}}\\). The systematic investigation of temperature and voltage-dependent impedance data using the distribution of relaxation times provides deeper insights into the underlying charge-transfer and transport processes. The full cells with hard carbon delivers 326~Wh~kg$^{-1}$ (with respect to cathode mass) at $\\approx$3.2~V and retained $\\sim$79\\% capacity after 100 cycles at 2~C. Our study opens new avenues for developing high-entropy doped cathodes for enhanced structural stability, extended redox activity, and optimized electrochemical kinetics for practical implementation of SIBs."}
{"id": "2602.04133", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04133", "abs": "https://arxiv.org/abs/2602.04133", "authors": ["Chao Zhou", "Sizhe Huang", "Yangyang Si", "Zhongqi Ren", "Jianyuan Zhao", "Hailin Wang", "Jingxuan Li", "Xianlong Cheng", "Haoliang Huang", "Shi Liu", "Sujit Das", "Shiqing Deng", "Zuhuang Chen"], "title": "Decoupling effects of the resistive-switching behavior on the polarization reversal in ultrathin ferroelectric Hf0.5Zr0.5O2 films", "comment": "23 pages, 7 figures, accpeted by Matter", "summary": "HfO2-based ferroelectric films have attracted considerable attention as their nanoscale ferroelectricity and compatibility with cmos technology, fulfilling demands of emerging memory technologies. However, as films scale down, resistive-switching behavior becomes increasingly pronounced, intricately intertwining with the polarization-switching process and affecting ferroelectric switching factors often overlooked yet crucial for device performance optimization. By characterizing resistive-switching behavior and oxygen vacancy motion using tailored electric pulse schemes, we decouple the resistive-switching behavior from the overall switching process in ultrathin ferroelectric HZO films, which would otherwise erroneously inflate polarization values and increase coercive fields. Building on this, we elucidate endurance degradation mechanisms from dual perspectives of resistive switching and defect migration. Furthermore, we demonstrate the mitigated resistive switching activity by designing HfO2-based devices with symmetric oxide electrodes, achieving reduced coercive fields and improved cycling performances. This work provides crucial insights into the origins of inflated polarizations and reliability challenges in HfO2-based devices while offering a viable strategy to enhance ferroelectric properties for advanced memory applications."}
{"id": "2602.04426", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.04426", "abs": "https://arxiv.org/abs/2602.04426", "authors": ["Igor Perlikowski", "Eunika Zielony", "Aleksandra Wierzbicka", "Anastasiia Lysak", "Rafal Jakiela", "Ewa Przezdziecka"], "title": "ZnCdO:Eu Epitaxially Grown Alloys for Self-Powered Ultrafast Broadband Photodetection", "comment": "26 pages, 7 figures", "summary": "Photodetectors (PDs) are essential in imaging, communication, and sensing technologies. However, their reliance on external power makes them energy-consuming. This creates a strong need for self-powered PDs as a sustainable alternative. ZnO is a promising semiconductor material due to its pyroelectric properties, stemming from non-centrosymmetric wurtzite crystal structure, enabling the pyro-phototronic effect that enhances response speed. Properties of ZnO can be tailored via alloying and doping. Thus, this work explores thin layers of ZnCdO:Eu random alloys grown by molecular beam epitaxy (MBE) on silicon substrates, with varying Cd content. The study shows that doping with Eu notably affects growth kinetics, promoting strong [0001] orientation preference. Moreover, photoluminescence measurements confirm the successful incorporation of Eu3+ ions into the structure. Electrical measurements show that the introduction of Cd eliminates the problem of Schottky barrier formation on the ZnO/Si interface. The n-ZnCdO:Eu/p-Si junctions exhibit rectifying behavior and generate photocurrent across 380-1150 nm wavelength range without external electrical bias. Utilizing the pyro-phototronic effect, these devices achieved ultrafast response times: rise time below 10 us and decay time below 5 us for 405 nm and 650 nm illumination - placing them among the fastest self-powered oxide-based detectors that do not rely on additional performance-enhancing layers."}
{"id": "2602.04151", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.04151", "abs": "https://arxiv.org/abs/2602.04151", "authors": ["Hongyu Chen", "Han Yan", "Xiaorong Zhou", "Xiaoning Wang", "Ziang Meng", "Li Liu", "Guojian Zhao", "Zhiyuan Duan", "Sixu Jiang", "Jingyu Li", "Xiaoyang Tan", "Peixin Qin", "Zhiqi Liu"], "title": "Observation of Highly Efficient Torques on Orbital Moments Induced by Orbital Current", "comment": "15 pages, 5 figures, in press at Modern Physics Letter B", "summary": "We study the current-induced torques in bilayers composed of a light 3d metal, chromium, and a rare-earth ferromagnet with finite orbital moments, terbium, utilizing second-harmonic Hall-response measurements. The dampinglike torque efficiency of chromium is found to be positive and reaches ~3.66 in this system, in sharp contrast to the negative and subtle dampinglike torque efficiency in general Cr/ferromagnet heterostructures with quenched orbital moment. We suggest that the orbital currents generated by the orbital Hall effect in Cr can be injected into Tb with negligible loss at the interface and then efficiently interact with the orbital moments. Our work implies that orbital currents could be harnessed to manipulate the orbital magnetization of materials, which would advance the development of orbitronics."}
{"id": "2602.04435", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2602.04435", "abs": "https://arxiv.org/abs/2602.04435", "authors": ["Ansu Mathew", "Ahmer A. B. Baloch", "Alamin Yakasai", "Hemant Mittal", "Vivian Alberts", "Jayakumar V. Karunamurthy"], "title": "Machine Learning-Driven Crystal System Prediction for Perovskites Using Augmented X-ray Diffraction Data", "comment": "37 pages, 7 figures. Author accepted manuscript. Published in Engineering Applications of Artificial Intelligence", "summary": "Prediction of crystal system from X-ray diffraction (XRD) spectra is a critical task in materials science, particularly for perovskite materials which are known for their diverse applications in photovoltaics, optoelectronics, and catalysis. In this study, we present a machine learning (ML)-driven framework that leverages advanced models, including Time Series Forest (TSF), Random Forest (RF), Extreme Gradient Boosting (XGBoost), Recurrent Neural Network (RNN), Long Short-Term Memory (LSTM), Gated Recurrent Unit (GRU), and a simple feedforward neural network (NN), to classify crystal systems, point groups, and space groups from XRD data of perovskite materials. To address class imbalance and enhance model robustness, we integrated feature augmentation strategies such as Synthetic Minority Over-sampling Technique (SMOTE), class weighting, jittering, and spectrum shifting, along with efficient data preprocessing pipelines. The TSF model with SMOTE augmentation achieved strong performance for crystal system prediction, with a Matthews correlation coefficient (MCC) of 0.9, an F1 score of 0.92, and an accuracy of 97.76%. For point and space group prediction, balanced accuracies above 95% were obtained. The model demonstrated high performance for symmetry-distinct classes, including cubic crystal systems, point groups 3m and m-3m, and space groups Pnma and Pnnn. This work highlights the potential of ML for XRD-based structural characterization and accelerated discovery of perovskite materials"}
{"id": "2602.04186", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04186", "abs": "https://arxiv.org/abs/2602.04186", "authors": ["Zhou Chao", "Zhang Shaohua", "Hao Lei", "Jin Yaxuan", "Jiang Xianguo", "Yang Ning", "Zheng Li", "Meng Hao", "Lu Chao", "Huang Wendeng", "Wu Yizheng", "Zhou Yan", "Jia Xu"], "title": "Long-range orbital transport and inverse orbital Hall effect in Co/Ru-based terahertz emitters", "comment": "22 pages, 5 figures", "summary": "The utilization of terahertz (THz) emission spectroscopy in femtosecond photoexcited spintronic heterostructures has emerged as a versatile tool for investigating ultrafast spin-transport in a noncontact and non-invasive manner. However, the investigation of ultrafast orbital-transport is still in the primitive stage. Here, we experimentally demonstrate the orbital-to-charge current conversion in Co/Ru heterostructures. Time-domain measurements reveal delayed and broadened terahertz waveforms with increasing Ru thickness, consistent with long-range orbital transport. In Co/Pt/Ru trilayers, the terahertz emission is further enhanced through constructive interference between the inverse spin Hall effect (ISHE) in Pt and inverse orbital Hall effect (IOHE) in Ru, while reversed stack structures show suppressed output. Ferromagnetic resonance (FMR) measurements reveal a strong correlation between damping and THz amplitude, highlighting efficient angular momentum conversion. These results position Co/Ru as a promising orbitronic platform for tunable ultrafast THz emission. Our results not only strengthen the physical mechanism of condensed matter physics but also pave the way for designing promising spin-orbitronic devices and terahertz emitters."}
{"id": "2602.04469", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04469", "abs": "https://arxiv.org/abs/2602.04469", "authors": ["Veronica Regazzoni", "Fabrizio Rovaris", "Anna Marzegalli", "Francesco Montalenti", "Emilio Scalise"], "title": "Electronic States, Spin-Orbit Coupling and Magnetism in Germanium 60° Dislocations", "comment": null, "summary": "Defects in semiconductors have recently attracted renewed interest owing to their potential in novel quantum applications. Here we investigate the electronic and magnetic properties induced by 60° dislocations in Ge. Using large-scale DFT calculations, we determine the band structure for both the shuffle and glide sets in their lowest-energy configurations. We also perform charged-defect calculations to aid in the interpretation of complex photoluminescence spectra observed in epitaxial Ge layers. The band structure for the shuffle set reveals defect-induced dispersive bands localized within the band gap near the Γ point, whereas for the glide set, we observe strong overlap with the conduction band. Defect-induced band splitting evident away from Γ reveals Rashba-Dresselhaus spin-orbit coupling, an effect previously reported only for screw dislocations. Remarkably, we find evidence that specific dislocation arrangements can stabilize antiferromagnetic ordering with sizable local magnetic moments and considerable exchange splitting between opposite spin states. These results uncover rich physics in Ge dislocations through the combination of spin-orbit coupling and magnetic ordering, potentially enabling novel defect-based functionalities in Ge devices."}
{"id": "2602.04194", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.04194", "abs": "https://arxiv.org/abs/2602.04194", "authors": ["Qingyang Mo", "Shuang Zhang"], "title": "Universal Quantized Berry-Dipole Flat Bands", "comment": null, "summary": "Perfectly flat bands with nontrivial quantum geometry have emerged as a frontier for exotic topological phenomena and superconductors. Here, we unveil a universal family of quantized Berry-dipole flat bands in chiral-symmetric (2n+1)-band systems, where the central perfectly flat band carries a Berry-dipole moment d=n, with n an arbitrary integer, while preserving zero Chern number. We construct explicit lattice models to showcase three topological phenomena characterized by the Berry-dipole moment: a flat-band returning pump featuring bidirectional, soliton-like displacement of Wannier centers by exactly n unit cells per half cycle, a dipolar Haldane phase diagram arising from the competition between time-reversal and parity symmetries, and n pairs of bulk helical zero modes whose existence depends on the orientation of pseudomagnetic field. Our findings establish a universal framework for the topology beyond Chern class in perfectly flat bands and provide a tunable platform for exploring quantum geometry and interaction-driven phases."}
{"id": "2602.04475", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04475", "abs": "https://arxiv.org/abs/2602.04475", "authors": ["Jiahang Li", "Suhang Li", "Chong Yan", "Qinzhuang Liu", "Jiajun Yu", "Dongwei Ma"], "title": "Potential-Induced Dynamic Coordination of Nonmetal Atoms Directly Bound to Metal Centers in Graphene-Embedded Single-Atom Catalysts and Its Implications", "comment": "35 pages, 5 figures", "summary": "Electrode-potential-induced dynamic coordination is an essential factor governing the performance of graphene-embedded single-atom catalysts (SACs). While previous studies have primarily centered on structural dynamics at the metal site, the response of its coordinated nonmetal atoms remains largely unexplored. Here, using Ni SACs with mixed nitrogen/carbon coordination (NiN4-xCx) as representatives, we investigate potential-driven hydrogenation of metal-center-coordinated nonmetallic atoms through constant-potential density functional theory and ab initio molecular dynamics. We find that the C sites directly bound to Ni undergo potential-driven hydrogenation, whereas hydrogenation at N sites is thermodynamically unfavorable. Taking NiNC3 as a representative system, we demonstrate that these hydrogenation processes proceed with accessible kinetic barriers and obey the Brønsted-Evans-Polanyi relation. The resulting dynamic coordination reshapes the Ni 3d and dz2 orbitals, modulates the stability of the active center, and weakens molecular adsorption through combined electronic and steric effects. These findings reveal that electrode potential and solvent not only regulate the metal center but also dynamically reconfigure its coordination environment, offering novel mechanistic insights into potential-induced coordination dynamics and guiding the rational design of coordination-engineered SACs."}
{"id": "2602.04200", "categories": ["cond-mat.stat-mech", "cs.ET"], "pdf": "https://arxiv.org/pdf/2602.04200", "abs": "https://arxiv.org/abs/2602.04200", "authors": ["Kevin Callahan-Coray", "Kyle Lee", "Kyle Jiang", "Kerem Y. Camsari"], "title": "Restoring Sparsity in Potts Machines via Mean-Field Constraints", "comment": null, "summary": "Ising machines and related probabilistic hardware have emerged as promising platforms for NP-hard optimization and sampling. However, many practical problems involve constraints that induce dense or all-to-all couplings, undermining scalability and hardware efficiency. We address this constraint-induced density through two complementary approaches. First, we introduce a hardware-aware native formulation for multi-state probabilistic digits (p-dits) that avoids the locally dense intra-variable couplings required by binary Ising encodings. We validate p-dit dynamics by reproducing known critical behavior of the 2D Potts model. Second, we propose mean-field constraints (MFC), a hybrid scheme that replaces dense pairwise constraint couplings with dynamically updated single-node biases. Applied to balanced graph partitioning, MFC achieves solution quality comparable to exact all-to-all constraint formulations while dramatically reducing graph density. Finally, we demonstrate the practical impact of restored sparsity by an FPGA implementation, enabling orders-of-magnitude acceleration over CPU-based solvers. Together, these results outline a pathway for scaling constrained optimization on probabilistic hardware."}
{"id": "2602.04500", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2602.04500", "abs": "https://arxiv.org/abs/2602.04500", "authors": ["Qurat-ul-ain", "Thi H. Ho", "Soon Cheol Hong", "Dorj Odkhuu", "S. H. Rhim"], "title": "Microscopic Origin of Polarization-Controlled Magnetization Switching in FePt/BaTiO$_3$", "comment": "5 pages, 5 figures", "summary": "Electric-field driven magnetization switching in FePt/BaTiO$_3$ (001) is demonstrated through first-principles calculations. The magnetic easy axis of FePt layer undergoes a transition from in-plane to perpendicular direction upon ferroelectric polarization reversal, a process sensitively controlled by epitaxial strain with threshold strain strain($η$) $η\\approx\\%$. At this phenomena, a large interfacial magnetoelectric coupling ($α_I = 3.6 \\times 10^{-10}$ G$\\cdot$cm$^2$/V) is responsible, stemming from the orbital reconstruction. In particular, the redistribution of Pt-$d$ orbital occupancy alters spin-orbit coupling, thereby tuning the competition between magnetic anisotropy ($K_i$) and magnetoelastic energy ($b_1$). Our work clarifies the fundamental physics of strain-engineered magnetoelectricity and suggests a concrete pathway for designing ultra-low-power voltage-controlled magnetic memory."}
{"id": "2602.04245", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.04245", "abs": "https://arxiv.org/abs/2602.04245", "authors": ["Abdul Ahad", "Miuko Tanaka", "Nguyen Duy Khanh", "Riku Ishioka", "Aki Kitaori", "Tenta Kitamura", "Hao Ou", "Jiang Pu", "Shinichiro Seki", "Toshiya Ideue"], "title": "Piezomagnetic transport in van der Waals noncoplanar Antiferromagnets", "comment": null, "summary": "The piezomagnetic effect-strain-induced linear modulation of magnetization, arises in magnets with broken time-reversal symmetry (BTRS), offering a pathway to bidirectional strain-based control of magnetism, which is an essential straintronic and spintronic functionality in solids. Metallic antiferromagnets with BTRS provide an ideal platform to study this effect through transport measurements, yet experimental demonstrations are limited. Van der Waals (vdW) nanomagnets, with their mechanical flexibility, are particularly promising for realizing large piezomagnetic responses and effective transport control. Here we demonstrate piezomagnetic control of electronic transport in nano-devices of the vdW antiferromagnets CoNb$_3$S$_6$ and CoTa$_3$S$_6$, archetypal vdW metals with BTRS that exhibit a spontaneous Hall effect. Applying uniaxial strain linearly modulates both the antiferromagnetic transition temperature and coercive field, consistent with strain-driven tuning of exchange coupling, key signatures of the piezomagnetic effect. Moreover, spontaneous Hall effect is controllable via strain, evidencing piezomagnetic tuning of Berry curvature and its associated geometric transport. These findings establish piezomagnetism as a powerful route to manipulate antiferromagnetic transport, opening avenues for straintronic and spintronic applications in vdW magnetic systems."}
{"id": "2602.04506", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04506", "abs": "https://arxiv.org/abs/2602.04506", "authors": ["Guihyun Han", "Minkyu Park", "S. H. Rhim"], "title": "Strain tunable anomalous Hall and Nernst conductivities in compensated ferrimagnetic Mn$_3$Al", "comment": "5 pages, 5 figures, accepted for Physical Review B", "summary": "The tunability of anomalous Hall and Nernst conductivities is investigated in the compensated ferrimagnet Mn$_3$Al under isotropic strain ($η$) and chemical potential variation using first-principles calculations. At a chemical potential of $μ= -0.3$ eV, three distinct topological features -- Weyl points, nodal lines, and gapped nodal lines -- are simultaneously realized along high-symmetry directions of the Brillouin zone in the framework of magnetic space group. The anomalous Hall conductivity (AHC) is found to be predominantly governed by the Berry curvature in the $k_y k_z$ plane and can be enhanced significantly under tensile strain, reaching $-1200$ $(Ω~\\mathrm{cm})^{-1}$. On the other hand, the anomalous Nernst conductivity (ANC) shows a sign change near the Fermi level and whose magnitude increases at $μ= -0.3$ eV with quasi-quadratic strain dependence. Regardless of strain, the underlying bands and Fermi surface structures remain robust, while the distribution and magnitude of Berry curvature evolve substantially. These results underscore the potential of Mn$_3$Al, a compensated ferrimagnet, as a platform for Berry curvature engineering via strain and doping."}
{"id": "2602.04280", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2602.04280", "abs": "https://arxiv.org/abs/2602.04280", "authors": ["Fei Peng", "Zhichao Liang", "Zhoutao Yang", "Yijia Chen", "Wenjie Mai", "Chuanxi Zhao"], "title": "Robust, High-Contrast, Recyclable Zinc-Based Dynamic Windows via Synergistic Electrolyte and Interfacial Engineering", "comment": null, "summary": "Zinc-based electrochromic devices offer a sustainable route for dynamic optical management but are plagued by poor cycling stability due to irreversible zinc plating/stripping and side reactions. Herein, we report a robust, high-contrast, and recyclable zinc-based dynamic window enabled by a synergistic electrolyte and interfacial engineering strategy. Molecular dynamics simulations and electrochemical analyses reveal a dual-ion cooperative mechanism that governs the reversibility: anions with the strongest binding affinity guide uniform Zn deposition by stabilizing the inner solvation shell, while formate anions co-enriched at the interface facilitate smooth stripping via protonation during the oxidation process. This orchestrated interplay effectively eliminates \"dead Zn\" accumulation and dendrite growth. Consequently, the device demonstrates a record-high lifespan of 15,000 cycles with negligible degradation and maintains a large optical modulation of >50%, along with multiple optical states (transparent, gray, black, and mirror). Furthermore, it achieves a large reflectance modulation (>50%) stable for over 2,000 cycles. This work establishes the recyclable zinc-based dynamic window as a scalable, high-performance alternative to conventional electrochromic systems, advancing the feasibility of solution-processed energy-saving windows in sustainable buildings."}
{"id": "2602.04530", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04530", "abs": "https://arxiv.org/abs/2602.04530", "authors": ["Tobias Brink", "Saba Saood", "Peter Schweizer", "Jörg Neugebauer", "Gerhard Dehm"], "title": "Triple Junctions as Dislocation-Like Defects: The Role of Grain Boundary Crystallography Revealed by Experiment and Atomistic Simulation", "comment": "13 pages, 9 figures", "summary": "Grain boundary networks and their evolution are strongly influenced by triple junctions. The defect nature of these line defects significantly affects the properties of the network, but they have not been fully characterized to date. Here, we use scanning transmission electron microscopy combined with atomistic computer simulations to investigate a triple junction at the atomic scale in an Al thin film with {111} texture. Using sampling methods, we were able to construct the same junction structure as in the experiment within a computer model. We present a technique to calculate the Burgers vector of the triple junction. This allows us to connect the junction's dislocation character to the microscopic degrees of freedom of the joining grain boundaries. The junction line energy in the computer model can then be calculated using an embedded atom method potential. It follows the same laws as a bulk dislocation. Finally, we discovered a range of possible triple junctions for the observed grain boundaries, which vary in the magnitude of their Burgers vector. Interestingly, the experimentally observed junction is not the one with the smallest possible Burgers vector and energy. This suggests that the kinetics of transforming the junction line are likely too slow to be driven by the small energy contribution of the triple junction."}
{"id": "2602.04301", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04301", "abs": "https://arxiv.org/abs/2602.04301", "authors": ["Binchang Zhou", "Baoru Pan", "Pan Zhou", "Yuzhong Hu", "Songmin Liu", "Lizhong Sun"], "title": "High-Throughput Discovery of Two-Dimensional Materials Exhibiting Strong Rashba-Edelstein effect", "comment": null, "summary": "The Rashba-Edelstein effect (REE), which generates spin accumulation under an applied electric current, quantifies charge-to-spin conversion (CSC) efficiency in non-centrosymmetric systems. However, systematic investigations of REE in two-dimensional (2D) materials remain scarce. To address this gap, we perform a comprehensive symmetry analysis based on the 80 crystallographic layer groups, elucidating the relationship between materials' symmetries and the geometric characteristics of the REE response tensor. Our analysis identifies 13 distinct symmetry classes for the tensor and reveals all potential material candidates. Considering the requirement of strong spin-orbit coupling for a large REE response, we screen the C2DB database and identify 54 promising 2D materials. First-principles calculations demonstrate that the largest REE response coefficients in these materials exceed those reported for other 2D systems by an order of magnitude, indicating exceptionally high CSC efficiency. Focusing on three representative materials, including HgI2, AgTlP2Se6 and BrGaTe, we show that their large response coefficients can be well explained by effective kp models and the characteristic spin textures around high-symmetry points in momentum space. This work provides a systematic framework and identifies high-performance candidates, paving the way for future exploration of REE-driven CSC in 2D materials."}
{"id": "2602.04534", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.04534", "abs": "https://arxiv.org/abs/2602.04534", "authors": ["Josu Diego", "Matteo Calandra"], "title": "Fermi surface geometry and momentum dependent electron-phonon coupling drive the charge density wave in quasi-1D ZrTe$3$", "comment": null, "summary": "ZrTe$_3$ is a prototypical quasi-one-dimensional compound undergoing a charge density wave transition via a very sharp Kohn anomaly in phonon momentum space. While Fermi surface geometry has long been considered the primary driver of the instability, a full understanding of the lattice dynamics and electron-phonon role has remained elusive. Our first principles calculations in the high-symmetry phase show that the Fermi surface is correctly reproduced only when the Hubbard interaction on the Te $5p$ orbitals is included, which in turn is essential for the appearance of a soft harmonic phonon mode at the CDW wavevector. Analyzing the mode and momentum dependence of the electron-phonon coupling, we find that its variations with phonon momentum dominate over electronic effects. These results identify unambiguously the CDW origin in ZrTe$_3$ as a cooperative effect of Fermi surface geometry and momentum-dependent electron-phonon coupling, with the latter playing the leading role. The mechanisms revealed in our work are directly relevant to other quasi-1D systems, including trichalcogenides and compounds hosting Peierls-like chains."}
{"id": "2602.04305", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.04305", "abs": "https://arxiv.org/abs/2602.04305", "authors": ["Yasar K. Arafath", "Vaishali Yadav", "Nidhi Kandwal", "P. N. Santhosh", "Pranaba Kishore Muduli", "Prasanta Kumar Muduli"], "title": "Controlling Spin-Mixing Conductance in KTaO$_{3}$ 2DEGs by Varying Argon-Ion Irradiation Time", "comment": "10 Page manuscript, 4 Page Supplemental Material, 4 Figures", "summary": "The Rashba-split two-dimensional electron gas (2DEG) at the surface and interface of insulating oxides like KTaO$_{3}$ (KTO) shows great promise for all-oxide spintronics. However, efficient spin current injection into the adjacent 2DEG remains a key challenge. In this study, we report the spin-pumping experiments on a 2DEG formed on the (001)KTO surface via Ar$^+$ irradiation. We observed a significant increase in magnetic damping in the Ar$^+$-KTO/Py bilayer compared to a non-irradiated KTO/Py control sample, confirming spin pumping into the 2DEG. We demonstrate that the spin-mixing conductance ($g_{\\uparrow\\downarrow}^r$) can be substantially enhanced by controlling the Ar$^+$ irradiation time. The enhancement is attributed to increased 2DEG conductance, which results from a higher concentration of oxygen vacancies with longer irradiation times. This work provides crucial guidance for optimizing spin-to-charge conversion in KTO-based systems, highlighting the potential of Ar$^+$-irradiated KTO 2DEGs for future oxide spintronics."}
{"id": "2602.04591", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04591", "abs": "https://arxiv.org/abs/2602.04591", "authors": ["Brahim Lemkalli", "Qingxiang Ji", "Jingyi Zhang", "Richard Craster", "Johan Christensen", "Muamer Kadic"], "title": "Nonreciprocal topological kink-wave propagation in mechanical metamaterials", "comment": null, "summary": "Nonlinear mechanical metamaterials can exhibit emergent transport phenomena that mimic topological protection without relying on linear band topology. Here, we realize a bifurcation-induced nonreciprocal lattice that supports robust propagation of elastic kink waves. Each unit is a prestrained, hinged-beam circulator that develops angular momentum bias during snap-through transitions between buckling states, producing an effective breaking of time reversal symmetry. Coupling such units into a hexagonal array yields a mechanically chiral network where localized soliton-like excitations propagate unidirectionally along interfaces and edges, immune to sharp bends. We demonstrate non-dispersive kink transport governed by a SineGordon type field whose effective bias encodes mechanical chirality. This framework bridges bifurcation dynamics and nonreciprocal transport, establishing a nonlinear route toward topological like mechanical functionality without magnetic or gyroscopic bias."}
{"id": "2602.04308", "categories": ["cond-mat.stat-mech", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2602.04308", "abs": "https://arxiv.org/abs/2602.04308", "authors": ["Riccardo Piombo", "Dario Mazzilli", "Aurelio Patelli"], "title": "Statistical Mechanics of the Sub-Optimal Transport", "comment": "28 pages, 4 figures", "summary": "Statistical mechanics is a powerful framework for analyzing optimization yielding analytical results for matching, optimal transport, and other combinatorial problems. However, these methods typically target the zero-temperature limit, where systems collapse onto optimal configurations, a.k.a. the ground states. Real-world systems often occupy intermediate regimes where entropy and cost minimization genuinely compete, producing configurations that are structured yet sub-optimal. The Sub-Optimal Transport (SOT) model captures this competition through an ensemble of weighted bipartite graphs: a coupling parameter interpolates between entropy-dominated dense configurations and cost-dominated sparse structures. This crossover has been observed numerically but lacked analytical understanding. Here we develop a mean-field theory that characterizes this transition. We show that local fluctuations in Lagrange multipliers become sub-extensive in the thermodynamic limit, reducing the full model with strength constraints to an effective single-constraint problem admitting an exact solution in some intermediate regime. The resulting free energy is analytic in the coupling parameter, confirming a smooth crossover rather than a phase transition. We derive closed-form expressions for thermodynamic observables and weight distributions, validated against numerical simulations. These results establish the first analytical description of the SOT model, extending statistical mechanics methods beyond the zero-temperature regime."}
{"id": "2602.04602", "categories": ["cond-mat.mtrl-sci", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2602.04602", "abs": "https://arxiv.org/abs/2602.04602", "authors": ["Aravindan Kamatchi Sundaram", "Mohit Chakraborty", "Sai Mani Kumar Devathi", "B. Pabitramohan Prusty", "Rohit Batra"], "title": "Automated Extraction of Multicomponent Alloy Data Using Large Language Models for Sustainable Design", "comment": "18 pages, 6 figures", "summary": "The design of sustainable materials requires access to materials performance and sustainability data from literature corpus in an organized, structured and automated manner. Natural language processing approaches, particularly large language models (LLMs), have been explored for materials data extraction from the literature, yet often suffer from limited accuracy or narrow scope. In this work, an LLM-based pipeline is developed to accurately extract alloy-related information from both textual descriptions and tabular data across the literature on high-entropy (or multicomponent) alloys (HEA). Specifically two databases with 37,711 and 148,069 entries respectively are retrieved; one from the literature text, consisting of alloy composition, processing conditions, characterization methods, and reported properties, and other from the literature tables, consisting of property names, values, and units. The pipeline enhances materials-domain sensitivity through prompt engineering and retrieval-augmented generation and achieves F1-scores of 0.83 for textual extraction and 0.88 for tabular extraction, surpassing or matching existing approaches. Application of the pipeline to over 10,000 articles yields the largest publicly available multicomponent alloy database and reveals compositional and processing-property trends. The database is further employed for sustainability-aware materials selection in three application domains, i.e., lightweighting, soft magnetic, and corrosion-resistant, identifying multicomponent alloy candidates with more sustainable production while maintaining or exceeding benchmark performance. The pipeline developed can be easily generalized to other class of materials, and assist in development of comprehensive, accurate and usable databases for sustainable materials design."}
{"id": "2602.04313", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04313", "abs": "https://arxiv.org/abs/2602.04313", "authors": ["Georgii Kalagov", "Nikita Lebedev"], "title": "Critical behavior of isotropic systems with strong dipole-dipole interaction from the functional renormalization group", "comment": null, "summary": "We compute the critical exponents of three-dimensional magnets with strong dipole-dipole interactions using the functional renormalization group (FRG) within the local potential approximation including the wave function renormalization (LPA$^\\prime$). The system is governed by the Aharony fixed point, which is scale-invariant but lacks conformal invariance. Our nonperturbative FRG analysis identifies this fixed point and determines its scaling behavior. The resulting critical exponents are found to be close to those of the Heisenberg $O(3)$ universality class, as computed within the same FRG/LPA$^\\prime$ framework. This proximity confirms the distinct yet numerically similar nature of the two universality classes."}
{"id": "2602.04606", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04606", "abs": "https://arxiv.org/abs/2602.04606", "authors": ["Qingmei Hu", "Daniel Hedman", "Ya Feng", "Wanyu Dai", "Daisuke Asa", "Aina Fito-Parera", "Yixi Yao", "Yongjia Zheng", "Kaoru Hisama", "Gunjan Auti", "Hirofumi Daiguji", "Shohei Chiashi", "Dmitry Levshov", "Wim Wenseleers", "Keigo Otsuka", "Yan Li", "Christophe Bichara", "Sofie Cambre", "Rong Xiang", "Shigeo Maruyama"], "title": "Structures of iron and cobalt bimetallic clusters for optimized chemical vapor deposition growth of single-walled carbon nanotubes", "comment": "arXiv admin note: substantial text overlap with arXiv:2507.17891", "summary": "We investigate iron-cobalt (Fe-Co) alloys as a representative high-performance catalyst system for SWCNT growth in a systematic manner by combining chemical vapor deposition (CVD) experiments with chirality-resolved spectroscopic analysis, as well as molecular dynamics (MD) simulations based on density functional theory-derived machine learning force fields while varying the Fe-Co ratio. Using zeolite-based SWCNTs prepared by alcohol CVD, absorption and photoluminescence spectroscopy, together with two-dimensional excitation-emission fitting was employed to quantify chirality-specific growth efficiency. Two distinct growth regimes were identified. At a relatively low temperature of 600 C, pure Co exhibits the highest catalytic activity, promoting efficient growth of small-diameter (0.7-0.9 nm) SWCNTs. In contrast, at 850 C, the Fe0.75Co0.25 alloy shows a pronounced enhancement in growth efficiency compared with pure Fe, pure Co, and other Fe-Co compositions, also yielding larger diameter tubes (0.9-1.1nm). Similar growth behavior was observed on SiO2 substrates, enabling detailed transmission electron microscopy analysis of catalyst nanoparticles. Electron microscopy and energy-dispersive X-ray spectroscopy reveal that high SWCNT yields correlate with the formation of small, uniform Fe-Co nanoparticles with Co-enriched surfaces, in excellent agreement with MD simulations. Lastly, MD results are summarized in a composition-diameter phase diagram that rationalizes the experimentally observed growth trends. The exceptional performance of the Fe0.75Co0.25 catalyst at high temperature is attributed to the stabilization of small and uniform catalyst clusters, providing mechanistic insight into the synergistic roles of alloy composition and temperature in SWCNT growth."}
{"id": "2602.04319", "categories": ["cond-mat.mes-hall", "physics.optics"], "pdf": "https://arxiv.org/pdf/2602.04319", "abs": "https://arxiv.org/abs/2602.04319", "authors": ["Adam Gindl", "Martin Čmel", "František Trojánek", "Petr Malý", "Zbyněk Šobáň", "Alexandr Pošta", "Martin Kozák"], "title": "Coherent electronic Raman excitation of valley-orbit split states of phosphorus dopants in silicon", "comment": "v1: preprint; licence: CC BY 4.0. Data necessary for replication of results are available in the Zenodo repository at https://doi.org/10.5281/zenodo.18434733", "summary": "In this study, we demonstrate coherent optical excitation of the electronic Raman transition between the $1s\\left(A_1\\right)$ and $1s\\left(E\\right)$ split states of phosphorus donor in crystalline silicon. The dynamics of the generated wavepacket is characterized in the time domain using a degenerate pump-probe technique with mid-infrared femtosecond pulses via transient polarization anisotropy of the probe pulse. In addition, we study the role of resonantly excited carriers, and we show that the amplitude and coherence time of the electronic wavepacket depend on the pre-excited carrier density. Further, we demonstrate that under certain conditions, the Raman-type excitation changes to displacive impulsive excitation, which allows us to address the Raman-forbidden transition between $1s\\left(A_1\\right)$ and $1s\\left(T_1\\right)$."}
{"id": "2602.04615", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04615", "abs": "https://arxiv.org/abs/2602.04615", "authors": ["Renda Wang", "Xue Bai", "Xueliang Pei", "Sijie Liu", "Chunfan Liu", "Ping Yu", "Bingsheng Li", "Nabil Daghbouj", "Tomas Polcar", "Fanping Meng", "Fangfang Ge", "Qing Huang"], "title": "Cross-sectional helium irradiation reveals interface-controlled bubble evolution in Cr/CrAlSiN multilayer coatings on zirconium alloys", "comment": "32 pages, 8 figures", "summary": "The irradiation stability of Cr based protective coatings on zirconium alloys is critical for the development of accident-tolerant fuel claddings. However, conventional surface irradiation often produces shallow, nonuniform damage, obscuring interfacial behavior. In this study, we perform cross-sectional He irradiation to directly examine the interfacial response and He bubble evolution across Cr monolayer and Cr and CrAlSiN multilayer coatings on Zr substrates. Irradiation was carried out at 500 C and 750 C to doses of 2 and 3 dpa, enabling a direct comparison of temperature-dependent microstructural evolution. In the Cr monolayer, He implantation produced a homogeneous distribution of nanoscale bubbles throughout the damaged region and large cavities at the Cr and Zr interface, indicating severe Kirkendall-type voiding and interfacial decohesion at elevated temperature. In contrast, the Cr/CrAlSiN multilayer exhibited a periodically modulated bubble distribution, with bubble fragmentation and transformation into nanoscale platelets at CrAlSiN interfaces. A N-enriched Zr(N) interlayer formed spontaneously at the CrAlSiN and Zr interface, effectively suppressing bubble accumulation and interdiffusion. The nanochannel interfaces acted as He sinks and diffusion barriers, enhancing interfacial bonding and mitigating swelling. This work demonstrates that cross-sectional ion irradiation is a powerful approach for probing interfacial stability in multilayer systems, offering new insights into He-defect interactions and radiation tolerance engineering at buried interfaces. The findings highlight the potential of Cr and CrAlSiN multilayers as advanced coating architectures for high-temperature nuclear environments."}
{"id": "2602.04327", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04327", "abs": "https://arxiv.org/abs/2602.04327", "authors": ["Xiangyu Zhu", "Zhong Wang", "Tao Li", "Xi Wang", "Zheng Zhang", "Chunlong Hu", "Kaifu Huo", "Wenxi Liang"], "title": "Dynamics of Long-lived Carriers in Molybdenum Carbide Nanosheets", "comment": "14 pages, 5 figure", "summary": "Molybdenum carbide (MoC) is a promising candidate for substituting expensive platinum-group metals in many applications owing to its low cost and excellent properties. A comprehensive understanding of the carrier dynamics in MoC facilitates its implementations and helps designing synthesis strategies. In this work, the carrier relaxation in MoC nanosheets is investigated by combining femtosecond transient reflection spectroscopy with first-principles calculations. The observed processes of electron-electron, electron-phonon, and phonon-phonon scattering show longer lifetimes compared to those of other transition metal carbides. The nanosecond carrier lifetime is explained by the restricted phonon decay pathways induced by the large mass difference between C and Mo atoms, which is revealed through the analysis of calculated phonon dispersion. The slow cooling of hot carriers in MoC nanosheets offers a simple approach for designing devices that effectively utilize hot carriers, which are expected to improve photothermal and photovoltaic performances."}
{"id": "2602.04773", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04773", "abs": "https://arxiv.org/abs/2602.04773", "authors": ["Bernhard Schmiedmayer", "Angela Rittsteuer", "Tobias Hilpert", "Georg Kresse"], "title": "Scalar machine learning of tensorial quantities -- Born effective charges from monopole models", "comment": null, "summary": "Predicting tensorial properties with machine learning models typically requires carefully designed tensorial descriptors. In this work, we introduce an alternative strategy for learning tensorial quantities based on scalar descriptors. We apply this approach to the Born effective charge tensor, showing that scalar (monopole) kernel models can successfully capture its tensorial nature by exploiting the definition of the Born effective charge tensor as the derivative of the polarisation with respect to atomic displacements. We compare this method with tensorial (dipole) kernel models, as established in our previous work, in which the tensorial structure of the Born effective charge is encoded directly in the kernel and obtained via its derivative. Both approaches are then used for charge partitioning, enabling the separation of monopole and dipole contributions. Finally, we demonstrate the effectiveness of the framework by computing finite-temperature infrared spectra for a range of complex materials."}
{"id": "2602.04342", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04342", "abs": "https://arxiv.org/abs/2602.04342", "authors": ["Vicenç Méndez", "Rosa Flaquer-Galmés", "Javier Cristín"], "title": "Area under subdiffusive random walks", "comment": null, "summary": "We study the statistical properties of the area and the absolute area under the trajectories of subdiffusive random walks. Using different frameworks to describe subdiffusion (as the scaled Brownian motion, fractional Brownian motion, the continuous-time random walk or the Brownian motion in heterogeneous media), we compute the first two moments, the ergodicity breaking parameter for the absolute area and infer a general scaling for the probability density functions of these functionals. We discuss the differences between the statistical properties of the area and the absolute area for the different subdiffusion models and illustrate the experimental interest of our results. Our theoretical findings are supported by Monte Carlo simulations showing an excellent agreement."}
{"id": "2602.04827", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.04827", "abs": "https://arxiv.org/abs/2602.04827", "authors": ["Wu-Rong Jian", "Arjun S. Kulathuvayal", "Hanfeng Zhai", "Anshu Raj", "Xiaohu Yao", "Yanqing Su", "Shuozhi Xu", "Irene J. Beyerlein"], "title": "Atomistic and data-driven insights into the local slip resistances in random refractory multi-principal element alloys", "comment": null, "summary": "Refractory multi-principal element alloys (RMPEAs) have attracted growing interest for their exceptional high-temperature strength, yet their complex compositions hinder a mechanistic understanding of plastic deformation. Here, we perform atomistic simulations to determine local slip resistances (LSRs) of edge and screw dislocations on primary BCC slip planes in 12 equal-molar RMPEAs. Machine learning is employed to uncover relationships between LSR and underlying material properties, enabling systematic assessment of compositional effects on dislocation behavior. Based on these insights, we develop a thermally activated, dislocation-based model to predict macroscopic yield stress. We find that increasing the fraction of hexagonal close-packed elements above 50% significantly reduces unstable stacking fault energy, ideal shear strength, and screw LSR across all slip planes. Higher elastic anisotropy further lowers these quantities, while lattice distortion modifies relative slip resistances between dislocation characters and slip systems. By combining an autoencoder with a random forest model, we identify elastic constants and lattice distortion as the dominant factors controlling LSR. The resulting framework accurately predicts tensile yield stress in BCC RMPEAs and provides guidance for alloy design."}
{"id": "2602.04357", "categories": ["cond-mat.stat-mech", "math.PR"], "pdf": "https://arxiv.org/pdf/2602.04357", "abs": "https://arxiv.org/abs/2602.04357", "authors": ["Yuta Yanagibashi", "Kazumasa A. Takeuchi"], "title": "Population dynamics simulations of large deviations for three subclasses of the Kardar-Parisi-Zhang universality class", "comment": "9 pages, 5 figures", "summary": "Recent theoretical studies have gradually deepened our understanding of the one-dimensional (1D) Kardar-Parisi-Zhang (KPZ) universality class even in the large deviation regime, but numerical methods for studying KPZ large deviations remain limited. Here we implement a method based on the population dynamics algorithm for studying large deviations of time-integrated local currents in the totally asymmetric simple exclusion process (TASEP), which is a pragmatic model in the 1D KPZ class. Carrying out simulations for the three representative initial conditions, namely step, flat, and stationary ones, we not only confirm theoretical predictions available for the step case, but also characterize large deviations for the flat and stationary cases which have not been investigated before. We reveal in particular an unexpected robustness of the deeply negative large deviation regime with respect to different initial conditions. We attribute this robustness to the spontaneous formation of a wedge shape in interface profile. Our population dynamics approach may serve as a versatile method for studying large deviations in the KPZ class numerically and, potentially, even experimentally."}
{"id": "2602.04151", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.04151", "abs": "https://arxiv.org/abs/2602.04151", "authors": ["Hongyu Chen", "Han Yan", "Xiaorong Zhou", "Xiaoning Wang", "Ziang Meng", "Li Liu", "Guojian Zhao", "Zhiyuan Duan", "Sixu Jiang", "Jingyu Li", "Xiaoyang Tan", "Peixin Qin", "Zhiqi Liu"], "title": "Observation of Highly Efficient Torques on Orbital Moments Induced by Orbital Current", "comment": "15 pages, 5 figures, in press at Modern Physics Letter B", "summary": "We study the current-induced torques in bilayers composed of a light 3d metal, chromium, and a rare-earth ferromagnet with finite orbital moments, terbium, utilizing second-harmonic Hall-response measurements. The dampinglike torque efficiency of chromium is found to be positive and reaches ~3.66 in this system, in sharp contrast to the negative and subtle dampinglike torque efficiency in general Cr/ferromagnet heterostructures with quenched orbital moment. We suggest that the orbital currents generated by the orbital Hall effect in Cr can be injected into Tb with negligible loss at the interface and then efficiently interact with the orbital moments. Our work implies that orbital currents could be harnessed to manipulate the orbital magnetization of materials, which would advance the development of orbitronics."}
{"id": "2602.04362", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04362", "abs": "https://arxiv.org/abs/2602.04362", "authors": ["Shinnosuke Koyama", "Takashi Koretsune", "Kazumasa Hattori"], "title": "Flexocurrent-induced magnetization: Strain gradient-induced magnetization in time-reversal symmetric systems", "comment": "18 pages, 7 figures", "summary": "Symmetry constraints determine which physical responses are allowed in a given system. Magnetization induced by strain fields, such as in piezomagnetic and flexomagnetic effects, has typically been considered in materials that break time-reversal symmetry. Here, we propose that nonuniform strain can induce magnetization even in nonmagnetic metals and semiconductors that preserve time-reversal symmetry. This mechanism differs from the conventional flexomagnetic effect: the strain gradient acts as a driving force on the electrons, generating magnetization in a manner closely analogous to current-induced magnetization. Treating the strain field as an external field, we derive a general expression for the magnetization induced by a strain gradient and demonstrate that this response is symmetry-allowed even in time-reversal symmetric systems. We apply our formulation to nonmagnetic systems that lack spatial inversion symmetry while preserving time-reversal symmetry, using a decorated square lattice, monolayer MoS$_2$, and monolayer Janus MoSSe as representative examples. We find a finite magnetization response to strain gradients, which is consistent with symmetry arguments, supporting the validity of our theoretical framework. These results offer a pathway for controlling magnetization in nonmagnetic materials using strain fields."}
{"id": "2602.04363", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04363", "abs": "https://arxiv.org/abs/2602.04363", "authors": ["R. Goutham", "R. Rajesh", "V. Subashri", "Oleg Zaboronski"], "title": "Probabilities of rare events in product kernel aggregation: An exact formula and phase diagram", "comment": "17 pages, 12 figures", "summary": "We present an exact method for calculating the large deviation function describing rare fluctuations in the number of particles for product-kernel aggregation. Starting from the master equation, we derive an exact integral representation for the probability $P(M,N,t)$ of observing $N$ particles at time $t$ starting from $M$ monomers for any finite $M, N, t$. From this, we obtain an exact expression for the exponential moment $\\langle p^N\\rangle$ for integer $p$. Employing a replica conjecture -- numerically validated by finite-$M$ scaling -- we extend this result to real $p \\geq 0$. The convex envelope of the large deviation function, obtained via a Legendre-Fenchel transform of the exponential moment, shows singular behavior. The singular structure allows us to construct the full phase diagram of product-kernel aggregation, which contains a tricritical point, separating continuous and discontinuous transitions. We also compute the asymptotic form of the LDF for small $N/M$."}
{"id": "2602.04372", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2602.04372", "abs": "https://arxiv.org/abs/2602.04372", "authors": ["Manish Kr. Singh", "Rajendra S. Dhaka"], "title": "Revealing the interfacial kinetic mechanisms in high-entropy doped Na$_3$V$_2$(PO$_4$)$_3$ through electrochemical investigation and distribution of relaxation times", "comment": "submitted", "summary": "We designed a high-entropy doped NASICON cathode, Na$_3$V$_{1.9}$(CrMoAlZrNi)$_{0.1}$(PO$_4$)$_3$ and investigate its electrochemical performance for sodium-ion batteries (SIBs) to understand the diffusion mechanism including distribution of relaxation times analysis of interfacial kinetics. This trace doping induces high-entropy mixing at the vanadium site, tuning the lattice and enhancing specific capacity, activating V$^{4+}$/V$^{5+}$ redox couple 3.95~V. Interestingly, it delivers a reversible capacity of 119~mAh~g$^{-1}$ at 0.1~C, and demonstrate excellent stability of 68\\% after 1000 cycles at 10~C. The calculated diffusion coefficient values are found within the range of \\(10^{-11}\\)--\\(10^{-13}~\\mathrm{cm^2\\,s^{-1}}\\). The systematic investigation of temperature and voltage-dependent impedance data using the distribution of relaxation times provides deeper insights into the underlying charge-transfer and transport processes. The full cells with hard carbon delivers 326~Wh~kg$^{-1}$ (with respect to cathode mass) at $\\approx$3.2~V and retained $\\sim$79\\% capacity after 100 cycles at 2~C. Our study opens new avenues for developing high-entropy doped cathodes for enhanced structural stability, extended redox activity, and optimized electrochemical kinetics for practical implementation of SIBs."}
{"id": "2602.04426", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2602.04426", "abs": "https://arxiv.org/abs/2602.04426", "authors": ["Igor Perlikowski", "Eunika Zielony", "Aleksandra Wierzbicka", "Anastasiia Lysak", "Rafal Jakiela", "Ewa Przezdziecka"], "title": "ZnCdO:Eu Epitaxially Grown Alloys for Self-Powered Ultrafast Broadband Photodetection", "comment": "26 pages, 7 figures", "summary": "Photodetectors (PDs) are essential in imaging, communication, and sensing technologies. However, their reliance on external power makes them energy-consuming. This creates a strong need for self-powered PDs as a sustainable alternative. ZnO is a promising semiconductor material due to its pyroelectric properties, stemming from non-centrosymmetric wurtzite crystal structure, enabling the pyro-phototronic effect that enhances response speed. Properties of ZnO can be tailored via alloying and doping. Thus, this work explores thin layers of ZnCdO:Eu random alloys grown by molecular beam epitaxy (MBE) on silicon substrates, with varying Cd content. The study shows that doping with Eu notably affects growth kinetics, promoting strong [0001] orientation preference. Moreover, photoluminescence measurements confirm the successful incorporation of Eu3+ ions into the structure. Electrical measurements show that the introduction of Cd eliminates the problem of Schottky barrier formation on the ZnO/Si interface. The n-ZnCdO:Eu/p-Si junctions exhibit rectifying behavior and generate photocurrent across 380-1150 nm wavelength range without external electrical bias. Utilizing the pyro-phototronic effect, these devices achieved ultrafast response times: rise time below 10 us and decay time below 5 us for 405 nm and 650 nm illumination - placing them among the fastest self-powered oxide-based detectors that do not rely on additional performance-enhancing layers."}
{"id": "2602.04435", "categories": ["cond-mat.mtrl-sci", "cs.LG"], "pdf": "https://arxiv.org/pdf/2602.04435", "abs": "https://arxiv.org/abs/2602.04435", "authors": ["Ansu Mathew", "Ahmer A. B. Baloch", "Alamin Yakasai", "Hemant Mittal", "Vivian Alberts", "Jayakumar V. Karunamurthy"], "title": "Machine Learning-Driven Crystal System Prediction for Perovskites Using Augmented X-ray Diffraction Data", "comment": "37 pages, 7 figures. Author accepted manuscript. Published in Engineering Applications of Artificial Intelligence", "summary": "Prediction of crystal system from X-ray diffraction (XRD) spectra is a critical task in materials science, particularly for perovskite materials which are known for their diverse applications in photovoltaics, optoelectronics, and catalysis. In this study, we present a machine learning (ML)-driven framework that leverages advanced models, including Time Series Forest (TSF), Random Forest (RF), Extreme Gradient Boosting (XGBoost), Recurrent Neural Network (RNN), Long Short-Term Memory (LSTM), Gated Recurrent Unit (GRU), and a simple feedforward neural network (NN), to classify crystal systems, point groups, and space groups from XRD data of perovskite materials. To address class imbalance and enhance model robustness, we integrated feature augmentation strategies such as Synthetic Minority Over-sampling Technique (SMOTE), class weighting, jittering, and spectrum shifting, along with efficient data preprocessing pipelines. The TSF model with SMOTE augmentation achieved strong performance for crystal system prediction, with a Matthews correlation coefficient (MCC) of 0.9, an F1 score of 0.92, and an accuracy of 97.76%. For point and space group prediction, balanced accuracies above 95% were obtained. The model demonstrated high performance for symmetry-distinct classes, including cubic crystal systems, point groups 3m and m-3m, and space groups Pnma and Pnnn. This work highlights the potential of ML for XRD-based structural characterization and accelerated discovery of perovskite materials"}
{"id": "2602.04452", "categories": ["cond-mat.str-el", "cond-mat.dis-nn", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2602.04452", "abs": "https://arxiv.org/abs/2602.04452", "authors": ["E. Yu. Beliayev", "Y. K. Mishra", "I. A. Chichibaba", "I. G. Mirzoiev", "V. A. Horielyi", "A. V. Terekhov"], "title": "Emergent Coherence at the Edge of Magnetism: Low-Doped La2-xSrxCuO4+delta Revisited", "comment": "27 pages, 6 figures. Review article", "summary": "The La2-xSrxCuO4+delta (LSCO) system provides a unique experimental setting for exploring how magnetism, superconductivity, and disorder jointly shape charge transport in a doped Mott insulator. Transport measurements in lightly doped and oxygen-enriched LSCO reveal a strongly insulating normal state governed by variable-range hopping, accompanied by pronounced nonlinear current-voltage characteristics and, at low temperatures, current-induced negative differential resistance. With increasing carrier concentration, these features evolve into regimes characterized by granular and percolative superconductivity near the threshold of bulk superconductivity and, eventually, into a homogeneous strange-metal state close to optimal doping. Throughout this evolution, the transport response shows marked sensitivity to disorder, electronic inhomogeneity, and external control parameters, such as bias current and magnetic field. Rather than reflecting a sequence of sharply distinct phases, the observed transport regimes form a continuous crossover from a localization-dominated insulating state to granular superconductivity and further to a coherent metallic state. This crossover is driven primarily by the progressive enhancement of electronic screening, inter-region coupling, and superconducting connectivity, rather than by abrupt changes in the underlying microscopic scattering mechanisms. Taken together, the available transport data provide a coherent experimental basis for understanding how disorder and mesoscale electronic inhomogeneity organize charge transport and superconductivity across the LSCO phase diagram, underscoring the central role of percolation and nonequilibrium effects in underdoped cuprates."}
{"id": "2602.04469", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04469", "abs": "https://arxiv.org/abs/2602.04469", "authors": ["Veronica Regazzoni", "Fabrizio Rovaris", "Anna Marzegalli", "Francesco Montalenti", "Emilio Scalise"], "title": "Electronic States, Spin-Orbit Coupling and Magnetism in Germanium 60° Dislocations", "comment": null, "summary": "Defects in semiconductors have recently attracted renewed interest owing to their potential in novel quantum applications. Here we investigate the electronic and magnetic properties induced by 60° dislocations in Ge. Using large-scale DFT calculations, we determine the band structure for both the shuffle and glide sets in their lowest-energy configurations. We also perform charged-defect calculations to aid in the interpretation of complex photoluminescence spectra observed in epitaxial Ge layers. The band structure for the shuffle set reveals defect-induced dispersive bands localized within the band gap near the Γ point, whereas for the glide set, we observe strong overlap with the conduction band. Defect-induced band splitting evident away from Γ reveals Rashba-Dresselhaus spin-orbit coupling, an effect previously reported only for screw dislocations. Remarkably, we find evidence that specific dislocation arrangements can stabilize antiferromagnetic ordering with sizable local magnetic moments and considerable exchange splitting between opposite spin states. These results uncover rich physics in Ge dislocations through the combination of spin-orbit coupling and magnetic ordering, potentially enabling novel defect-based functionalities in Ge devices."}
{"id": "2602.04475", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04475", "abs": "https://arxiv.org/abs/2602.04475", "authors": ["Jiahang Li", "Suhang Li", "Chong Yan", "Qinzhuang Liu", "Jiajun Yu", "Dongwei Ma"], "title": "Potential-Induced Dynamic Coordination of Nonmetal Atoms Directly Bound to Metal Centers in Graphene-Embedded Single-Atom Catalysts and Its Implications", "comment": "35 pages, 5 figures", "summary": "Electrode-potential-induced dynamic coordination is an essential factor governing the performance of graphene-embedded single-atom catalysts (SACs). While previous studies have primarily centered on structural dynamics at the metal site, the response of its coordinated nonmetal atoms remains largely unexplored. Here, using Ni SACs with mixed nitrogen/carbon coordination (NiN4-xCx) as representatives, we investigate potential-driven hydrogenation of metal-center-coordinated nonmetallic atoms through constant-potential density functional theory and ab initio molecular dynamics. We find that the C sites directly bound to Ni undergo potential-driven hydrogenation, whereas hydrogenation at N sites is thermodynamically unfavorable. Taking NiNC3 as a representative system, we demonstrate that these hydrogenation processes proceed with accessible kinetic barriers and obey the Brønsted-Evans-Polanyi relation. The resulting dynamic coordination reshapes the Ni 3d and dz2 orbitals, modulates the stability of the active center, and weakens molecular adsorption through combined electronic and steric effects. These findings reveal that electrode potential and solvent not only regulate the metal center but also dynamically reconfigure its coordination environment, offering novel mechanistic insights into potential-induced coordination dynamics and guiding the rational design of coordination-engineered SACs."}
{"id": "2602.04500", "categories": ["cond-mat.mtrl-sci", "cond-mat.other"], "pdf": "https://arxiv.org/pdf/2602.04500", "abs": "https://arxiv.org/abs/2602.04500", "authors": ["Qurat-ul-ain", "Thi H. Ho", "Soon Cheol Hong", "Dorj Odkhuu", "S. H. Rhim"], "title": "Microscopic Origin of Polarization-Controlled Magnetization Switching in FePt/BaTiO$_3$", "comment": "5 pages, 5 figures", "summary": "Electric-field driven magnetization switching in FePt/BaTiO$_3$ (001) is demonstrated through first-principles calculations. The magnetic easy axis of FePt layer undergoes a transition from in-plane to perpendicular direction upon ferroelectric polarization reversal, a process sensitively controlled by epitaxial strain with threshold strain strain($η$) $η\\approx\\%$. At this phenomena, a large interfacial magnetoelectric coupling ($α_I = 3.6 \\times 10^{-10}$ G$\\cdot$cm$^2$/V) is responsible, stemming from the orbital reconstruction. In particular, the redistribution of Pt-$d$ orbital occupancy alters spin-orbit coupling, thereby tuning the competition between magnetic anisotropy ($K_i$) and magnetoelastic energy ($b_1$). Our work clarifies the fundamental physics of strain-engineered magnetoelectricity and suggests a concrete pathway for designing ultra-low-power voltage-controlled magnetic memory."}
{"id": "2602.04506", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04506", "abs": "https://arxiv.org/abs/2602.04506", "authors": ["Guihyun Han", "Minkyu Park", "S. H. Rhim"], "title": "Strain tunable anomalous Hall and Nernst conductivities in compensated ferrimagnetic Mn$_3$Al", "comment": "5 pages, 5 figures, accepted for Physical Review B", "summary": "The tunability of anomalous Hall and Nernst conductivities is investigated in the compensated ferrimagnet Mn$_3$Al under isotropic strain ($η$) and chemical potential variation using first-principles calculations. At a chemical potential of $μ= -0.3$ eV, three distinct topological features -- Weyl points, nodal lines, and gapped nodal lines -- are simultaneously realized along high-symmetry directions of the Brillouin zone in the framework of magnetic space group. The anomalous Hall conductivity (AHC) is found to be predominantly governed by the Berry curvature in the $k_y k_z$ plane and can be enhanced significantly under tensile strain, reaching $-1200$ $(Ω~\\mathrm{cm})^{-1}$. On the other hand, the anomalous Nernst conductivity (ANC) shows a sign change near the Fermi level and whose magnitude increases at $μ= -0.3$ eV with quasi-quadratic strain dependence. Regardless of strain, the underlying bands and Fermi surface structures remain robust, while the distribution and magnitude of Berry curvature evolve substantially. These results underscore the potential of Mn$_3$Al, a compensated ferrimagnet, as a platform for Berry curvature engineering via strain and doping."}
{"id": "2602.04530", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04530", "abs": "https://arxiv.org/abs/2602.04530", "authors": ["Tobias Brink", "Saba Saood", "Peter Schweizer", "Jörg Neugebauer", "Gerhard Dehm"], "title": "Triple Junctions as Dislocation-Like Defects: The Role of Grain Boundary Crystallography Revealed by Experiment and Atomistic Simulation", "comment": "13 pages, 9 figures", "summary": "Grain boundary networks and their evolution are strongly influenced by triple junctions. The defect nature of these line defects significantly affects the properties of the network, but they have not been fully characterized to date. Here, we use scanning transmission electron microscopy combined with atomistic computer simulations to investigate a triple junction at the atomic scale in an Al thin film with {111} texture. Using sampling methods, we were able to construct the same junction structure as in the experiment within a computer model. We present a technique to calculate the Burgers vector of the triple junction. This allows us to connect the junction's dislocation character to the microscopic degrees of freedom of the joining grain boundaries. The junction line energy in the computer model can then be calculated using an embedded atom method potential. It follows the same laws as a bulk dislocation. Finally, we discovered a range of possible triple junctions for the observed grain boundaries, which vary in the magnitude of their Burgers vector. Interestingly, the experimentally observed junction is not the one with the smallest possible Burgers vector and energy. This suggests that the kinetics of transforming the junction line are likely too slow to be driven by the small energy contribution of the triple junction."}
{"id": "2602.04534", "categories": ["cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.04534", "abs": "https://arxiv.org/abs/2602.04534", "authors": ["Josu Diego", "Matteo Calandra"], "title": "Fermi surface geometry and momentum dependent electron-phonon coupling drive the charge density wave in quasi-1D ZrTe$3$", "comment": null, "summary": "ZrTe$_3$ is a prototypical quasi-one-dimensional compound undergoing a charge density wave transition via a very sharp Kohn anomaly in phonon momentum space. While Fermi surface geometry has long been considered the primary driver of the instability, a full understanding of the lattice dynamics and electron-phonon role has remained elusive. Our first principles calculations in the high-symmetry phase show that the Fermi surface is correctly reproduced only when the Hubbard interaction on the Te $5p$ orbitals is included, which in turn is essential for the appearance of a soft harmonic phonon mode at the CDW wavevector. Analyzing the mode and momentum dependence of the electron-phonon coupling, we find that its variations with phonon momentum dominate over electronic effects. These results identify unambiguously the CDW origin in ZrTe$_3$ as a cooperative effect of Fermi surface geometry and momentum-dependent electron-phonon coupling, with the latter playing the leading role. The mechanisms revealed in our work are directly relevant to other quasi-1D systems, including trichalcogenides and compounds hosting Peierls-like chains."}
{"id": "2602.04560", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04560", "abs": "https://arxiv.org/abs/2602.04560", "authors": ["Marco Baldovin", "Alessandro Manacorda"], "title": "Control protocols for harmonically confined run-and-tumble particles", "comment": "13 pages, 9 figures", "summary": "Run-and-tumble particles constitute one of the simplest models of self-propelled active matter, and provide an ideal playground to the understanding of out-of-equilibrium systems. We consider an idealized setup where one such particle is subject to a harmonic confining potential, and an external agent can vary in time the tumbling rate and the strength of the trap. We search for time-dependent control protocols steering the system between assigned end states, in a prescribed time interval. To this aim, we propose a description of the dynamics, alternative to the usual ones, in the form of an infinite set of ordinary differential equations. Solutions based on a suitable closure of such hierarchy, which we expect to hold true in the limit of long protocol duration, are discussed and compared with numerical simulations. We also look for the protocol completing the task with the minimal work, on average: the problem can be tackled analytically, again in the regime of slow (but not quasi-static) transformations. The solution provides insightful intuition on the optimal strategies for the control of active matter systems."}
{"id": "2602.04561", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2602.04561", "abs": "https://arxiv.org/abs/2602.04561", "authors": ["Haiyang Pan", "Shunshun Yang", "Yuzhu Wang", "Xiangbin Cai", "Wei Wang", "Yan Zhao", "Kenji Watanabe", "Takashi Taniguchi", "Linlong Zhang", "Youwen Liu", "Bo Yang", "Weibo Gao"], "title": "Optical signatures of -1/3 fractional quantum anomalous Hall state in twisted MoTe2", "comment": "4 figures", "summary": "The discovery of fractional charge excitations in new platforms offers crucial insights into strongly correlated quantum phases. While a range of fractional quantum anomalous Hall (FQAH) states have recently been observed in two-dimensional twisted moire systems, the theoretically anticipated filling factor v = -1/3 FQAH state has remained elusive, with debates centering on its nature of charge density wave or a topological Chern insulator. Here, we report the optical detection of a v = -1/3 FQAH state in twisted MoTe2 bilayers. Using photoluminescence (PL) and reflective magnetic circular dichroism (RMCD) techniques, we identify ferromagnetic states at filling factors v = -1, -2/3, and -1/3, all tunable by a vertical electric field. The corresponding Curie temperatures are approximately 11 K, 3.5 K, and 2.4 K, respectively. The -1/3 state emerges over a narrower electric field range and a lower temperature compared to the integer and other fractional states, indicating its fragile nature that may lead to its absence in previous reports. Notably, the PL spectra at v = -1/3 disperse as the out-of-plane magnetic field increases, consistent with a nontrivial topological origin. Theoretical calculations based on the exact diagonalization method further support the interpretation of this topologically non-trivial state."}
{"id": "2602.04591", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04591", "abs": "https://arxiv.org/abs/2602.04591", "authors": ["Brahim Lemkalli", "Qingxiang Ji", "Jingyi Zhang", "Richard Craster", "Johan Christensen", "Muamer Kadic"], "title": "Nonreciprocal topological kink-wave propagation in mechanical metamaterials", "comment": null, "summary": "Nonlinear mechanical metamaterials can exhibit emergent transport phenomena that mimic topological protection without relying on linear band topology. Here, we realize a bifurcation-induced nonreciprocal lattice that supports robust propagation of elastic kink waves. Each unit is a prestrained, hinged-beam circulator that develops angular momentum bias during snap-through transitions between buckling states, producing an effective breaking of time reversal symmetry. Coupling such units into a hexagonal array yields a mechanically chiral network where localized soliton-like excitations propagate unidirectionally along interfaces and edges, immune to sharp bends. We demonstrate non-dispersive kink transport governed by a SineGordon type field whose effective bias encodes mechanical chirality. This framework bridges bifurcation dynamics and nonreciprocal transport, establishing a nonlinear route toward topological like mechanical functionality without magnetic or gyroscopic bias."}
{"id": "2602.04593", "categories": ["cond-mat.stat-mech", "cond-mat.quant-gas", "gr-qc", "hep-th"], "pdf": "https://arxiv.org/pdf/2602.04593", "abs": "https://arxiv.org/abs/2602.04593", "authors": ["Nitesh Jaiswal", "S. Shankaranarayanan"], "title": "Emergent Hawking Radiation and Quantum Sensing in a Quenched Chiral Spin Chain", "comment": "23 pages, 7 figures. Comments are welcome", "summary": "We investigate the emergence and detection of Hawking radiation (HR) in a 1D chiral spin chain model, where the gravitational collapse is simulated by a sudden quantum quench that triggers a horizon-inducing phase transition. While our previous work Jaiswal [2025] established that this model mimics BH formation conditions even when the Hoop conjecture is seemingly violated, we here focus on the resulting stationary radiation spectrum and its detectability. By mapping the spin chain dynamics to a Dirac fermion in a curved (1 + 1)-dimensional spacetime, we analyze the radiation using two complementary approaches: field-theoretic modes and operational quantum sensors. First, using localized Gaussian wave packets to model realistic detectors, we find that the radiation spectrum exhibits deviations from the ideal Planckian form, analogous to frequency-dependent greybody factors, while retaining robust Poissonian statistics that signal the loss of formation-scale information. Second, we introduce a qubit coupled to the chain as a stationary Unruh-DeWitt detector. We demonstrate that the qubit functions as a faithful quantum sensor of the Hawking temperature only in the weak-coupling regime, where its population dynamics are governed solely by the bath spectral density. In the strong-coupling limit, the probe thermalizes with the global environment, obscuring the horizon-induced thermal signature. These results provide a clear operational protocol for distinguishing genuine analog HR from environmental noise in quantum simulation platforms."}
{"id": "2602.04602", "categories": ["cond-mat.mtrl-sci", "physics.data-an"], "pdf": "https://arxiv.org/pdf/2602.04602", "abs": "https://arxiv.org/abs/2602.04602", "authors": ["Aravindan Kamatchi Sundaram", "Mohit Chakraborty", "Sai Mani Kumar Devathi", "B. Pabitramohan Prusty", "Rohit Batra"], "title": "Automated Extraction of Multicomponent Alloy Data Using Large Language Models for Sustainable Design", "comment": "18 pages, 6 figures", "summary": "The design of sustainable materials requires access to materials performance and sustainability data from literature corpus in an organized, structured and automated manner. Natural language processing approaches, particularly large language models (LLMs), have been explored for materials data extraction from the literature, yet often suffer from limited accuracy or narrow scope. In this work, an LLM-based pipeline is developed to accurately extract alloy-related information from both textual descriptions and tabular data across the literature on high-entropy (or multicomponent) alloys (HEA). Specifically two databases with 37,711 and 148,069 entries respectively are retrieved; one from the literature text, consisting of alloy composition, processing conditions, characterization methods, and reported properties, and other from the literature tables, consisting of property names, values, and units. The pipeline enhances materials-domain sensitivity through prompt engineering and retrieval-augmented generation and achieves F1-scores of 0.83 for textual extraction and 0.88 for tabular extraction, surpassing or matching existing approaches. Application of the pipeline to over 10,000 articles yields the largest publicly available multicomponent alloy database and reveals compositional and processing-property trends. The database is further employed for sustainability-aware materials selection in three application domains, i.e., lightweighting, soft magnetic, and corrosion-resistant, identifying multicomponent alloy candidates with more sustainable production while maintaining or exceeding benchmark performance. The pipeline developed can be easily generalized to other class of materials, and assist in development of comprehensive, accurate and usable databases for sustainable materials design."}
{"id": "2602.04606", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04606", "abs": "https://arxiv.org/abs/2602.04606", "authors": ["Qingmei Hu", "Daniel Hedman", "Ya Feng", "Wanyu Dai", "Daisuke Asa", "Aina Fito-Parera", "Yixi Yao", "Yongjia Zheng", "Kaoru Hisama", "Gunjan Auti", "Hirofumi Daiguji", "Shohei Chiashi", "Dmitry Levshov", "Wim Wenseleers", "Keigo Otsuka", "Yan Li", "Christophe Bichara", "Sofie Cambre", "Rong Xiang", "Shigeo Maruyama"], "title": "Structures of iron and cobalt bimetallic clusters for optimized chemical vapor deposition growth of single-walled carbon nanotubes", "comment": "arXiv admin note: substantial text overlap with arXiv:2507.17891", "summary": "We investigate iron-cobalt (Fe-Co) alloys as a representative high-performance catalyst system for SWCNT growth in a systematic manner by combining chemical vapor deposition (CVD) experiments with chirality-resolved spectroscopic analysis, as well as molecular dynamics (MD) simulations based on density functional theory-derived machine learning force fields while varying the Fe-Co ratio. Using zeolite-based SWCNTs prepared by alcohol CVD, absorption and photoluminescence spectroscopy, together with two-dimensional excitation-emission fitting was employed to quantify chirality-specific growth efficiency. Two distinct growth regimes were identified. At a relatively low temperature of 600 C, pure Co exhibits the highest catalytic activity, promoting efficient growth of small-diameter (0.7-0.9 nm) SWCNTs. In contrast, at 850 C, the Fe0.75Co0.25 alloy shows a pronounced enhancement in growth efficiency compared with pure Fe, pure Co, and other Fe-Co compositions, also yielding larger diameter tubes (0.9-1.1nm). Similar growth behavior was observed on SiO2 substrates, enabling detailed transmission electron microscopy analysis of catalyst nanoparticles. Electron microscopy and energy-dispersive X-ray spectroscopy reveal that high SWCNT yields correlate with the formation of small, uniform Fe-Co nanoparticles with Co-enriched surfaces, in excellent agreement with MD simulations. Lastly, MD results are summarized in a composition-diameter phase diagram that rationalizes the experimentally observed growth trends. The exceptional performance of the Fe0.75Co0.25 catalyst at high temperature is attributed to the stabilization of small and uniform catalyst clusters, providing mechanistic insight into the synergistic roles of alloy composition and temperature in SWCNT growth."}
{"id": "2602.04615", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04615", "abs": "https://arxiv.org/abs/2602.04615", "authors": ["Renda Wang", "Xue Bai", "Xueliang Pei", "Sijie Liu", "Chunfan Liu", "Ping Yu", "Bingsheng Li", "Nabil Daghbouj", "Tomas Polcar", "Fanping Meng", "Fangfang Ge", "Qing Huang"], "title": "Cross-sectional helium irradiation reveals interface-controlled bubble evolution in Cr/CrAlSiN multilayer coatings on zirconium alloys", "comment": "32 pages, 8 figures", "summary": "The irradiation stability of Cr based protective coatings on zirconium alloys is critical for the development of accident-tolerant fuel claddings. However, conventional surface irradiation often produces shallow, nonuniform damage, obscuring interfacial behavior. In this study, we perform cross-sectional He irradiation to directly examine the interfacial response and He bubble evolution across Cr monolayer and Cr and CrAlSiN multilayer coatings on Zr substrates. Irradiation was carried out at 500 C and 750 C to doses of 2 and 3 dpa, enabling a direct comparison of temperature-dependent microstructural evolution. In the Cr monolayer, He implantation produced a homogeneous distribution of nanoscale bubbles throughout the damaged region and large cavities at the Cr and Zr interface, indicating severe Kirkendall-type voiding and interfacial decohesion at elevated temperature. In contrast, the Cr/CrAlSiN multilayer exhibited a periodically modulated bubble distribution, with bubble fragmentation and transformation into nanoscale platelets at CrAlSiN interfaces. A N-enriched Zr(N) interlayer formed spontaneously at the CrAlSiN and Zr interface, effectively suppressing bubble accumulation and interdiffusion. The nanochannel interfaces acted as He sinks and diffusion barriers, enhancing interfacial bonding and mitigating swelling. This work demonstrates that cross-sectional ion irradiation is a powerful approach for probing interfacial stability in multilayer systems, offering new insights into He-defect interactions and radiation tolerance engineering at buried interfaces. The findings highlight the potential of Cr and CrAlSiN multilayers as advanced coating architectures for high-temperature nuclear environments."}
{"id": "2602.04626", "categories": ["cond-mat.stat-mech", "math-ph"], "pdf": "https://arxiv.org/pdf/2602.04626", "abs": "https://arxiv.org/abs/2602.04626", "authors": ["Fabio Deelan Cunden", "Noemi Cuppone", "Giovanni Gramegna", "Pierpaolo Vivo"], "title": "The Most Dispersed Subset of Random Points in $\\mathbb{R}^d$", "comment": "33 pages, 7 figures", "summary": "Consider a population of $N$ individuals, each having $d\\geq 1$ different traits, and an additive measure, called dispersion, which rewards large pairwise separations between traits. The goal is to select $M\\leq N$ individuals such that their traits are as dispersed as possible. We compute analytically the full statistics (including large deviation tails) of the maximally achievable dispersion among sub-populations of size $M$ when the traits are independent and identically distributed. Two complementary approaches are developed, one based on a mean-field theory for order statistics, and the other on the replica method from the field of disordered systems. In all dimensions $d$, and for rotationally symmetric distributions, the optimal subset for large populations consists of all points lying outside a $d$-dimensional ball whose radius is determined self-consistently. For a single trait ($d=1$), the statistics of the maximal dispersion can be tackled for finite $N,M$ as well. The formulae we obtained are corroborated by numerical simulations on small instances and by heuristic algorithms that find near-optimal solutions."}
{"id": "2602.04773", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2602.04773", "abs": "https://arxiv.org/abs/2602.04773", "authors": ["Bernhard Schmiedmayer", "Angela Rittsteuer", "Tobias Hilpert", "Georg Kresse"], "title": "Scalar machine learning of tensorial quantities -- Born effective charges from monopole models", "comment": null, "summary": "Predicting tensorial properties with machine learning models typically requires carefully designed tensorial descriptors. In this work, we introduce an alternative strategy for learning tensorial quantities based on scalar descriptors. We apply this approach to the Born effective charge tensor, showing that scalar (monopole) kernel models can successfully capture its tensorial nature by exploiting the definition of the Born effective charge tensor as the derivative of the polarisation with respect to atomic displacements. We compare this method with tensorial (dipole) kernel models, as established in our previous work, in which the tensorial structure of the Born effective charge is encoded directly in the kernel and obtained via its derivative. Both approaches are then used for charge partitioning, enabling the separation of monopole and dipole contributions. Finally, we demonstrate the effectiveness of the framework by computing finite-temperature infrared spectra for a range of complex materials."}
{"id": "2602.04781", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2602.04781", "abs": "https://arxiv.org/abs/2602.04781", "authors": ["Panchlal Prabhat", "Amit Gupta"], "title": "Magneto-optical transport in type-II Weyl semimetals in the presence of orbital magnetic moment", "comment": null, "summary": "The magneto-optical transport of gapless type-I tilted single Weyl semimetals(WSMs) exhibits suppression of total magnetoconductivities in the presence of orbital magnetic moment(OMM) in linear and nonlinear responses (Yang Gao et al., Phys. Rev. B {\\bf 105}, 165307 (2022)). In this work, we extend our study to investigate magnetoconductivities in gapless type-II Weyl semimetals within the semiclassical Boltzmann approach and show the differences that arise compared to type-I Weyl semimetals."}
{"id": "2602.04818", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2602.04818", "abs": "https://arxiv.org/abs/2602.04818", "authors": ["Bishnu Bhowmik", "Sayantan Mitra", "Robert M. Ziff", "Ankur Sensharma"], "title": "Site and bond percolation in linearly distorted triangular and square lattices", "comment": "13 pages, 13 figures", "summary": "We investigate site and bond percolation in triangular and square lattices subjected to linear distortion. In contrast to previously studied distortion schemes that preserve lattice geometry, linear distortion dislocates regular lattice sites along a fixed direction. Nearest-neighbors of a regular lattice need to satisfy a distance-based connection criterion to remain neighbors in the linearly distorted lattice. Using extensive Monte Carlo simulations and finite-size scaling analyses, we examine how site and bond percolation thresholds vary with the distortion parameter and the connection threshold. For triangular lattices, we observe pronounced directional dependence of both site and bond percolation thresholds, as well as of the critical connection threshold. This arises from the distortion-induced anisotropic modification of nearest-neighbor separations. In particular, bond percolation exhibits nontrivial behavior that cannot be explained solely in terms of changes in the average coordination number. In contrast, square lattices remain effectively isotropic under linear distortion, resulting in identical percolation thresholds for distortions applied along different directions. Percolation thresholds in the thermodynamic limit, evaluated for a selected set of values of distortion parameter and connection threshold, confirm that the results for large finite lattices provide reliable estimates of the infinite-system behavior."}
{"id": "2602.04827", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2602.04827", "abs": "https://arxiv.org/abs/2602.04827", "authors": ["Wu-Rong Jian", "Arjun S. Kulathuvayal", "Hanfeng Zhai", "Anshu Raj", "Xiaohu Yao", "Yanqing Su", "Shuozhi Xu", "Irene J. Beyerlein"], "title": "Atomistic and data-driven insights into the local slip resistances in random refractory multi-principal element alloys", "comment": null, "summary": "Refractory multi-principal element alloys (RMPEAs) have attracted growing interest for their exceptional high-temperature strength, yet their complex compositions hinder a mechanistic understanding of plastic deformation. Here, we perform atomistic simulations to determine local slip resistances (LSRs) of edge and screw dislocations on primary BCC slip planes in 12 equal-molar RMPEAs. Machine learning is employed to uncover relationships between LSR and underlying material properties, enabling systematic assessment of compositional effects on dislocation behavior. Based on these insights, we develop a thermally activated, dislocation-based model to predict macroscopic yield stress. We find that increasing the fraction of hexagonal close-packed elements above 50% significantly reduces unstable stacking fault energy, ideal shear strength, and screw LSR across all slip planes. Higher elastic anisotropy further lowers these quantities, while lattice distortion modifies relative slip resistances between dislocation characters and slip systems. By combining an autoencoder with a random forest model, we identify elastic constants and lattice distortion as the dominant factors controlling LSR. The resulting framework accurately predicts tensile yield stress in BCC RMPEAs and provides guidance for alloy design."}
{"id": "2602.04854", "categories": ["cond-mat.mes-hall", "math-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2602.04854", "abs": "https://arxiv.org/abs/2602.04854", "authors": ["Manuel Calixto"], "title": "Real and momentum space analysis of topological phases in 2D d-wave altermagnets", "comment": "18 pages, 13 figures", "summary": "Altermagnetism has recently emerged as a third fundamental branch of magnetism, combining the vanishing net magnetization of antiferromagnets with the high-momentum-dependent spin splitting of ferromagnets. This study provides a comprehensive real- and momentum-space analysis of topological phases in two-dimensional d-wave altermagnets. By employing a tight-binding Hamiltonian, we characterize the topological phase transition occurring at a critical intra-sublattice hopping strength ($t_a^C$). We examine the emergence of Dirac nodal points and the resulting Berry curvature singularities, supported by a visual analysis of pseudospin texture winding. Crucially, we analize spin splitting, effective altermagnetic strength, and investigate the transport implications of these phases, uncovering giant conductivity anisotropy and spin-dependent \"steering\" effects driven by group velocity distribution across the Fermi surface. Beyond bulk properties, we analyze the edge state topology in ribbon geometries through the lens of information-theoretic markers like fidelity-susceptibility and inverse participation ratio, offering an alternative to traditional Chern number calculations. Our results demonstrate that the hybridization of edge states in ultra-narrow nanoribbons opens a controllable energy gap, a feature we exploit to propose a novel topological altermagnetic field-effect transistor design where ballistic and spatially spin-polarized transport can be electrostatically gated. This work establishes a theoretical and information-theoretic framework for \"edgetronics\" in altermagnetic materials, paving the way for next-generation, high-speed spintronic and \"spin-splitter\" logic devices and architectures."}
