{"id": "2601.09782", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09782", "abs": "https://arxiv.org/abs/2601.09782", "authors": ["Kazi Ranjibul Islam", "Samuel Awelewa", "Andrey V. Chubukov", "Maxim Dzero"], "title": "Spatially resolved collective modes in d-wave superconductors", "comment": "47 pages, 7 figures", "summary": "We analyze the dispersion of collective modes in a superconductor with $d-$wave symmetry of the order parameter in the presence of long-range Coulomb interaction. We use diagrammatic technique and quasiclassical theory in Keldysh-Nambu formalism to compute longitudinal and transverse pair susceptibilities and extract from them the dispersion of the longitudinal and transverse collective mode. We show that at T=0, the dispersion of the transverse (plasma) mode is the same as in an s-wave superconductor, but at a finite temperature it is softer and has a much larger decay rate due to the partial screening of the Coulomb potential by nodal quasiparticles. We show that the dispersion of the longitudinal mode depends on the direction of momentum with respect to the positions of the nodes of the d-wave gap, while the decay rate of this mode does not depend on momentum. We discuss experimental implications of our results."}
{"id": "2601.09783", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09783", "abs": "https://arxiv.org/abs/2601.09783", "authors": ["Igor de M. Froldi", "Hermann Freire"], "title": "Highly efficient superconducting diode effect in unconventional $p$-wave magnets", "comment": "7 pages, 3 figures (main text). 9 pages, 5 figures (supplemental material)", "summary": "We investigate the emergence of superconducting phases, both with zero and finite Cooper-pair center of mass momenta, in recently proposed unconventional $p$-wave magnets. As a consequence, we find that, while these magnetic phases are in principle compatible with a conventional pairing state at zero field, a Fulde-Ferrell phase can generally be promoted as the leading instability under the application of a finite magnetic field. Interestingly, by calculating the efficiency of the superconducting diode effect of this finite momentum pairing state via a Ginzburg-Landau theory, we uncover that a high efficiency can be obtained in these systems for experimentally relevant spin splittings. Therefore, our prediction reveals that the experimental discovery of these new materials represents a promising platform for the construction of energy-efficient logic circuits that can potentially be used, e.g., in the fields of classical and quantum computing."}
{"id": "2601.09889", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09889", "abs": "https://arxiv.org/abs/2601.09889", "authors": ["Wan-Ting Liao", "S. K. Dutta", "R. E. Butera", "C. J. Lobb", "F. C. Wellstood", "M. Dreyer"], "title": "Multiple Andreev Reflection Effects in Asymmetric STM Josephson Junctions", "comment": null, "summary": "We have examined the electrical behavior of Josephson junctions formed by a scanning tunneling microscope (STM) with a Nb sample and a Nb tip, with normal-state resistances Rn varying between 1 kOhm and 10 MOhm. Current-voltage characteristics were obtained as a function of Rn by varying the distance between the tip and sample at temperatures of 50 mK and 1.5 K. Rn decreases as the tip-sample separation is reduced, and the junction evolves from a phase-diffusion regime to an underdamped small junction regime, and then to a point contact regime. The subgap structure exhibits pronounced multiple Andreev reflection (MAR) features whose amplitudes and onset energies depend sensitively on junction transparency and gap asymmetry. To interpret these spectra, we generalize the Averin-Bardas MAR theory to superconductors with unequal gap magnitudes, providing a quantitative model appropriate for asymmetric STM junctions. The resulting fits yield the superconducting gaps of the electrodes, barrier transparency, and number of conduction channels as a function of Rn. Combining this analysis with Josephson junction dynamics, we further account for the observed switching and retrapping currents and the finite resistance of the supercurrent branch. Our results demonstrate that incorporating intrinsic electrode asymmetry is essential for reliably extracting transport parameters in STM-based superconducting weak links."}
{"id": "2601.09945", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09945", "abs": "https://arxiv.org/abs/2601.09945", "authors": ["X Xu", "F Wan", "X Peng", "M Sumption"], "title": "Ultra-low magnetization and hysteresis loss in APC Nb3Sn superconductors", "comment": "4 figures", "summary": "For the accelerator magnets of the next hadron collider, reducing superconductor persistent-current magnetization is not only important for achieving the desired field quality, but also crucial for its sustainability because the magnetization loss is the major heat load to the magnet cold mass. For conventional Nb3Sn conductors this requires reduction of effective subelement size (Deff). For the restacked-rod-process (RRP) conductors a physical subelement size (Dsub) as small as 35 um (corresponding to a Deff close to 45 um) can be reached, but at a significant price in Jc. Another way to reduce the magnetization is by introducing artificial pinning centers (APC) using the internal oxidation approach. APC conductors outperform conventional Nb3Sn wires in two aspects: 1) higher Jc at high fields, and 2) much lower Jc and magnetization at low fields (e.g., below 5 T). In this work we explored the fabricability of APC wires with small Dsub. A 180-stack APC wire was produced and drawn to 0.7- and 0.5-mm diameters with good quality, with Dsubs of 34 and 24 um (Deffs of 36 and 25 um), respectively. For the 34-um-Dsub wire, its non-Cu Jc is higher than that of an RRP wire used for the High-Luminosity Large Hadron Collider (HL-LHC) project above 13 T (e.g., 36% higher at 4.2 K, 18 T), while its non-Cu magnetization at 1 T, ΔM(1 T), is only 29% of the RRP wire. Its non-Cu hysteresis loss for a cycle between 1 and 14 T, Qh(1-14 T), is 37% of the RRP wire. For the 24-um-Dsub wire, its non-Cu Jc surpasses the HL-LHC RRP wire above 17.5 T, while its ΔM(1 T) and Qh(1-14 T) are only 17% and 23% of the RRP wire, respectively. Its non-Cu Qh(+/-3 T) even meets the specification of the International Thermonuclear Experimental Reactor (ITER) project."}
{"id": "2601.09861", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.09861", "abs": "https://arxiv.org/abs/2601.09861", "authors": ["Roland R. Netz"], "title": "Barrier-crossing and energy relaxation dynamics of non-Markovian inertial systems connected via analytical Green-Fokker-Planck approach", "comment": null, "summary": "From numerical simulations it is known that the barrier-crossing time of a non-Markovian one-dimensional reaction coordinate with a single exponentially decaying memory function exhibits a memory-turnover: for intermediate values of the memory decay time the barrier-crossing time is reduced compared to the Markovian limit and for long memory times increases quadratically with the memory time when keeping the total integrated friction and the mass constant. The intermediate memory acceleration regime is accurately predicted by Grote-Hynes theory, for the asymptotic long-memory slow-down behavior no systematic analytically tractable theory is available. Starting from the Green function for a general inertial (i.e. finite-mass) non-Markovian Gaussian reaction coordinate in a harmonic well, we derive by an exact mapping a generalized Fokker-Planck equation with a time-dependent effective diffusion constant. To first order in a systematic cumulant expansion we derive an analytical Arrhenius expression for the barrier-crossing time with the pre-exponential factor given by the energy relaxation time, which can be used to robustly predict barrier-crossing times from simulation or experimental trajectory data of general non-Markovian inertial systems without the need to extract memory functions. For a single exponential memory kernel we give a closed-form expression for the barrier-crossing time, which reproduces the Kramers turnover between the high-friction and high-mass limits as well as the memory turnover from the intermediate memory acceleration to the asymptotic long-memory slow-down regime. We also show that non-Markovian systems are singular in the zero-mass limit, which suggests that the long-memory barrier-crossing slow-down reflects the interplay between mass and memory effects. Thus, physically sound models for non-Markovian systems have to include a finite mass."}
{"id": "2601.09845", "categories": ["physics.chem-ph", "physics.bio-ph"], "pdf": "https://arxiv.org/pdf/2601.09845", "abs": "https://arxiv.org/abs/2601.09845", "authors": ["Sergio Suárez-Dou", "Miguel Gallegos", "Kyunghoon Han", "Florian N. Brünig", "Joshua T. Berryman", "Alexandre Tkatchenko"], "title": "Stability and Vibrations of Proteins in Vacuum and Water: Bridging Quantum Accuracy and Force-Field Efficiency", "comment": "23 pages, 5 figures, Supplementary information (17 figures)", "summary": "Predicting biomolecular thermodynamics and spectroscopy requires accurate relative energies of metastable states and local curvatures on the potential-energy surface. We show that the general-purpose SO3LR machine-learned force field (MLFF) reproduces PBE0+MBD density-functional theory with unprecedented fidelity across bio-relevant molecules spanning sizes and complexities far beyond its training dataset. For 23 small molecules, SO3LR captures harmonic and anharmonic vibrational features, including frequencies, displacement patterns, and IR spectra. We perform detailed dynamical studies of the amino acid oF-Phe+, folding of the alanine-15 peptide, and assembly of monomeric p53 transactivation domains into tetramers, in vacuum and water. SO3LR consistently reproduces DFT-level potential-energy surfaces, vibrational densities of states, and mode eigenvectors, capturing anharmonicity, polarization, and medium-range environment-driven interactions crucial for proteins. Our results establish that MLFF-driven dynamics provide a quantum-accurate picture of metastable minima and vibrational properties, achieving DFT-level accuracy at force-field computational cost and opening new possibilities for the computational study of biomolecules."}
{"id": "2601.09829", "categories": ["physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.09829", "abs": "https://arxiv.org/abs/2601.09829", "authors": ["Marc Boulé"], "title": "RLC Parameters of a Two-Wire Line with the Finite Element Method", "comment": "11 pages, 16 figures (includes code listings)", "summary": "This tutorial paper shows how to compute the DC (or low-frequency) resistance, inductance and capacitance of a pair of parallel wires using the finite element method. A three-dimensional infinite domain (open boundary) modeling of electrostatic and magnetostatic fields is presented, along with the electrokinetic formulation for the current flow inside the wires. The effects of the insulation and of a proposed physical defect in the wires are also considered. The open-source ONELAB software is used to perform the simulations and the code listing is provided. Comparisons using analytical models (when applicable) and the Altair Flux software are performed to help validate the simulations."}
{"id": "2601.09847", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.09847", "abs": "https://arxiv.org/abs/2601.09847", "authors": ["Zohar Komargodski", "Fedor K. Popov"], "title": "Trapping $\\tfrac{h}{2e}$ Flux in Metals", "comment": "27 pages, 11 figures", "summary": "We report on a new flux quantization phenomenon in metals. We study the response of normal metals to the presence of localized magnetic flux. We find that, due to backreaction effects, the metal traps 0 flux or $\\tfrac{h}{2e}$ flux (half flux). We exhibit this effect both for metals pierced by magnetic solenoids and metals wrapping a magnetic solenoid. In the latter case we demonstrate the trapping of magnetic flux analytically. Furthermore, we find that as the solenoid is adiabatically turned off, a logarithmically enhanced localized equilibrium current persists, reflecting perfect defect-diamagnetism of the Fermi gas."}
{"id": "2601.10014", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10014", "abs": "https://arxiv.org/abs/2601.10014", "authors": ["Yuanzhao Wang", "Oleg V. Kotov", "Dmitry K. Efimkin"], "title": "Weyl magnetoplasma waves in magnetic Weyl semimetals", "comment": "10 pages, 5 figures", "summary": "Weyl degeneracies in spectra of magnetoplasma waves enable nonreciprocal energy flow and topologically protected modes, yet conventional materials require impractical magnetic fields to operate. Developing an effective Hamiltonian framework for magnetic Weyl semimetals, we show that these systems overcome the limit, hosting Weyl magnetoplasma physics at zero field due to their giant intrinsic anomalous Hall response. The resulting topology supports nonreciprocal modes localized at magnetic domain walls, including a pair of topological \"Fermi-arc-like modes and additional bound states. These effects are fully developed across a broad THz window, and we propose feasible experimental routes for their detection."}
{"id": "2601.09782", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09782", "abs": "https://arxiv.org/abs/2601.09782", "authors": ["Kazi Ranjibul Islam", "Samuel Awelewa", "Andrey V. Chubukov", "Maxim Dzero"], "title": "Spatially resolved collective modes in d-wave superconductors", "comment": "47 pages, 7 figures", "summary": "We analyze the dispersion of collective modes in a superconductor with $d-$wave symmetry of the order parameter in the presence of long-range Coulomb interaction. We use diagrammatic technique and quasiclassical theory in Keldysh-Nambu formalism to compute longitudinal and transverse pair susceptibilities and extract from them the dispersion of the longitudinal and transverse collective mode. We show that at T=0, the dispersion of the transverse (plasma) mode is the same as in an s-wave superconductor, but at a finite temperature it is softer and has a much larger decay rate due to the partial screening of the Coulomb potential by nodal quasiparticles. We show that the dispersion of the longitudinal mode depends on the direction of momentum with respect to the positions of the nodes of the d-wave gap, while the decay rate of this mode does not depend on momentum. We discuss experimental implications of our results."}
{"id": "2601.09922", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09922", "abs": "https://arxiv.org/abs/2601.09922", "authors": ["Dang Khoa Le", "Eklavya Thareja", "Bektur Konushbaev", "Gina Pantano", "Tom Saunderson", "Manh-Huong Phan", "Yuriy Mokrousov", "Jacob Gayles"], "title": "Ultra-Stable Weyl Topology Driven by Magnetic Textures in the Shandite Compound Co3Sn2S(2-x)Sex", "comment": "8 pages, 4 figures", "summary": "We employ state-of-the-art first-principles calculations to investigate the shandite compounds Co3Sn2S2, Co3Sn2SeS, and Co3Sn2Se2, which host Weyl fermions and complex magnetic textures. Their magnetic structures are governed primarily by exchange interactions and magnetocrystalline anisotropy, whereas the symmetry-allowed alternating-layer Dzyaloshinskii-Moriya interaction (DMI) is found to be negligible. We identify a previously unrecognized spin-chiral interaction (SCI) arising from the kagome lattice topology, which plays a decisive role in stabilizing the experimentally observed magnetic textures. The extracted magnetic parameters reproduce experimental trends, with the SCI emerging as a novel and dominant contribution. The calculated SCI strengths are 0.78 meV, 0.86 meV, and 0.87 meV for Co3Sn2S2, Co3Sn2SeS, and Co3Sn2Se2, respectively. Furthermore, we demonstrate that short-wavelength magnetic textures drive phase transitions of the Weyl nodes, resulting in band flattening and the opening of an emergent gap. This newly identified SCI, together with the associated electronically driven phase transitions, provides a promising route for manipulating transport properties in spintronic devices."}
{"id": "2601.10016", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.10016", "abs": "https://arxiv.org/abs/2601.10016", "authors": ["Ryosuke Akashi"], "title": "Electronic structure theory of H$_{3}$S: Plane-wave-like valence states, density-of-states peak and its guaranteed proximity to the Fermi level", "comment": "8 pages, 5 figures, 2 tables; Submitted to Annalen der Physik Special Issue \"Near Room-Temperature Superconductivity and Related Science\"", "summary": "Superconductivity in sulfur superhydride H$_{3}$S under extreme pressures has been explained theoretically, but it requires a peaked concentration of the electronic density of states (DOS), which has been found in first-principles calculations. The mechanism of this peak formation, though vital for its high transition temperature, has however remained obscure. We address this problem through detailed analysis of the first-principles electronic wave functions. The valence wave functions are shown to be significantly plane-wave-like. From the Fourier-mode analysis of the self-consistent potential and atomic pseudopotentials, we extract the nearly uniform models that accurately reproduce the first-principles band structure with very few parameters. The DOS peak is shown to be the consequence of the hybridization of specific plane waves. Adjacency of Jones' large zone to the plane-wave spherical Fermi surface is posited to be the root cause of the multiple plane-wave hybridization, the DOS peak formation and its proximity to the Fermi level. The present theory resolves the minimal modeling problem of electronic states in H$_{3}$S, as well as establishes a mechanism that may help to boost the transition temperatures in pressure induced superconductors."}
{"id": "2601.09907", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09907", "abs": "https://arxiv.org/abs/2601.09907", "authors": ["Geyao Gu", "Drew Alvarez", "John Strahan", "Alex Albaugh", "Emanuele Penocchio", "Todd R. Gingrich"], "title": "It Takes Two to Make a Thing Go Right: Boosting Current in Coupled Motors", "comment": null, "summary": "Catalysis-driven synthetic molecular motors operate in a loose mechanochemical coupling regime, one in which a decomposition of a fuel molecule does not reliably produce a forward step. In that regime, stochastic backward steps can significantly degrade the motor's current, prompting us to ask whether mechanically coupling multiple such motors can boost their averaged current. By simulating rotaxane-based motors with two classes of models--particle-based nonequilibrium molecular dynamics and jump-diffusion models--we show that current boosts are physically achievable. Our observed boosts, which amplify current by single-digit factors, emerge when coupling between motors can increase the activity, speeding up the rate of both forward and backward steps. In doing so, the bias for preferring forward steps actually degrades, but the lost bias can be largely recovered by raising the fuel concentration, demonstrating a general design strategy: amplify activity through coupling and restore bias through stronger driving."}
{"id": "2601.09862", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.09862", "abs": "https://arxiv.org/abs/2601.09862", "authors": ["Darya Kisuryna", "Sanjana Maheshwari", "Santiago Lorenzi", "Julianna Palotás", "Jessica Palko", "Nathan McLane", "Ece M. Kocak", "Randall E. Pedder", "Leah G. Dodson"], "title": "Development of a glow-discharge ion-trap instrument for measuring effective radiative-association rate coefficients", "comment": null, "summary": "The ability to directly measure radiative-association rate coefficients for reactions between ions and neutral molecules has long challenged chemical physics laboratories, yet radiative association is one of the most important processes occurring in cold, diffuse regions of space. A reaction kinetics instrument has been developed for the investigation of ion--molecule radiative-association reactions, aimed at measuring slow, effective reaction rate coefficients for species relevant to astrophysical objects. The instrument consists of a glow-discharge ion source for production of bright and stable ion currents, a quadrupole mass filter for mass selection and detection, and a quadrupole ion trap capable of trapping reactants and products for the long times needed to measure slow kinetics. The performance and adaptability of the glow-discharge ion source has been evaluated using several configurations. To assess the feasibility of measuring reaction rate coefficients, the reaction of Ag$^{+}$ and O$_{2}$ was studied under pseudo-first-order conditions in the ion trap at room temperature. We present the first pressure-dependent study of this reaction and extract a lower limit of $1 \\times 10^{-15}$ cm$^3$ molecule$^{-1}$ s$^{-1}$ for the Ag$^{+}$ + O$_{2}$ effective radiative-association rate coefficient. Measurements of effective radiative-association rate coefficients are possible for diverse atomic and molecular ions that react with neutral molecules over a range of rates in this versatile new instrument."}
{"id": "2601.09939", "categories": ["physics.comp-ph", "math.NA"], "pdf": "https://arxiv.org/pdf/2601.09939", "abs": "https://arxiv.org/abs/2601.09939", "authors": ["Jinjin He", "Taiyuan Zhang", "Zhiqi Li", "Junwei Zhou", "Duowen Chen", "Bo Zhu"], "title": "A Level Set Method on Particle Flow Maps", "comment": null, "summary": "This paper introduces a Particle Flow Map Level Set (PFM-LS) method for high-fidelity interface tracking. We store level-set values, gradients, and Hessians on particles concentrated in a narrow band around the interface, advecting them via bidirectional flow maps while using a conventional grid-based representation elsewhere. By interpreting the level set value as a 3-form and its gradient as a 1-form, PFM-LS achieves exceptional geometric fidelity during complex deformations and preserves sub-grid features that traditional methods cannot capture. Our dual-timescale approach utilizes long-range maps for values and gradients, with frequent reinitialization of short-range maps for the distortion-sensitive Hessian, alongside adaptive particle control that maintains sufficient density within the narrow band. We also develop a hybrid particle-grid quasi-Newton redistancing scheme that preserves fine-scale features while enforcing the signed-distance property. Benchmark comparisons in 2D and 3D demonstrate that PFM-LS achieves state-of-the-art volume preservation and shape fidelity against a broad range of existing level-set methods."}
{"id": "2601.09924", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09924", "abs": "https://arxiv.org/abs/2601.09924", "authors": ["Zhengyan Darius Shi", "Pavel A. Nosov"], "title": "Composite Bogoliubov Fermi liquid in a half-filled Chern band", "comment": "5 pages, 4 figures, 22 page appendix", "summary": "The composite Fermi liquid (CFL) in the half-filled Landau level is a cornerstone of the quantum Hall phase diagram. Recent experiments and numerics indicate that an anomalous composite Fermi liquid (ACFL) can also arise at half filling of a Chern band without any external magnetic field, opening new possibilities for paired states of composite fermions beyond the fully gapped Pfaffian phase. We argue that in inversion-asymmetric Chern bands with lattice rotational symmetry reduced to $C_3$, as realized in experimental platforms where signatures of the ACFL have been observed, composite fermions can form a superconductor with neutral gapless Bogoliubov Fermi surfaces. We term the resulting electronic state {\\it the composite Bogoliubov Fermi liquid (CBFL)}. This phase has a number of remarkable properties that make it distinct from both the ACFL and the fully gapped Pfaffian. For instance, it is incompressible, has quantized Hall conductance, shows no quantum oscillations as a function of magnetic field or doping, and has topological ground state degeneracy on a torus despite the presence of gapless quasiparticles. At the same time, the neutral Bogoliubov Fermi surface yields metallic $T$-linear specific heat, non-quantized thermal conductance, Landau damping of density fluctuations, and a non-analytic $|\\mathbf{q}|^3$ contribution to the equal-time structure factor $S(\\mathbf{q})$. We also briefly discuss vortex physics and possible fractionalized daughter states induced by doping or external magnetic fields. Our results pave the way for a broader understanding of gapless topological phases arising from paired composite fermions in Chern bands that go beyond the conventional Landau level paradigm."}
{"id": "2601.10023", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10023", "abs": "https://arxiv.org/abs/2601.10023", "authors": ["Junseok Oh", "Ido Levy", "Tyler Cowan", "Jacob Issokson", "Archana Kamal", "Javad Shabani", "Andrew P. Higginbotham"], "title": "Hybrid superinductance with Al/InAs", "comment": "6 pages, 4 figures", "summary": "We report microwave spectroscopy of Josephson junctions chains made from an epitaxial Al/InAs heterostructure. The chains exhibit superinductance, with characteristic wave impedance exceeding $R_{Q} = \\hbar/(2e)^{2}$. The planar nature of the junctions results in a large plasma frequency, with no measurable deviations from ideal dispersion up to $12~\\mathrm{GHz}$. Internal quality factors decrease sharply with frequency, which we describe with a simple loss model. The possibility of a loss mechanism intrinsic to the superconductor-semiconductor junction is considered."}
{"id": "2601.09783", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09783", "abs": "https://arxiv.org/abs/2601.09783", "authors": ["Igor de M. Froldi", "Hermann Freire"], "title": "Highly efficient superconducting diode effect in unconventional $p$-wave magnets", "comment": "7 pages, 3 figures (main text). 9 pages, 5 figures (supplemental material)", "summary": "We investigate the emergence of superconducting phases, both with zero and finite Cooper-pair center of mass momenta, in recently proposed unconventional $p$-wave magnets. As a consequence, we find that, while these magnetic phases are in principle compatible with a conventional pairing state at zero field, a Fulde-Ferrell phase can generally be promoted as the leading instability under the application of a finite magnetic field. Interestingly, by calculating the efficiency of the superconducting diode effect of this finite momentum pairing state via a Ginzburg-Landau theory, we uncover that a high efficiency can be obtained in these systems for experimentally relevant spin splittings. Therefore, our prediction reveals that the experimental discovery of these new materials represents a promising platform for the construction of energy-efficient logic circuits that can potentially be used, e.g., in the fields of classical and quantum computing."}
{"id": "2601.09970", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09970", "abs": "https://arxiv.org/abs/2601.09970", "authors": ["George Fratian", "Maya Ramesh", "Xinyan Li", "Evangelos Golias", "Yousra Nahas", "Sebastian Maria Ulrich Schultheis", "Julian Skolaut", "Marti Checa", "Arundhati Ghosal", "Jan Priessnitz", "F. C. Fobasso Mbognou", "Shashank Kumar Ojha", "Shiyu Zhou", "Alexander Qualls", "Kai Litzius", "Christoph Klewe", "Peter Meisenheimer", "Laurent Bellaiche", "Libor Šmejkal", "Darrell G. Schlom", "Yimo Han", "Sergei Prokhorenko", "Ramamoorthy Ramesh", "Paul Stevenson", "Angela Wittmann", "Lucas Caretta"], "title": "Topological textures and emergent altermagnetic signatures in ultrathin BiFeO3", "comment": null, "summary": "Magnetoelectric multiferroics, materials with intrinsically coupled electric polarization and magnetic order, promise ultralow-power switching, nonvolatile memory, and energy-efficient signal transduction. Yet practical deployment demands ultrathin films down to the atomic limit, where both orders typically degrade. Maintaining both order parameters at the thinnest scales in complex oxides remains a tremendous challenge, as uncompensated bound charge drives nanoscale depolarization in most ferroelectrics, while off-stoichiometry, reduced anisotropy, and charge transfer can produce magnetic dead layers in ultrathin oxides at substrate interfaces. Here, we realize a multiferroic phase of BiFeO3 that not only sustains both order parameters at room temperature with no dead layer but also exhibits signatures of emergent altermagnetism in the four-unit-cell, ultrathin limit. First-principles calculations, spin symmetry analysis, atomic-resolution imaging, and angle-resolved magnetic imaging reveal that short-circuit electrostatic boundary conditions, together with epitaxial strain, drive a continuous second-order, thickness-driven phase transition that enables the formation of multiferroic topological textures. Moreover, the imposed boundary conditions stabilize a d-wave altermagnetic time-reversal symmetry breaking, with corresponding signatures observed in magnetic circular dichroism. Collectively, these results establish a pathway to stabilize unconventional multiferroicity at device-relevant thicknesses, reframing scaling limits for oxide electronics."}
{"id": "2601.10151", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10151", "abs": "https://arxiv.org/abs/2601.10151", "authors": ["Taiki Matsushita", "Jun'ichi Ieda", "Yasufumi Araki", "Takahiro Morimoto", "Ilya Vekhter", "Youichi Yanase"], "title": "Microwave Kerr/Faraday Resonance in Two-dimensional Chiral Superconductors", "comment": "8 pages, 4 figures", "summary": "We investigate the polar Kerr and Faraday effects in two-dimensional multiband chiral superconductors. We show that the clapping modes--the relative phase and amplitude oscillations between two chiral components of the superconducting order parameter--lie well within the quasiparticle excitation gap in multiband systems and dominate these magneto-optical responses in the microwave regime. The Kerr and Faraday rotation angles exhibit the resonant enhancement with sign reversals in the microwave regime as a function of the light frequency, reaching peak values on the order of 100 nrad--10 $μ$rad in thin films of candidate chiral superconductors. These resonances are accessible in superconducting atomic layer materials and provide a generic probe of chiral superconductivity in two-dimensional systems."}
{"id": "2601.09962", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09962", "abs": "https://arxiv.org/abs/2601.09962", "authors": ["Swastik Majumder", "Mustansir Barma"], "title": "Stochastic systems with Bose-Hubbard interactions: Effects of bias on particles on a random comb", "comment": "5 pages, 3 figures", "summary": "We study stochastic transport of interacting particles on a disordered network described by the random comb geometry. The model is defined on a one-dimensional backbone from which branches of random lengths emanate, providing a minimal model of percolation networks beyond the critical percolation probability. The dynamics obeys local detailed balance with respect to a Bose-Hubbard Hamiltonian containing both an external bias and on-site repulsion. This choice yields an analytically tractable steady state through a mapping to the zero-range-process. We compute the backbone current, branch density profiles, and macroscopic drift velocity, and analyze how bias and interactions compete to shape transport. The backbone current increases monotonically with density, while the drift velocity displays a non-monotonic dependence on the external field, remaining finite for any nonzero bias, in contrast to the vanishing drift velocity of noninteracting particles beyond a threshold bias. Density profiles along branches exhibit stepwise plateaus governed by the ratio of interaction to bias energy. These results highlight how repulsive interactions suppress trapping and restore transport in disordered geometries, bridging earlier studies of field induced drift in random networks with the physics of disordered Bose-Hubbard systems."}
{"id": "2601.09915", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.09915", "abs": "https://arxiv.org/abs/2601.09915", "authors": ["Andrei Kulikovsky", "Tatyana Reshetenko"], "title": "A model for water transport in the membrane and an impedance spectroscopy study of the effect of relative humidity on PEM fuel cell parameters", "comment": null, "summary": "Effective water management is essential for the optimal performance of PEM fuel cells. We have developed an impedance model for liquid water transport through the membrane and coupled it with the two-phase model for cathode side impedance. The complete model was fitted to experimental spectra measured at anode/cathode relative humidities (RH) of 32/32\\%, 50/50\\% and 100/100\\% within a current density range of 100 to 1000 mA cm$^{-2}$ and an air flow stoichiometry of 2. Cathode catalyst layer (CCL) saturation decreases with current density due to a growing liquid pressure gradient. For all RH values, the CCL oxygen diffusivity increases dramatically with cell current due to progressive involvement of larger pores into the proton current conversion. Higher RH leads to higher double layer capacitance, which indicates that liquid water increases the electrochemically active surface area."}
{"id": "2601.10134", "categories": ["physics.comp-ph", "math.NA"], "pdf": "https://arxiv.org/pdf/2601.10134", "abs": "https://arxiv.org/abs/2601.10134", "authors": ["Ming Liu", "Yosuke Hasegawa"], "title": "A volume penalization method for solving conjugate scalar transport with interfacial jump conditions", "comment": null, "summary": "Conjugate scalar transport with interfacial jump conditions on complex interfacial geometries is common in thermal and chemical processes, while its accurate and efficient simulations are still quite challenging. In the present study, a novel treatment of a two-phase interface in the volume penalization method, a kind of immersed boundary method, for solving conjugate scalar transport with general interfacial boundary conditions is developed. We first propose an interfacial treatment for solving an advection-diffusion equation with a Neumann boundary condition, and then extend it to general conjugate scalar transport with both interfacial flux and scalar jumps. A one-dimensional diffusion problem is solved to verify the present scheme and demonstrate the advantage of the present scheme in improving accuracy and unifying the governing equations in the two phases with an additional source term representing the local jump condition of the interfacial scalar flux. Then, the present scheme is further applied to fluid-solid coupled scalar diffusion and advection-diffusion problems with the scalar and its flux jumps across the interface. The simulation results of the present scheme generally show good agreement with reference results obtained by body-fitted mesh simulations with average relative deviations less than 3.0%."}
{"id": "2601.10146", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10146", "abs": "https://arxiv.org/abs/2601.10146", "authors": ["Seungha Ju", "Sooran Kim"], "title": "Comparison of SCAN+U and r2SCAN+U for Charge Density Wave Instability and Lattice Dynamics in CuTe", "comment": null, "summary": "Identifying an appropriate exchange-correlation functional and computational conditions is essential for explaining the fundamental physics of materials and predicting their properties. Here, we investigate the performance of the meta-GGA functionals SCAN and r2SCAN, with and without a Hubbard U, for describing the charge density wave (CDW) in the quasi-one-dimensional material CuTe. By examining the Te-Te bond modulation, phonon dispersions, and electronic structures, we identify clear differences in how the two functionals capture the structural and dynamical properties of the CDW formation. r2SCAN+U reproduces the experimentally observed Te-chain distortions in the CDW phase and the phonon soft mode at qCDW=(0.4, 0.0, 0.5) in the non-CDW phase, whereas SCAN exhibits unphysical phonon behavior. The atomic displacements of the soft mode agree well with the experimental Te modulation. Despite their similar electronic structures and optimized lattice constants, our results demonstrate that r2SCAN is a more suitable choice than SCAN for describing CDW formation and lattice dynamics in CuTe."}
{"id": "2601.10056", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10056", "abs": "https://arxiv.org/abs/2601.10056", "authors": ["Jinyuan Shang", "Haiping Hu"], "title": "Anomalous transport in quasiperiodic lattices: emergent exceptional points at band edges and log-periodic oscillations", "comment": "11 pages, 6 figures", "summary": "Quasiperiodic systems host exotic transport regimes that are distinct from those found in periodic or disordered lattices. In this work, we study quantum transport in the Aubry-André-Harper lattice in a two-terminal setup coupled to zero-temperature reservoirs, where the conductance is evaluated via the nonequilibrium Green's function method. In the extended phase, we uncover a universal subdiffusive transport when the bath chemical potential aligns with the band edges. Specifically, the typical conductance displays a scaling of $\\mathcal{G}_{\\text{typ}}\\sim L^{-2}$ with system size $L$. We attribute this behavior to the emergence of an exceptional point (Jordan normal form) in the transfer matrix in the thermodynamic limit. In the localized phase, the conductance shows exponential decay governed by the Lyapunov exponent. Intriguingly, in the critical phase, we identify pronounced log-periodic oscillations of the conductance as a function of system size, arising from the discrete scale invariance inherent to the singular-continuous spectrum. We further extend our analysis to the generalized Aubry-André-Harper model and provide numerical evidence suggesting that the exact mobility edge resides within a finite spectral gap. This results in a counter-intuitive exponential suppression of conductance precisely at the mobility edge. Our work highlights the distinct transport behaviors in quasiperiodic systems and elucidates how they are rigorously dictated by the underlying local spectral structure."}
{"id": "2601.09847", "categories": ["cond-mat.str-el", "hep-th"], "pdf": "https://arxiv.org/pdf/2601.09847", "abs": "https://arxiv.org/abs/2601.09847", "authors": ["Zohar Komargodski", "Fedor K. Popov"], "title": "Trapping $\\tfrac{h}{2e}$ Flux in Metals", "comment": "27 pages, 11 figures", "summary": "We report on a new flux quantization phenomenon in metals. We study the response of normal metals to the presence of localized magnetic flux. We find that, due to backreaction effects, the metal traps 0 flux or $\\tfrac{h}{2e}$ flux (half flux). We exhibit this effect both for metals pierced by magnetic solenoids and metals wrapping a magnetic solenoid. In the latter case we demonstrate the trapping of magnetic flux analytically. Furthermore, we find that as the solenoid is adiabatically turned off, a logarithmically enhanced localized equilibrium current persists, reflecting perfect defect-diamagnetism of the Fermi gas."}
{"id": "2601.09980", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.09980", "abs": "https://arxiv.org/abs/2601.09980", "authors": ["Angel Yanguas-Gil"], "title": "Performance of AI agents based on reasoning language models on ALD process optimization tasks", "comment": null, "summary": "In this work we explore the performance and behavior of reasoning large language models to autonomously optimize atomic layer deposition (ALD) processes. In the ALD process optimization task, an agent built on top of a reasoning LLM has to find optimal dose times for an ALD precursor and a coreactant without any prior knowledge on the process, including whether it is actually self-limited. The agent is meant to interact iteratively with an ALD reactor in a fully unsupervised way. We evaluate this agent using a simple model of an ALD tool that incorporates ALD processes with different self-limited surface reaction pathways as well as a non self-limited component. Our results show that agents based on reasoning models like OpenAI's o3 and GPT5 consistently succeeded at completing this optimization task. However, we observed significant run-to-run variability due to the non deterministic nature of the model's response. In order to understand the logic followed by the reasoning model, the agent uses a two step process in which the model first generates an open response detailing the reasoning process. This response is then transformed into a structured output. An analysis of these reasoning traces showed that the logic of the model was sound and that its reasoning was based on the notions of self-limited process and saturation expected in the case of ALD. However, the agent can sometimes be misled by its own prior choices when exploring the optimization space."}
{"id": "2601.10195", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10195", "abs": "https://arxiv.org/abs/2601.10195", "authors": ["Li Chenglin", "Yang Yaling", "Yang Zhilong", "Deng Junze", "Zhang Ruihan", "Chen Weiwei", "Pan Yue", "Wang Yulong", "Wang Xuhui", "Wang Bosen", "Wang Zhijun", "Wang Gang"], "title": "Growth and hydrostatic-pressure study of a type-II superconductor Bi$_2$Ta$_3$S$_6$ single crystal", "comment": "15 pages, 7 figures", "summary": "We report the growth and physical properties of single-crystalline Bi$_2$Ta$_3$S$_6$ crystallizing in $P6_3/mcm$ space group, which comprises alternating Ta-S layers and Bi layers with each Bi atom connected with adjacent S atoms. Temperature-dependent electrical resistivity measurements reveal a superconducting transition at 0.84 K, with upper critical field 231 Oe under an out-of-plane magnetic field. The magnetization measurements confirm its nature as a type-II superconductor, with anisotropic Ginzburg-Landau parameter $κ_{ab}$ = 7.67 and $κ_c$ = 4.50. Hall measurements indicate the dominant carriers as hole. Hydrostatic pressure is applied, under which both the superconducting transition temperature and upper critical field increase sharply under low pressure before undergoing slight suppression under higher pressure. Density functional theory calculations reveal non-trivial topological surface states on (100) surface in Bi$_2$Ta$_3$S$_6$, which may offer a new avenue for exploring potential topological superconductivity in layered transition metal dichalcogenides."}
{"id": "2601.10022", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.10022", "abs": "https://arxiv.org/abs/2601.10022", "authors": ["Dilipkumar N. Asthagiri", "Dmitry V. Matyushov"], "title": "Rotational Memory Function of SPC/E water", "comment": "7 pp, 5 figs", "summary": "Memory effects are essential for dynamics of condensed materials and are responsible for non-exponential relaxation of correlation functions of dynamic variables through the memory function. Memory functions of dipole rotations for polar liquids have never been calculated. We present here calculations of memory functions for single-dipole rotations and for the overall dipole moment of the sample for SPC/E water. The memory functions for single-particle and collective dipole dynamics turn out to be nearly identical. This result validates theories of dielectric spectroscopy in terms of single-particle time correlation functions and the connection between the collective and single-particle relaxation times through the Kirkwood factor. The dielectric function in this formalism contains no new dynamic information that does not exist in the single-dipole correlation function. A short memory time, $\\lesssim 1$ fs, justifies the use of rotational diffusion model to describe dynamics of a single molecular dipole moment in bulk water."}
{"id": "2601.10002", "categories": ["physics.chem-ph", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10002", "abs": "https://arxiv.org/abs/2601.10002", "authors": ["Fatemeh Ghasemi", "Yousung Kang", "Yukio Kawashima", "Kyungsun Moon"], "title": "Hybrid Quantum Algorithms for Computational Chemistry: Application to the Pyridine-Li ion Complex", "comment": null, "summary": "Accurately capturing electron correlation in large-scale molecular systems remains one of the foremost challenges in quantum chemistry and a primary driver for the development of quantum algorithms. Classical configuration-interaction methods, while rigorous, suffer from exponential scaling, rendering them impractical for large or strongly correlated systems. Overcoming this limitation is central to realizing the promise of quantum computing in chemistry. Here, we investigate the pyridine-Li ion complex using three quantum algorithms: the variational quantum eigensolver (VQE), the subspace quantum diagonalization (SQD) method, and the recently introduced handover iterative VQE (HI-VQE). Our results demonstrate how new generations of hybrid quantum-classical frameworks overcome the scalability and noise sensitivity that constrain conventional VQE approaches. SQD and HI-VQE achieve ground-state energy calculations for problem sizes inaccessible to classical computation, marking a clear advance toward quantum advantage. In particular, HI-VQE enables calculations within active spaces as large as (24e,22o), requiring 44 qubits-well beyond the reach of classical CASCI and VQE. This capability provides a systematic pathway for incorporating increasing numbers of electrons into quantum treatment, thereby approaching exact molecular energies. Importantly, both SQD and HI-VQE exhibit robustness against hardware noise, a critical improvement over earlier approaches. By enabling quantum simulations of molecular systems previously deemed intractable, SQD and HI-VQE offer a realistic route toward practical quantum advantage in computational chemistry. The comparison between HI-VQE and SQD shows that optimizing circuit parameters is crucial for accurate simulation."}
{"id": "2601.10016", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.10016", "abs": "https://arxiv.org/abs/2601.10016", "authors": ["Ryosuke Akashi"], "title": "Electronic structure theory of H$_{3}$S: Plane-wave-like valence states, density-of-states peak and its guaranteed proximity to the Fermi level", "comment": "8 pages, 5 figures, 2 tables; Submitted to Annalen der Physik Special Issue \"Near Room-Temperature Superconductivity and Related Science\"", "summary": "Superconductivity in sulfur superhydride H$_{3}$S under extreme pressures has been explained theoretically, but it requires a peaked concentration of the electronic density of states (DOS), which has been found in first-principles calculations. The mechanism of this peak formation, though vital for its high transition temperature, has however remained obscure. We address this problem through detailed analysis of the first-principles electronic wave functions. The valence wave functions are shown to be significantly plane-wave-like. From the Fourier-mode analysis of the self-consistent potential and atomic pseudopotentials, we extract the nearly uniform models that accurately reproduce the first-principles band structure with very few parameters. The DOS peak is shown to be the consequence of the hybridization of specific plane waves. Adjacency of Jones' large zone to the plane-wave spherical Fermi surface is posited to be the root cause of the multiple plane-wave hybridization, the DOS peak formation and its proximity to the Fermi level. The present theory resolves the minimal modeling problem of electronic states in H$_{3}$S, as well as establishes a mechanism that may help to boost the transition temperatures in pressure induced superconductors."}
{"id": "2601.10158", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10158", "abs": "https://arxiv.org/abs/2601.10158", "authors": ["Wang Yang", "Helin Wang", "Chao Xu"], "title": "Electric field effects in one-dimensional spin-1/2 $K_1J_1Γ_1Γ_1^\\prime K_2J_2$ model with ferromagnetic Kitaev coupling", "comment": "18 pages, 6 figures", "summary": "We perform a systematic study on the effects of electric fields in the Luttinger liquid phase of the one-dimensional spin-$1/2$ $K_1J_1Γ_1Γ_1^\\prime K_2J_2$ model in the region of ferromagnetic nearest-neighboring Kitaev coupling. We find that while electric fields along $(1,1,1)$-direction maintain the Luttinger liquid behavior, fields along other directions drive the system to a dimerized state. An estimation is made on how effective a $(1,1,1)$-field is for tuning the Luttinger parameter in real materials. Our work is useful for understanding the effects of electric fields in one-dimensional generalized Kitaev spin models, and provides a starting point for exploring the electric-field-related physics in two dimensions based on a quasi-one-dimensional approach."}
{"id": "2601.10081", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10081", "abs": "https://arxiv.org/abs/2601.10081", "authors": ["N. Sherlekar", "S. R. Harrigan", "L. Tian", "B. Cunard", "Y. Qi", "B. Khromets", "M. C. Tam", "H. S. Kim", "Z. R. Wasilewski", "J. Baugh", "M. E. Reimer", "F. Sfigakis"], "title": "Electroluminescence in dopant-free GaAs/AlGaAs single heterojunctions: 2D free excitons, H-band, and the tidal effect", "comment": null, "summary": "Bright electroluminescence (EL) from dopant-free ambipolar lateral p-n junctions in GaAs/AlGaAs single heterointerface (SH) heterostructures is used to probe neutral free excitons arising from two-dimensional electron and hole gases (2DEGs and 2DHGs). The EL spectra reveal both the heavy-hole neutral free exciton (X$^0$) and the high-energy free exciton of the H band (HE). A combination of transition energies, lifetimes, spatial emission profiles, and temperature dependences points to a predominantly two-dimensional character for these excitons at the SH. For X$^0$, the EL peak energies (1515.5-1515.7 meV) lie slightly above the corresponding bulk GaAs photoluminescence (PL) line at 1515.3 meV, while time-resolved measurements yield markedly shorter lifetimes for EL than for PL (337 ps vs. 1610 ps), consistent with recombination in a confined interfacial layer. The HE exciton exhibits a Stark blueshift under forward bias below threshold, and its energies and lifetimes (down to 575 ps) are tuned by the topgate voltage; above threshold, HE emission is quenched in favor of X$^0$. Finally, the tidal effect $-$ a form of pulsed EL generated by swapping the topgate voltage polarity in ambipolar field-effect transistors $-$ produces an X$^0$ line at the same energy as in the lateral p-n junction and reproduces the characteristic nonmonotonic frequency dependence of the brightness previously observed in quantum-well heterostructures, again indicating a 2D-like origin. Taken together, these results show electrically generated and controllable 2D-like excitons (HE and X$^0$), thereby bridging 2D exciton physics and 2DEG/2DHG platforms in dopant-free GaAs/AlGaAs SH devices."}
{"id": "2601.09861", "categories": ["cond-mat.stat-mech", "cond-mat.soft"], "pdf": "https://arxiv.org/pdf/2601.09861", "abs": "https://arxiv.org/abs/2601.09861", "authors": ["Roland R. Netz"], "title": "Barrier-crossing and energy relaxation dynamics of non-Markovian inertial systems connected via analytical Green-Fokker-Planck approach", "comment": null, "summary": "From numerical simulations it is known that the barrier-crossing time of a non-Markovian one-dimensional reaction coordinate with a single exponentially decaying memory function exhibits a memory-turnover: for intermediate values of the memory decay time the barrier-crossing time is reduced compared to the Markovian limit and for long memory times increases quadratically with the memory time when keeping the total integrated friction and the mass constant. The intermediate memory acceleration regime is accurately predicted by Grote-Hynes theory, for the asymptotic long-memory slow-down behavior no systematic analytically tractable theory is available. Starting from the Green function for a general inertial (i.e. finite-mass) non-Markovian Gaussian reaction coordinate in a harmonic well, we derive by an exact mapping a generalized Fokker-Planck equation with a time-dependent effective diffusion constant. To first order in a systematic cumulant expansion we derive an analytical Arrhenius expression for the barrier-crossing time with the pre-exponential factor given by the energy relaxation time, which can be used to robustly predict barrier-crossing times from simulation or experimental trajectory data of general non-Markovian inertial systems without the need to extract memory functions. For a single exponential memory kernel we give a closed-form expression for the barrier-crossing time, which reproduces the Kramers turnover between the high-friction and high-mass limits as well as the memory turnover from the intermediate memory acceleration to the asymptotic long-memory slow-down regime. We also show that non-Markovian systems are singular in the zero-mass limit, which suggests that the long-memory barrier-crossing slow-down reflects the interplay between mass and memory effects. Thus, physically sound models for non-Markovian systems have to include a finite mass."}
{"id": "2601.10140", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10140", "abs": "https://arxiv.org/abs/2601.10140", "authors": ["Liam Howard-Fabretto", "Timothy J. Gorey", "Guangjing Li", "Siriluck Tesana", "Gregory F. Metha", "Scott L. Anderson", "Gunther G. Andersson"], "title": "Density of States of Ru3 and Pt3 Clusters Supported on Sputter-Deposited TiO2", "comment": "43 pages, 13 Figures", "summary": "In this work, 3-atom clusters, Ru3 and Pt3, were deposited onto radio frequency RF-sputter deposited TiO2, treated with Ar+ ion sputtering. Ru3 was deposited by both solution submersion and chemical vapor deposition of Ru3(CO)12, while Pt3 was deposited under ultra-high vacuum using a laser vaporisation cluster source. The valence electronic density of states (DOS) of the deposited clusters were analysed after heat treatment using ultraviolet photoelectron spectroscopy (UPS) and metastable impact electron spectroscopy (MIES), where UPS measures the top several layers while MIES measures only the top atomic layer. XPS was used to determine the cluster surface coverages. The DOS were found to be very similar between Ru3 deposited by solution submersion and chemical vapor deposition. MIES results for Ru3 had contributions from titania O 2p sites due to encapsulation by a reduced titania overlayer. For Pt3 clusters the UPS and MIES results provided evidence that Pt was present on the topmost layer, and encapsulation did not occur. The proposed reason for the encapsulation of Ru3 but not of Pt3 is the higher surface energy of Ru over Pt. It is concluded that Pt clusters deposited onto TiO2 can modify the outermost layer by adding discrete energy levels on the surface, whereas the Ru clusters being encapsulated just below the surface generate a broad distribution of energy states close to the Fermi level. The outcome of this work is that Pt3-cluster-modified surfaces could be used as catalysts for reactions where the Pt3 energy levels are suitable for the respective reaction. The implication of the DOS found for photocatalytic water splitting are discussed."}
{"id": "2601.10480", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10480", "abs": "https://arxiv.org/abs/2601.10480", "authors": ["Ekta Bhatia", "Tharanga R. Nanayakkara", "Chenyu Zhou", "Tuan Vo", "Wenli Collison", "Jakub Nalaskowski", "Stephen Olson", "Soumen Kar", "Hunter Frost", "John Mucci", "Brian Martinick", "Ilyssa Wells", "Thomas Murray", "Corbet Johnson", "Charles T Black", "Mingzhao Liu", "Satyavolu S Papa Rao"], "title": "Effects of Integrated Heatsinking on Superconductivity in Tantalum Nitride Nanowires at the 300 Millimeter Scale", "comment": "19 pages; includes Supplementary Material", "summary": "We report the superconducting properties of tantalum nitride (TaN) nanowires and TaN/copper (TaN/Cu) bilayer nanowires fabricated on 300 mm silicon wafers using CMOS-compatible processes. We evaluate how an integrated Cu heatsink modifies the superconducting response of TaN nanowires by improving thermal dissipation without significantly compromising key superconducting parameters. Through analysis of hysteresis in current-voltage curves, we demonstrate that Cu integration improves heat dissipation, supporting expectations of faster reset times in superconducting nanowire single-photon detectors (SNSPDs), consistent with enhanced heat transfer away from the hot spot. Using the Skocpol-Beasley-Tinkham (SBT) hotspot model, we quantify the Cu-enabled improvement in heat transfer as an approximately 100x increase in the SBT slope parameter beta and effective interfacial heat-transfer efficiency compared to TaN nanowires. The near-unity ratio of critical to retrapping current in TaN/Cu bilayer nanowires provides another evidence of efficient heat removal enabled by the integrated Cu layer. Our results show a zero-temperature Ginzburg-Landau coherence length of 7 nm and a critical temperature of 4.1 K for 39 nm thick TaN nanowires. The nanowires show <5% variation in critical dimensions, room-temperature resistance, residual resistance ratio, critical temperature, and critical current across the 300 mm wafer for all measured linewidths, demonstrating excellent process uniformity and scalability. These results indicate the trade-offs between superconducting performance and heat-sinking efficiency in TaN/Cu bilayer nanowires. They also underscore the viability of wafer-scale fabrication for fast, large-area SNSPD arrays for applications in photonic quantum computing, cosmology, and neuromorphic computing devices."}
{"id": "2601.10211", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10211", "abs": "https://arxiv.org/abs/2601.10211", "authors": ["Mariel Kempa", "Markus Kraft", "Robin Steinigeweg", "Jochen Gemmer", "Jiaozi Wang"], "title": "Random matrix theory universality of current operators in spin-$S$ Heisenberg chains", "comment": "7 pages, 3 figures", "summary": "Quantum chaotic systems exhibit certain universal statistical properties that closely resemble predictions from random matrix theory (RMT). With respect to observables, it has recently been conjectured that, when truncated to a sufficiently narrow energy window, their statistical properties can be described by an unitarily invariant ensemble, and testable criteria have been introduced, which are based on the scaling behavior of free cumulants. In this paper, we investigate the conjecture numerically in translationally invariant Heisenberg spin chains with spin quantum number $S =\\frac{1}{2},1,\\frac{3}{2}$. Combining a quantum-typicality-based numerical method with the exploitation of the system's symmetries, we study the spin current operator and find clear evidence of consistency with the proposed criteria in chaotic cases. Our findings further support the conjecture of the existence of RMT universality as manifest in the observable properties in quantum chaotic systems."}
{"id": "2601.10273", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.10273", "abs": "https://arxiv.org/abs/2601.10273", "authors": ["Daniel Timmer", "Krishan Kumar", "Jan P. Götze", "Peter Saalfrank", "Antonietta De Sio", "Christoph Lienau"], "title": "Nonadiabatic couplings drive ultrafast, mode-selective intramolecular vibrational energy redistribution in flavins", "comment": "29 pages, 5 figures", "summary": "Flavins are the chromophores in several blue-light-sensitive photoreceptor proteins and act as redox cofactors in many enzymes relevant for biological processes. Despite their biological relevance and numerous, detailed optical investigations of their photophysical properties, the ultrafast nonequilibrium dynamics of their elementary optical excitations are not yet fully known. Here, we use ultrafast coherent vibrational spectroscopy with 10-fs time resolution in the 450-nm spectral range to study their excited state coherent vibrational dynamics. We observe that coherent wavepacket motion along high-frequency C-C stretching modes with ~ 20-fs period is rapidly damped on a 20-fs timescale. In contrast, coherent motion along several low-frequency modes persists much longer. We attribute this to a mode-selective intramolecular vibrational energy redistribution driven by nonadiabatic couplings between the optical bright state and a close-lying dark electronic state, in accordance with model calculations. Our results may be of relevance for the formation of long-lived radical pair states in magnetic-field sensitive proteins."}
{"id": "2601.10434", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.10434", "abs": "https://arxiv.org/abs/2601.10434", "authors": ["Ehsan Rahmatizad Khajehpasha", "Mohammad Ismaeil Safa", "Nasrin Eyvazi", "Marco Krummenacher", "Stefan Goedecker"], "title": "The transformation mechanisms among cuboctahedra, Ino's decahedra and icosahedra structures of magic-size gold nanoclusters", "comment": null, "summary": "Gold nanoclusters possess multiple competing structural motifs with small energy differences, enabling structural coexistence and interconversion. Using a high-accuracy machine learned potential trained on some 20'000 density functional theory reference data points, we investigate transformation pathways connecting both high-symmetry and amorphous cuboctahedra, Ino's decahedra and icosahedra for Au55, Au147, Au309 and Au561 nanoclusters. Our saddle point searches reveal that high-symmetry transformations from cuboctahedra and Ino's decahedra to icosahedra proceed through a single barrier and represent soft-mode-driven jitterbug-type and slip-dislocation motions. In addition, we identify lower-barrier asymmetric transformation pathways that drive the system into disordered, Jahn-Teller-stabilized amorphous icosahedra. Minima Hopping sampling further uncovers, in this context, many such low-symmetry minima. Some of the newly identified global minima for Au309 and Au561 have energies that are up to 2.8 eV lower than the previously reported global minima. Hence, both the shapes and the transformation pathways studied in previous investigations are not the physically relevant ones. In contrast to the previously studied pathways, our transformation pathways give reasonable transformation times that are in rough agreement with experiments."}
{"id": "2601.10414", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10414", "abs": "https://arxiv.org/abs/2601.10414", "authors": ["Konstantin Semeniuk", "Burkhard Schmidt", "Christophe Marcenat", "Meike Pfeiffer", "Albin Demuer", "Lipsa Behera", "Thierry Klein", "Seunghyun Khim", "Elena Hassinger"], "title": "Basal-plane anisotropy of field-induced multipolar order in tetragonal CeRh$_2$As$_2$", "comment": "Includes Supplemental Material", "summary": "Unconventional superconductivity in Ce-based Kondo-lattice materials emerges almost exclusively in the vicinity of weak dipolar magnetic orders, while higher multipolar orders are only known to occur in a few Pr-based unconventional superconductors and possibly URu$_2$Si$_2$. The multiphase superconductor CeRh$_2$As$_2$ appears to be a notable exception from this trend. Showing clear signatures of magnetism, this tetragonal system is suspected to host a concomitant quadrupolar order, which could be causing the strong enhancement of the ordering temperature when a magnetic field is applied perpendicular to the fourfold ($c$) axis of the lattice. In this work, we show that the field-temperature phase diagram of CeRh$_2$As$_2$ has a remarkable basal-plane anisotropy. This finding supports the scenario of coupled magnetic and multipolar ordering, which may have implications for the pairing mechanism of the superconductivity, and guides the development of the next iteration of theoretical models."}
{"id": "2601.10478", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10478", "abs": "https://arxiv.org/abs/2601.10478", "authors": ["V. M. Mostepanenko", "G. L. Klimchitskaya"], "title": "Quantum Theory and Unusual Dielectric Functions of Graphene", "comment": "14 pages, 4 figures; Physics, to appear", "summary": "We address the spatially nonlocal dielectric functions of graphene at any frequency derived starting fromthe first principles of thermal quantum field theory using the formalism of the polarization tensor. After a brief review of this formalism, the longitudinal and transverse dielectric functions are considered at any relationship between the frequency and the wave vector. The analytic properties of their real and imaginary parts are investigated at low and high frequencies. Emphasis is given to the double pole at zero frequency which arises in the transverse dielectric function. The role of this unusual property for solving the problem of disagreement between experiment and theory in the Casimir effect is discussed. We guess that a more complete dielectric response of ordinary metals should also be spatially nonlocal and its transverse part may possess the double pole in the region of evanescent waves."}
{"id": "2601.09889", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09889", "abs": "https://arxiv.org/abs/2601.09889", "authors": ["Wan-Ting Liao", "S. K. Dutta", "R. E. Butera", "C. J. Lobb", "F. C. Wellstood", "M. Dreyer"], "title": "Multiple Andreev Reflection Effects in Asymmetric STM Josephson Junctions", "comment": null, "summary": "We have examined the electrical behavior of Josephson junctions formed by a scanning tunneling microscope (STM) with a Nb sample and a Nb tip, with normal-state resistances Rn varying between 1 kOhm and 10 MOhm. Current-voltage characteristics were obtained as a function of Rn by varying the distance between the tip and sample at temperatures of 50 mK and 1.5 K. Rn decreases as the tip-sample separation is reduced, and the junction evolves from a phase-diffusion regime to an underdamped small junction regime, and then to a point contact regime. The subgap structure exhibits pronounced multiple Andreev reflection (MAR) features whose amplitudes and onset energies depend sensitively on junction transparency and gap asymmetry. To interpret these spectra, we generalize the Averin-Bardas MAR theory to superconductors with unequal gap magnitudes, providing a quantitative model appropriate for asymmetric STM junctions. The resulting fits yield the superconducting gaps of the electrodes, barrier transparency, and number of conduction channels as a function of Rn. Combining this analysis with Josephson junction dynamics, we further account for the observed switching and retrapping currents and the finite resistance of the supercurrent branch. Our results demonstrate that incorporating intrinsic electrode asymmetry is essential for reliably extracting transport parameters in STM-based superconducting weak links."}
{"id": "2601.10174", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10174", "abs": "https://arxiv.org/abs/2601.10174", "authors": ["Yaohui Gu", "Binbo Li", "Lingyang Jiang", "Yuhui Hu", "Wenqiang Liu", "Lijun Xu", "Pengfei Zhai", "Jie Liu", "Jinglai Duan"], "title": "A Neuroevolution Potential for Gallium Oxide: Accurate and Efficient Modeling of Polymorphism and Swift Heavy-Ion Irradiation", "comment": "13 pages, 9 figures", "summary": "Gallium oxide (Ga2O3) is a wide-bandgap semiconductor with promising applications in high-power and high-frequency electronics. However, its complex polymorphic nature poses substantial challenges for fundamental studies, particularly in understanding phase-transformation behaviors under nonequilibrium conditions. Here, we develop a robust, accurate, and computationally efficient machine-learning interatomic potential (MLIP) for Ga2O3 based on the neuroevolution potential (NEP) framework combined with an energy-dependent weighting strategy. The resulting NEP potential demonstrates clear advantages over the state-of-the-art tabGAP potential with respect to both accuracy and computational efficiency. Furthermore, we introduce a physically process-oriented sampling strategy to systematically augment the training dataset, thereby enhancing the MLIP performance for targeted physical phenomena. As a representative application, a dedicated NEP potential is constructed for swift heavy-ion (SHI) irradiation simulations of \\b{eta}-Ga2O3. The simulated results are in quantitative agreement with experimental observations and provide a consistent physical explanation for the reported experimental discrepancies regarding phase transformations in the ion track of \\b{eta}-Ga2O3."}
{"id": "2601.10578", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10578", "abs": "https://arxiv.org/abs/2601.10578", "authors": ["Warren E. Pickett"], "title": "Superfluid Density, Penetration Depth, Condensate Density", "comment": "11 pages", "summary": "Fascination with the concept of superconducting (SC) {\\it superfluid density} $ρ_s$ has persisted since the beginning of superconductivity theory, with numerical values of an actual density rarely provided. Over time $ρ_s$, addressed mostly in cuprate and following high temperature superconductors, has become synonymous with the normalized (unitless) inverse square of the magnetic penetration depth $λ_L$ (the London expression, with superfluid density denoted $n_s$), with interest primarily on its temperature $T$ dependence that is expected to reflect the T-dependence of the SC gap amplitude and gap symmetry. In conventional superconductors, generalized expressions from the London penetration depth via Ginzburg-Landau theory, then to BCS theory provide updated pictures of the supercurrent density-vector potential relationship. The BCS value $λ_{band}$ is distinct from any particle density, instead involving particle availability at the Fermi surface and Fermi velocity as the determining factors, thus providing a basis for a more fundamental theory and understanding of what is being probed in penetration depth studies. The number density of superconducting electrons ${\\cal N}_s(T$=0) -- the scalar SC {\\it condensate density} -- is provided, first from a phenomenological estimate but then supported by BCS theory. A straightforward relation connecting ${\\cal N}_s(0)$ to the density of dynamically transporting carriers in the normal state at $T_c$ is obtained. Numerical values of relevant material parameters including $λ_{band}$ and ${\\cal N}_s$ are provided for a few conventional SCs."}
{"id": "2601.10646", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2601.10646", "abs": "https://arxiv.org/abs/2601.10646", "authors": ["Rupak Majumder", "Shamik Gupta"], "title": "Synchronization with Annealed Disorder and Higher-Harmonic Interactions in Arbitrary Dimensions: When Two Dimensions Are Special", "comment": null, "summary": "The impact of disorder on collective phenomena depends crucially on whether it is quenched or annealed. In synchronization problems, quenched disorder in higher dimensional Kuramoto models is known to produce unconventional dimensional effects, including a striking odd even dichotomy: synchronization transitions are continuous in even dimensions and discontinuous in odd dimensions. By contrast, the impact of annealed disorder has received comparatively little attention. Here we study a D dimensional Kuramoto model with both fundamental and higher-harmonic interactions under annealed disorder, and develop an arbitrary dimensional center-manifold framework to analyze the nonlinear dynamics near the onset of collective behavior. We show that annealed disorder fundamentally alters the role of dimensionality. With fundamental coupling alone, it completely removes the odd even dichotomy, yielding continuous synchronization transitions with universal mean-field scaling in all dimensions. Higher-harmonic interactions preserve this universality while rendering the synchronization transition tunable between continuous and discontinuous. At the same time, they give rise to a novel, correlation-driven transition between a symmetry-protected incoherent phase and a symmetry broken state lacking global synchronization, which is therefore invisible to the conventional Kuramoto order parameter. This transition is continuous in two dimensions but discontinuous in higher dimensions, revealing an emergent and previously-unrecognized special role of two dimensions."}
{"id": "2601.10320", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10320", "abs": "https://arxiv.org/abs/2601.10320", "authors": ["Kadri Muuga", "Lisanne Knijff", "Chao Zhang"], "title": "Molecular electrostatic potentials from machine learning models for dipole and quadrupole predictions", "comment": null, "summary": "The molecular electrostatic potential (MEP) is a key quantity for describing and predicting intermolecular and ion-molecule interactions. Here, we assess the ability of machine-learning (ML) models to infer the MEP, based on the equivariant graph-convolutional neural network architecture PiNet2 and trained on dipole and quadrupole moments. For the established QM9 dataset, we find that including the quadrupole contribution in the ML models substantially improves their ability to recover the MEP compared to dipole-only models. This trend is confirmed on the SPICE dataset, which spans a much broader region of organic chemical space. Together, this study underscores the central role of the quadrupole moment as a fitting target for ML models aiming at rapid access to the MEP."}
{"id": "2601.10489", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10489", "abs": "https://arxiv.org/abs/2601.10489", "authors": ["I. Jakovac", "M. S. Grbić", "M. Dupont", "N. Laflorencie", "S. Capponi", "Y. Hosokoshi", "S. Krämer", "Y. Skourski", "S. Luther M. Takigawa", "M. Horvatić"], "title": "Magnetic field-induced phases in a model S=1 Haldane chain system", "comment": "8 pages, 3 figures", "summary": "An $S=1$ Haldane chain is a one-dimensional (1D) quantum magnet where strong fluctuations result in quantum disordered singlet ground state with a gapped excitation spectrum. The gap magnitude is primarily set by the dominant intrachain interaction ($J_\\text{1D}$). An applied magnetic field closes the gap at $B_\\text{c1}$ and drives the system into a gapless Tomonaga-Luttinger liquid (TLL) regime, followed by, at lower temperatures, a Bose-Einstein condensate (BEC) ground state, persisting up to $B_\\text{c2} \\propto 4 J_\\text{1D}/gμ_B$. Almost all previously studied experimental realizations of such systems were based on transition-metal complexes which typically suffer from intrinsic anisotropies or large $J_\\text{1D}$ values, limiting the access to the full theoretical phase diagram. We report a comprehensive study of TLL and BEC phases in the organic Haldane chain system 3,5-bis(N-tert-butylaminoxyl)-3'-nitrobiphenyl (BoNO). The absence of anisotropy and a moderate $J_\\text{1D}$ enable exploration of the complete $B-T$ phase diagram. Through $^1$H nuclear magnetic resonance, combined with theoretical analysis, we characterize the TLL properties, map the BEC phase boundary $T_c (B)$, determine the associated critical exponent $ν\\approx 0.66$ at $B_\\text{c2}$, and demonstrate universal quasiparticle scaling in the quantum-critical regime. These results provide full experimental validation of theoretical predictions for field-induced phases in an $S=1$ Haldane chain, made over two decades ago."}
{"id": "2601.10493", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10493", "abs": "https://arxiv.org/abs/2601.10493", "authors": ["Suheng Xu", "Birui Yang", "Nishchhal Verma", "Rocco A. Vitalone", "Brian Vermilyea", "Miguel Sánchez Sánchez", "Julian Ingham", "Ran Jing", "Yinming Shao", "Tobias Stauber", "Angel Rubio", "Milan Delor", "Mengkun Liu", "Michael M. Fogler", "Cory R. Dean", "Andrew Millis", "Raquel Queiroz", "D. N. Basov"], "title": "Plasmon dynamics in graphene", "comment": null, "summary": "Plasmons are collective oscillations of mobile electrons. Using terahertz spacetime metrology, we probe plasmon dynamics of mono- and bi-layer graphene. In both systems, the experimentally measured Drude weight systematically exceeds the prediction based on non-interacting electronic system. This enhancement is most pronounced at ultra-low carrier densities. We attribute the observed deviation to pseudospin dynamics of the Dirac fermions in multi-layer graphene, which leads to a breakdown of Galilean invariance. Our results establish that pseudospin structure of the single-particle electronic wave function can directly govern collective excitations, with implications that extend beyond graphene to a broad class of quantum materials."}
{"id": "2601.09907", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09907", "abs": "https://arxiv.org/abs/2601.09907", "authors": ["Geyao Gu", "Drew Alvarez", "John Strahan", "Alex Albaugh", "Emanuele Penocchio", "Todd R. Gingrich"], "title": "It Takes Two to Make a Thing Go Right: Boosting Current in Coupled Motors", "comment": null, "summary": "Catalysis-driven synthetic molecular motors operate in a loose mechanochemical coupling regime, one in which a decomposition of a fuel molecule does not reliably produce a forward step. In that regime, stochastic backward steps can significantly degrade the motor's current, prompting us to ask whether mechanically coupling multiple such motors can boost their averaged current. By simulating rotaxane-based motors with two classes of models--particle-based nonequilibrium molecular dynamics and jump-diffusion models--we show that current boosts are physically achievable. Our observed boosts, which amplify current by single-digit factors, emerge when coupling between motors can increase the activity, speeding up the rate of both forward and backward steps. In doing so, the bias for preferring forward steps actually degrades, but the lost bias can be largely recovered by raising the fuel concentration, demonstrating a general design strategy: amplify activity through coupling and restore bias through stronger driving."}
{"id": "2601.10182", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10182", "abs": "https://arxiv.org/abs/2601.10182", "authors": ["Sudhansu Sekhar Das", "M. Senthil Kumar"], "title": "Effect of Number of Bilayers on the Anomalous Hall Effect in [Si/Fe]N Multilayers", "comment": "4 pages, 6 figures", "summary": "The influence of varying the number of bilayers (N) on the anomalous Hall effect (AHE) in sputtered Si/Fe multilayers has been investigated. Both the AHE and magnetisation data reveal the in-plane magnetic anisotropy in the samples. Large enhancement of about 24 times in the saturation anomalous Hall resistance (R_Ahs) and anomalous Hall sensitivity (S) has been observed upon decreasing N from 20 to 1. When compared with the bulk Fe, the values of R_Ahs and anomalous Hall coefficient, Rs obtained for N= 1 were enhanced by about 5 and 3 orders of magnitude, respectively. The Rs follows the longitudinal electrical resistivity Rho as Rs proportional to Rho^2.1, suggesting side jump as the dominant mechanism of the AHE. The S as high as 22 Ohm/T over a wide operational field range of -8 to +8 kOe has been obtained for N = 1."}
{"id": "2601.10692", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10692", "abs": "https://arxiv.org/abs/2601.10692", "authors": ["Alex M. Potts", "Marios H. Michael", "Gunda Kipp", "Sara M. Langner", "Hope M. Bretscher", "Jonathan Stensberg", "Kelson Kaj", "Toru Matsuyama", "Matthew W. Day", "Felix Sturm", "Abhay K. Nayak", "Liam A. Cohen", "Xiaoyang Zhu", "Andrea Young", "James McIver"], "title": "Finite-momentum Cooper plasmons in superconducting terahertz microcavities", "comment": null, "summary": "The phase mode of a superconductor's order parameter encodes fundamental information about pairing and dissipation, but is typically inaccessible at low frequencies due to the Anderson-Higgs mechanism. Superconducting samples thinner than the London penetration depth, however, support a gapless phase mode whose dispersion can be reshaped by a proximal screening layer. Here, we theoretically and experimentally show that this screened phase mode in a superconducting thin film integrated into on-chip terahertz circuitry naturally forms a superconducting microcavity that hosts resonant finite-momentum standing waves of supercurrent density, which we term Cooper plasmons. We measure two Cooper plasmons in a superconducting NbN microcavity and demonstrate that their resonance frequencies and linewidths independently report the density of participating carriers and plasmon's dissipation at finite momenta. Our results reveal an emergent collective mode of an integrated superconductor-circuit system and establish design principles for engineering or suppressing Cooper plasmons in superconducting terahertz devices and circuits."}
{"id": "2601.10633", "categories": ["cond-mat.mes-hall", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.10633", "abs": "https://arxiv.org/abs/2601.10633", "authors": ["Hagen Gress", "Cody L. Ritt", "Inal Shomakhov", "Kaan Altmisdort", "Michelle Quien", "Zitang Wei", "John R. Lawall", "Narasimha Boddeti", "Michael S. Strano", "J. Scott Bunch", "Kamil L. Ekinci"], "title": "Molecularly Thin Polyaramid Nanomechanical Resonators", "comment": null, "summary": "Two-dimensional polyaramids exhibit strong hydrogen bonding to create molecularly thin nanosheets analogous to graphene. Here, we report the first nanomechanical resonators made out of a two-dimensional polyaramid, 2DPA-1, with thicknesses as small as 8 nm. To fabricate these molecular-scale resonators, we transferred nanofilms of 2DPA-1 onto chips with previously etched arrays of circular microwells. We then characterized the thermal resonances of these resonators under different conditions. When there is no residual gas inside the 2DPA-1-covered microwells, the eigenfrequencies are well-described by a tensioned plate theory, providing the Young's modulus and tension of the 2DPA-1 nanofilms. With gas present, the nanofilms bulge up and mechanical resonances are modified due to the adhesion, bulging and slack present in the system. The fabrication and mechanical characterization of these first 2DPA-1 nanomechanical resonators represent a convincing path toward molecular-scale polymeric NEMS with high mechanical strength, low density, and synthetic processability."}
{"id": "2601.10371", "categories": ["physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.10371", "abs": "https://arxiv.org/abs/2601.10371", "authors": ["Malte Hellmann", "Jürgen Gauss"], "title": "The Direct-Product Decomposition Approach for Symmetry Exploitation in Many-Body Methods in Case of Non-Abelian Point Groups", "comment": null, "summary": "We demonstrate for the specific case of $C_{3v}$ how the direct-product decomposition scheme for the treatment of symmetry in coupled-cluster (CC) calculations can be extended to non-Abelian point groups. We show that for the two-electron integrals and CC amplitudes a block structure can be obtained by resolving the reducible products of two irreducible representations into their irreducible representations. To deal with the necessary resorts of the ordering of the two-electron integrals and amplitudes, spin-adaptation, and the O(M$^5$) contractions (with M as the number of basis functions) of a CC calculation, we suggest a strategy that uses both the reduced and non-reduced representation of the corresponding quantities and switches back and forth between them. While the reduced representations are the ones used in the O(M$^6$) contractions, the other steps are better carried out in the non-reduced representation. Our pilot implementation of the CC singles and doubles method confirms in test calculations for NH$_3$ and PH$_3$ using different basis sets that significant savings (of more than 20 compared to treatments without symmetry and about 5 compared to treatments using $C_s$ symmetry) are possible and suggest that the exploitation of non-Abelian symmetry would render CC computations on large highly symmetric molecules possible"}
{"id": "2601.10530", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10530", "abs": "https://arxiv.org/abs/2601.10530", "authors": ["Yanran Shi", "Min Li", "Xin Lu", "Jianpeng Liu"], "title": "Correlated states in charge-transfer heterostructures based on rhombohedral multilayer graphene", "comment": "5 pages main text, 10 pages Supplemental Materials", "summary": "Charge transfer is a common phenomenon in van der Waals heterostructures with proper work function mismatch, which enables electrostatic gating to control band alignment and interlayer charge distributions. This provides a tunable platform for studying coupled bilayer correlated electronic systems. Here, we theoretically investigate heterostructures of rhombohedral multilayer graphene (RMG) and an insulating substrate with gate-tunable band alignment. We first develop a self-consistent electrostatic theory for layer charge densities incorporating charge transfer, which reproduces the experimentally observed broadened and bent charge neutrality region. When the substrate's band edge has a much larger effective mass than RMG, its carriers can form a Wigner crystal at low densities. This creates a quantum superlattice that induces topological flat bands in the RMG layer, which may lead to Chern insulators driven by intralayer Coulomb interactions. Conversely, with comparable effective masses, we find an interlayer excitonic insulator state at charge neutrality stabilized by interlayer Coulomb coupling. Our work establishes these charge-transfer heterostructures as a rich platform for topological and excitonic correlated states, opening an avenue for ``charge-transferonics''."}
{"id": "2601.10534", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.10534", "abs": "https://arxiv.org/abs/2601.10534", "authors": ["Nirnoy Basak", "Ritajit Kundu", "Basudeb Mondal", "Adhip Agarwala"], "title": "Topologically switchable transport in a bundled cable of wires", "comment": "7 pages, 4 figures", "summary": "Advances in the next generation of mesoscopic electronics require an understanding of topological phases in inhomogeneous media and the principles that govern them. Motivated by the nature of motifs available in printable conducting inks, we introduce and study quantum transport in a minimal model that describes a bundle of one-dimensional metallic wires that are randomly interconnected by semiconducting chains. Each of these interconnects is represented by a Su-Schrieffer-Heeger chain, which can reside in either a trivial or a topological phase. Using a tight-binding approach, we show that such a system can transit from an insulating phase to a robust metallic phase as the interconnects undergo a transition from a trivial to a topological phase. In the latter, despite the random interconnectedness, the metal evades Anderson localization and exhibits a ballistic conductance that scales linearly with the number of wires. We show that this behavior originates from hopping renormalization in the wire network. The zero-energy modes of the topological interconnects act as effective random dimers, giving rise to an energy-dependent localization length that diverges as $\\sim 1/E^2$. Our work establishes that random networks provide a yet-unexplored platform to host intriguing phases of topological quantum matter."}
{"id": "2601.09922", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09922", "abs": "https://arxiv.org/abs/2601.09922", "authors": ["Dang Khoa Le", "Eklavya Thareja", "Bektur Konushbaev", "Gina Pantano", "Tom Saunderson", "Manh-Huong Phan", "Yuriy Mokrousov", "Jacob Gayles"], "title": "Ultra-Stable Weyl Topology Driven by Magnetic Textures in the Shandite Compound Co3Sn2S(2-x)Sex", "comment": "8 pages, 4 figures", "summary": "We employ state-of-the-art first-principles calculations to investigate the shandite compounds Co3Sn2S2, Co3Sn2SeS, and Co3Sn2Se2, which host Weyl fermions and complex magnetic textures. Their magnetic structures are governed primarily by exchange interactions and magnetocrystalline anisotropy, whereas the symmetry-allowed alternating-layer Dzyaloshinskii-Moriya interaction (DMI) is found to be negligible. We identify a previously unrecognized spin-chiral interaction (SCI) arising from the kagome lattice topology, which plays a decisive role in stabilizing the experimentally observed magnetic textures. The extracted magnetic parameters reproduce experimental trends, with the SCI emerging as a novel and dominant contribution. The calculated SCI strengths are 0.78 meV, 0.86 meV, and 0.87 meV for Co3Sn2S2, Co3Sn2SeS, and Co3Sn2Se2, respectively. Furthermore, we demonstrate that short-wavelength magnetic textures drive phase transitions of the Weyl nodes, resulting in band flattening and the opening of an emergent gap. This newly identified SCI, together with the associated electronically driven phase transitions, provides a promising route for manipulating transport properties in spintronic devices."}
{"id": "2601.10183", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10183", "abs": "https://arxiv.org/abs/2601.10183", "authors": ["Sike Zeng", "Dong Liu", "Hongjie Peng", "Chang-Chun He", "Xiao-Bao Yang", "Yu-Jun Zhao"], "title": "Classification and design of two-dimensional altermagnets", "comment": null, "summary": "Altermagnets -- newly identified collinear antiferromagnets -- carry zero net moment with non-relativistic, spin-polarized bands, distilling the best of ferromagnets and antiferromagnets into a single spintronic platform. Shrunking to the two-dimensional limit, they inherit the tunability of two-dimensional crystals while adding symmetry-protected spin splitting, a combination now driving intense experimental interest. Here, we review the symmetry classification of two-dimensional altermagnets based on spin-group theory and survey the growing list of candidate materials, emphasizing those with large spin splitting for experimental realization. We then examine strategies for engineering two-dimensional altermagnetism. This Review aims to consolidate theoretically proposed candidate materials and realization strategies for two-dimensional altermagnets, providing insights for future experimental efforts in this emerging field."}
{"id": "2601.09924", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09924", "abs": "https://arxiv.org/abs/2601.09924", "authors": ["Zhengyan Darius Shi", "Pavel A. Nosov"], "title": "Composite Bogoliubov Fermi liquid in a half-filled Chern band", "comment": "5 pages, 4 figures, 22 page appendix", "summary": "The composite Fermi liquid (CFL) in the half-filled Landau level is a cornerstone of the quantum Hall phase diagram. Recent experiments and numerics indicate that an anomalous composite Fermi liquid (ACFL) can also arise at half filling of a Chern band without any external magnetic field, opening new possibilities for paired states of composite fermions beyond the fully gapped Pfaffian phase. We argue that in inversion-asymmetric Chern bands with lattice rotational symmetry reduced to $C_3$, as realized in experimental platforms where signatures of the ACFL have been observed, composite fermions can form a superconductor with neutral gapless Bogoliubov Fermi surfaces. We term the resulting electronic state {\\it the composite Bogoliubov Fermi liquid (CBFL)}. This phase has a number of remarkable properties that make it distinct from both the ACFL and the fully gapped Pfaffian. For instance, it is incompressible, has quantized Hall conductance, shows no quantum oscillations as a function of magnetic field or doping, and has topological ground state degeneracy on a torus despite the presence of gapless quasiparticles. At the same time, the neutral Bogoliubov Fermi surface yields metallic $T$-linear specific heat, non-quantized thermal conductance, Landau damping of density fluctuations, and a non-analytic $|\\mathbf{q}|^3$ contribution to the equal-time structure factor $S(\\mathbf{q})$. We also briefly discuss vortex physics and possible fractionalized daughter states induced by doping or external magnetic fields. Our results pave the way for a broader understanding of gapless topological phases arising from paired composite fermions in Chern bands that go beyond the conventional Landau level paradigm."}
{"id": "2601.10022", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.10022", "abs": "https://arxiv.org/abs/2601.10022", "authors": ["Dilipkumar N. Asthagiri", "Dmitry V. Matyushov"], "title": "Rotational Memory Function of SPC/E water", "comment": "7 pp, 5 figs", "summary": "Memory effects are essential for dynamics of condensed materials and are responsible for non-exponential relaxation of correlation functions of dynamic variables through the memory function. Memory functions of dipole rotations for polar liquids have never been calculated. We present here calculations of memory functions for single-dipole rotations and for the overall dipole moment of the sample for SPC/E water. The memory functions for single-particle and collective dipole dynamics turn out to be nearly identical. This result validates theories of dielectric spectroscopy in terms of single-particle time correlation functions and the connection between the collective and single-particle relaxation times through the Kirkwood factor. The dielectric function in this formalism contains no new dynamic information that does not exist in the single-dipole correlation function. A short memory time, $\\lesssim 1$ fs, justifies the use of rotational diffusion model to describe dynamics of a single molecular dipole moment in bulk water."}
{"id": "2601.10549", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10549", "abs": "https://arxiv.org/abs/2601.10549", "authors": ["Hao Jin", "Wenxing Nie"], "title": "Flat-band Ferromagnetism of SU$(N)$ Hubbard Model on the Kagome Lattices", "comment": "7 pages, 5 figures", "summary": "The kagome lattice, a well known example of the geometrically frustrated system, hosts a dispersionless flat band that offers a unique platform for studying correlation-driven quantum phenomena. At appropriate particle concentrations, the existence of a flat band allows a representation of percolation with nontrivial weights. In this work, we investigate the paramagnetic-ferromagnetic transition in the repulsive SU($N$) Hubbard model on the kagome lattice within this percolation framework. In this representation, the model can be rigorously mapped to a classical $N$-state site-percolation problem on a triangular lattice, with the SU($N$) symmetry reflected in the nontrivial weights. By large-scale Monte Carlo simulations for SU($3$), SU($4$), and SU($10$) symmetries, we demonstrate that the critical particle concentration for ferromagnetism exceeds the standard percolation threshold and increases with $N$, indicating a strengthening of the effective entropic repulsion."}
{"id": "2601.10633", "categories": ["cond-mat.mes-hall", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.10633", "abs": "https://arxiv.org/abs/2601.10633", "authors": ["Hagen Gress", "Cody L. Ritt", "Inal Shomakhov", "Kaan Altmisdort", "Michelle Quien", "Zitang Wei", "John R. Lawall", "Narasimha Boddeti", "Michael S. Strano", "J. Scott Bunch", "Kamil L. Ekinci"], "title": "Molecularly Thin Polyaramid Nanomechanical Resonators", "comment": null, "summary": "Two-dimensional polyaramids exhibit strong hydrogen bonding to create molecularly thin nanosheets analogous to graphene. Here, we report the first nanomechanical resonators made out of a two-dimensional polyaramid, 2DPA-1, with thicknesses as small as 8 nm. To fabricate these molecular-scale resonators, we transferred nanofilms of 2DPA-1 onto chips with previously etched arrays of circular microwells. We then characterized the thermal resonances of these resonators under different conditions. When there is no residual gas inside the 2DPA-1-covered microwells, the eigenfrequencies are well-described by a tensioned plate theory, providing the Young's modulus and tension of the 2DPA-1 nanofilms. With gas present, the nanofilms bulge up and mechanical resonances are modified due to the adhesion, bulging and slack present in the system. The fabrication and mechanical characterization of these first 2DPA-1 nanomechanical resonators represent a convincing path toward molecular-scale polymeric NEMS with high mechanical strength, low density, and synthetic processability."}
{"id": "2601.09924", "categories": ["cond-mat.str-el", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09924", "abs": "https://arxiv.org/abs/2601.09924", "authors": ["Zhengyan Darius Shi", "Pavel A. Nosov"], "title": "Composite Bogoliubov Fermi liquid in a half-filled Chern band", "comment": "5 pages, 4 figures, 22 page appendix", "summary": "The composite Fermi liquid (CFL) in the half-filled Landau level is a cornerstone of the quantum Hall phase diagram. Recent experiments and numerics indicate that an anomalous composite Fermi liquid (ACFL) can also arise at half filling of a Chern band without any external magnetic field, opening new possibilities for paired states of composite fermions beyond the fully gapped Pfaffian phase. We argue that in inversion-asymmetric Chern bands with lattice rotational symmetry reduced to $C_3$, as realized in experimental platforms where signatures of the ACFL have been observed, composite fermions can form a superconductor with neutral gapless Bogoliubov Fermi surfaces. We term the resulting electronic state {\\it the composite Bogoliubov Fermi liquid (CBFL)}. This phase has a number of remarkable properties that make it distinct from both the ACFL and the fully gapped Pfaffian. For instance, it is incompressible, has quantized Hall conductance, shows no quantum oscillations as a function of magnetic field or doping, and has topological ground state degeneracy on a torus despite the presence of gapless quasiparticles. At the same time, the neutral Bogoliubov Fermi surface yields metallic $T$-linear specific heat, non-quantized thermal conductance, Landau damping of density fluctuations, and a non-analytic $|\\mathbf{q}|^3$ contribution to the equal-time structure factor $S(\\mathbf{q})$. We also briefly discuss vortex physics and possible fractionalized daughter states induced by doping or external magnetic fields. Our results pave the way for a broader understanding of gapless topological phases arising from paired composite fermions in Chern bands that go beyond the conventional Landau level paradigm."}
{"id": "2601.10186", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10186", "abs": "https://arxiv.org/abs/2601.10186", "authors": ["Taichi Inagaki", "Miho Hatanaka"], "title": "Comprehensive Molecular-level Understanding of MgO Hydration through Computational Chemistry", "comment": "This document is the unedited Author's version of a Submitted Manuscript subsequently accepted for publication in The Journal of Physical Chemistry C, copyright \\c{opyright} American Chemical Society. To access the final edited and published work see https://doi.org/10.1021/acs.jpcc.5c06767", "summary": "The hydration of magnesium oxide (MgO) to magnesium hydroxide (Mg(OH)$_2$) is a fundamental solid-surface chemical reaction with significant implications for materials science. Yet its molecular-level mechanism from water adsorption to Mg(OH)$_2$ nucleation and growth remains elusive due to its complex and multi-step nature. Here, we elucidate the molecular process of MgO hydration based on structures of the MgO/water interface obtained by a combined computational chemistry approach of potential-scaling molecular dynamics simulations and first-principles calculations without any a priori assumptions about reaction pathways. The result shows that the Mg$^{2+}$ dissolution follows the dissociative water adsorption. We find that this initial dissolution can proceed exothermically even from the defect-free surface with an average activation barrier of $\\sim$12 kcal/mol. This exothermicity depends crucially on the stabilization of the resulting surface vacancy, achieved by proton adsorption onto neighboring surface oxygen atoms. Further Mg$^{2+}$ dissolution then occurs in correlation with proton penetration into the solid. Moreover, we find that the Mg(OH)$_2$ nucleation and growth proceeds according to the dissolution-precipitation mechanism, rather than a solid-state reaction mechanism involving a direct topotactic transformation. In this process, Mg$^{2+}$ ions migrate away from the surface and form amorphous Mg-OH chains as precursors for Mg(OH)$_2$ nucleation. We also demonstrate that sufficient water facilitates the formation of more ordered crystalline nuclei. This computational study provides a comprehensive molecular-level understanding of MgO hydration, representing a foundational step toward elucidating the mechanisms of this class of complex and multi-step solid-surface chemical reactions."}
{"id": "2601.10516", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10516", "abs": "https://arxiv.org/abs/2601.10516", "authors": ["Benoît Fauqué", "Daniel A. Chaney", "Philippe Bourges", "Stéphane Raymond", "Arno Hiess", "Paul Steffens", "Benoît Baptiste", "Luigi Paolasini", "Alexeï Bosak", "Kamran Behnia", "Yasuhide Tomioka"], "title": "Incipient modulated phase in Sr$_{1-x}$Ca$_{x}$TiO$_3$", "comment": "S.M on request", "summary": "Nanometer-scale modulations can spontaneously emerge in complex materials when multiple degrees of freedom interact. Here we demonstrate that ferroelectric Sr$_{1-x}$Ca$_x$TiO$_3$ lies in close proximity to an incipient structurally modulated phase. Using inelastic neutron and X-ray scattering, we show that upon cooling, dipolar fluctuations strongly couple to and soften the $c_{44}$ transverse acoustic mode. We identify the wavevector at which this softening is maximal, thereby defining the characteristic length scale of the modulation. Calcium substitution enhances both the amplitude and the wavevector of the softening by strengthening the ferroelectric and antiferrodistortive instabilities. Our results demonstrate that nonlinear flexoelectric phonon coupling tends to stabilize a modulated state that cooperates with, rather than competes against, the other lattice instabilities in SrTiO$_3$."}
{"id": "2601.10507", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.10507", "abs": "https://arxiv.org/abs/2601.10507", "authors": ["Christina Schmitt", "August Johansson", "Xavier Raynaud", "Eibar Joel Flores Cedeño", "John Mugisa", "Dane Sotta", "Agathe Martin", "Nicolas Schaeffer", "Cédric Debruyne", "Yvan Reynier", "Simon Clark", "Dennis Kopljar"], "title": "Comprehensive parameter and electrochemical dataset for a 1 Ah graphite/LNMO battery cell for physical modelling as a blueprint for data reporting in battery research", "comment": null, "summary": "While current technology has enabled their widespread use, further improvements are needed for stationary, portable, and mobile applications, for example by the development of novel cathode materials. Digitalization of battery development, combining both experimental and modelling efforts is extremely valuable in this development. This is addressed in the present paper, where the authors present a comprehensive dataset for a graphite/LNMO 1 Ah pouch cell, including material, design, and electrochemical data. The dataset, validated through the BattMo modelling framework, supports physical modelling and aims to benefit the battery modelling community by offering a comprehensive resource for future studies. Both the dataset and the accompanying software for numerical validation is openly available and processed in such a way that it can serve as blueprint for reporting of comparable research data."}
{"id": "2601.10619", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10619", "abs": "https://arxiv.org/abs/2601.10619", "authors": ["Karol I. Wysokiński", "Marcin M. Wysokiński"], "title": "Beyond Hubbard: the role of correlated hopping interaction in superconductors and quantum dot devices", "comment": "14 pages, 11 single figures, requires class file appolb (attached)", "summary": "We investigate the role of strong Coulomb interactions beyond the standard Hubbard model in two distinct physical contexts. First, we analyze the superconducting phase transition occurring near the Mott metal-insulator transition. Second, we study transport properties of artificial nano-scale structures containing quantum dots coupled to external electrodes. In both cases, we focus on the impact of the correlated (assisted) hopping (CH) interaction. For superconductors, CH acts as a driving mechanism for the phase transition and modifies the spectral properties of the system. We present the evolution of the spectral function as the system approaches the Mott-type transition under varying model parameters. In quantum-dot-based devices, CH influences the tunneling amplitude between the dot and metallic leads. We demonstrate that the characteristic changes in the conductance of a normal metal-quantum dot-normal metal structure provide a clear signature of the presence and sign of CH interaction."}
{"id": "2601.10638", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10638", "abs": "https://arxiv.org/abs/2601.10638", "authors": ["Rinsuke Yamada", "Daichi Kurebayashi", "Yukako Fujishiro", "Shun Okumura", "Daisuke Nakamura", "Fehmi S. Yasin", "Taro Nakajima", "Tomoyuki Yokouchi", "Akiko Kikkawa", "Yasujiro Taguchi", "Yoshinori Tokura", "Oleg A. Tretiakov", "Max Hirschberger"], "title": "Emergent electric field induced by dissipative sliding dynamics of domain walls in a Weyl magnet", "comment": null, "summary": "The dynamic motion of topological defects in magnets induces an emergent electric field, as exemplified by the continuous flow of skyrmion vortices. However, the electrodynamics underlying this emergent field remains poorly understood. In this context, magnetic domain walls - one dimensional topological defects with two collective modes, sliding and spin tilt - offer a promising platform for exploration. Here, we demonstrate that the dissipative motion of domain walls under oscillatory current excitation generates an emergent electric field. We image domain patterns and quantify domain wall length under applied magnetic fields in mesoscopic devices based on the magnetic Weyl semimetal NdAlSi. These devices exhibit exceptionally strong domain wall scattering and a pronounced emergent electric field, observed in the imaginary component of the complex impedance. Spin dynamics simulations reveal that domain wall sliding dominates over spin tilting, where the phase delay of the domain wall motion with respect to the driving force impacts the emergent electric field. Our findings establish domain-wall dynamics as a platform for studying emergent electromagnetic fields and motivate further investigations on the coupled motion of magnetic solitons and conduction electrons."}
{"id": "2601.09945", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.09945", "abs": "https://arxiv.org/abs/2601.09945", "authors": ["X Xu", "F Wan", "X Peng", "M Sumption"], "title": "Ultra-low magnetization and hysteresis loss in APC Nb3Sn superconductors", "comment": "4 figures", "summary": "For the accelerator magnets of the next hadron collider, reducing superconductor persistent-current magnetization is not only important for achieving the desired field quality, but also crucial for its sustainability because the magnetization loss is the major heat load to the magnet cold mass. For conventional Nb3Sn conductors this requires reduction of effective subelement size (Deff). For the restacked-rod-process (RRP) conductors a physical subelement size (Dsub) as small as 35 um (corresponding to a Deff close to 45 um) can be reached, but at a significant price in Jc. Another way to reduce the magnetization is by introducing artificial pinning centers (APC) using the internal oxidation approach. APC conductors outperform conventional Nb3Sn wires in two aspects: 1) higher Jc at high fields, and 2) much lower Jc and magnetization at low fields (e.g., below 5 T). In this work we explored the fabricability of APC wires with small Dsub. A 180-stack APC wire was produced and drawn to 0.7- and 0.5-mm diameters with good quality, with Dsubs of 34 and 24 um (Deffs of 36 and 25 um), respectively. For the 34-um-Dsub wire, its non-Cu Jc is higher than that of an RRP wire used for the High-Luminosity Large Hadron Collider (HL-LHC) project above 13 T (e.g., 36% higher at 4.2 K, 18 T), while its non-Cu magnetization at 1 T, ΔM(1 T), is only 29% of the RRP wire. Its non-Cu hysteresis loss for a cycle between 1 and 14 T, Qh(1-14 T), is 37% of the RRP wire. For the 24-um-Dsub wire, its non-Cu Jc surpasses the HL-LHC RRP wire above 17.5 T, while its ΔM(1 T) and Qh(1-14 T) are only 17% and 23% of the RRP wire, respectively. Its non-Cu Qh(+/-3 T) even meets the specification of the International Thermonuclear Experimental Reactor (ITER) project."}
{"id": "2601.10196", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.10196", "abs": "https://arxiv.org/abs/2601.10196", "authors": ["Enrique Burzurí", "Daniel Granados", "Emilio M. Pérez"], "title": "Physically Unclonable Functions Based on Single-Walled Carbon Nanotubes: A Scalable and Inexpensive Method toward Unique Identifiers", "comment": null, "summary": "A physically un-clonable function (PUF) is a physical system that cannot be reproduced or predicted and therefore is a good basis to build security and anti-counterfeiting applications. The unclonability of PUFs typically stems from the randmoness induced in a system during sophisticated fabrication methods. It is precisely this built-in complexity the bottleneck hindering scalability and increasing costs. Here, we produce in a simple manner PUFs based on arrays of carbon nanotubes junctions simultaneously assembled by dielectrophoresis. We demonstrate that the intrinsic inhomogeneity of carbon nanotubes at the nanoscale, combined with the unpredictability introduced by liquid phase-based fabrication methods results in unique electronic profiles of easily scalable devices. This approach could be extrapolated to generate PUFs based on other nanoscale materials"}
{"id": "2601.10717", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10717", "abs": "https://arxiv.org/abs/2601.10717", "authors": ["Bo Peng", "Yuzhu Wang", "Bo Yang"], "title": "Emergence and transition of incompressible phases in decorated Landau levels", "comment": "comments very welcome", "summary": "We show a single Landau level (LL) dressed with periodic electrostatic potentials can realize a plethora of interacting topological phases where the Hall conductivity generally does not equal to the LL filling factor. Their physics can be captured by a minimal model of a delta potential lattice within a single LL, realizing exact zero energy Chern bands (denoted as decorated Landau levels or dLL) gapped from dispersive bands with rich geometric properties. With $p/q$ magnetic fluxes per unit cell, there are $q$ dispersive bands and $p-q$ zero energy bands forming the dLL. When the one-body potential strength dominates the electron-electron interaction, band mixing is suppressed and the dispersion bands consist of ``localized states\" with vanishing total Chern number. Nevertheless these dispersive bands can have highly nontrivial Berry curvature distribution, and even non-zero Chern numbers when $q>1$. Interestingly even in the limit of large short range interaction, band mixing between dLL and dispersion bands can be strongly suppressed at low filling factor, leading to robust topological phases within the dLL stabilized by the one-body potential. The dLL and the associated dispersive bands can serve as minimal theoretical models for correlated physics in lattice or moire systems; they are also highly tunable experimental platforms for realizing rich phase diagrams of exotic 2D quantum fluids."}
{"id": "2601.10677", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10677", "abs": "https://arxiv.org/abs/2601.10677", "authors": ["Shaofeng Huang", "Chen Fang"], "title": "Resolution of Topology and Geometry from Momentum-Resolved Spectroscopies", "comment": null, "summary": "Extracting the complete quantum geometric and topological character of Bloch wavefunctions from experiments remains a challenge in condensed matter physics. Here, we resolve this by introducing the \"wavefunction form factor\" (WFF) matrix, a quantity directly constructible from intensities in momentum- and energy-resolved spectroscopies like ARPES and INS. We demonstrate that band topology is encoded in \"spectral nodes\" -- momentum-space points where the WFF determinant vanishes, providing a direct readout of topological invariants via a topological selection rule. Furthermore, when the number of independent probes exceeds the number of the target bands, our framework yields an effective band projector. This enables the determination of Wilson loop spectra and the extraction of an effective quantum geometric tensor, providing a model-independent measurement of the non-Abelian Berry curvature and quantum metric as resolved by the experimental probes."}
{"id": "2601.09962", "categories": ["cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.09962", "abs": "https://arxiv.org/abs/2601.09962", "authors": ["Swastik Majumder", "Mustansir Barma"], "title": "Stochastic systems with Bose-Hubbard interactions: Effects of bias on particles on a random comb", "comment": "5 pages, 3 figures", "summary": "We study stochastic transport of interacting particles on a disordered network described by the random comb geometry. The model is defined on a one-dimensional backbone from which branches of random lengths emanate, providing a minimal model of percolation networks beyond the critical percolation probability. The dynamics obeys local detailed balance with respect to a Bose-Hubbard Hamiltonian containing both an external bias and on-site repulsion. This choice yields an analytically tractable steady state through a mapping to the zero-range-process. We compute the backbone current, branch density profiles, and macroscopic drift velocity, and analyze how bias and interactions compete to shape transport. The backbone current increases monotonically with density, while the drift velocity displays a non-monotonic dependence on the external field, remaining finite for any nonzero bias, in contrast to the vanishing drift velocity of noninteracting particles beyond a threshold bias. Density profiles along branches exhibit stepwise plateaus governed by the ratio of interaction to bias energy. These results highlight how repulsive interactions suppress trapping and restore transport in disordered geometries, bridging earlier studies of field induced drift in random networks with the physics of disordered Bose-Hubbard systems."}
{"id": "2601.10368", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10368", "abs": "https://arxiv.org/abs/2601.10368", "authors": ["Lukas Hückmann", "Jonathon Cottom", "Jörg Meyer", "Emilia Olsson"], "title": "Topology-Directed Silicide Formation: An Explanation for the Growth of C49-TiSi$_2$ on the Si(100) Surface", "comment": null, "summary": "Designing metal-semiconductor junctions is essential for optimizing the performance of modern nanoelectronic devices. A widely used material is TiSi$_2$, which combines low electronic resistivity with good endurance. However, its multitude of polymorphs continues to pose a challenge for device fabrication. In particular, the naturally occurring formation of the metastable C49-TiSi$_2$ modification remains poorly understood and is problematic due to its unfavorable electronic properties. Based on extensive DFT calculations, we present a comprehensive model of Ti adsorption on Si(100) that highlights the pivotal role of surface topology for the initial stages of the interfacial TiSi$_2$ formation process. We show that the interplay between Si surface dimers, the symmetry of the Si(100) surface, and the incorporation of Ti adsorbates below the surface drives an adsorption pattern that yields a nucleation template for the C49-TiSi$_2$ phase. Our atomistic model rationalizes experimental observations like the Stranski-Krastanov growth mode, the preferential formation of C49-TiSi$_2$ despite it being less favorable than the competing C54 phase, and why disruption of the surface structure restores thermodynamically driven growth of the latter. Ultimately, this novel perspective on the unique growth of TiSi$_2$ will help to pave the way for next-generation electronic devices."}
{"id": "2601.09782", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09782", "abs": "https://arxiv.org/abs/2601.09782", "authors": ["Kazi Ranjibul Islam", "Samuel Awelewa", "Andrey V. Chubukov", "Maxim Dzero"], "title": "Spatially resolved collective modes in d-wave superconductors", "comment": "47 pages, 7 figures", "summary": "We analyze the dispersion of collective modes in a superconductor with $d-$wave symmetry of the order parameter in the presence of long-range Coulomb interaction. We use diagrammatic technique and quasiclassical theory in Keldysh-Nambu formalism to compute longitudinal and transverse pair susceptibilities and extract from them the dispersion of the longitudinal and transverse collective mode. We show that at T=0, the dispersion of the transverse (plasma) mode is the same as in an s-wave superconductor, but at a finite temperature it is softer and has a much larger decay rate due to the partial screening of the Coulomb potential by nodal quasiparticles. We show that the dispersion of the longitudinal mode depends on the direction of momentum with respect to the positions of the nodes of the d-wave gap, while the decay rate of this mode does not depend on momentum. We discuss experimental implications of our results."}
{"id": "2601.09889", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.09889", "abs": "https://arxiv.org/abs/2601.09889", "authors": ["Wan-Ting Liao", "S. K. Dutta", "R. E. Butera", "C. J. Lobb", "F. C. Wellstood", "M. Dreyer"], "title": "Multiple Andreev Reflection Effects in Asymmetric STM Josephson Junctions", "comment": null, "summary": "We have examined the electrical behavior of Josephson junctions formed by a scanning tunneling microscope (STM) with a Nb sample and a Nb tip, with normal-state resistances Rn varying between 1 kOhm and 10 MOhm. Current-voltage characteristics were obtained as a function of Rn by varying the distance between the tip and sample at temperatures of 50 mK and 1.5 K. Rn decreases as the tip-sample separation is reduced, and the junction evolves from a phase-diffusion regime to an underdamped small junction regime, and then to a point contact regime. The subgap structure exhibits pronounced multiple Andreev reflection (MAR) features whose amplitudes and onset energies depend sensitively on junction transparency and gap asymmetry. To interpret these spectra, we generalize the Averin-Bardas MAR theory to superconductors with unequal gap magnitudes, providing a quantitative model appropriate for asymmetric STM junctions. The resulting fits yield the superconducting gaps of the electrodes, barrier transparency, and number of conduction channels as a function of Rn. Combining this analysis with Josephson junction dynamics, we further account for the observed switching and retrapping currents and the finite resistance of the supercurrent branch. Our results demonstrate that incorporating intrinsic electrode asymmetry is essential for reliably extracting transport parameters in STM-based superconducting weak links."}
{"id": "2601.09970", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.09970", "abs": "https://arxiv.org/abs/2601.09970", "authors": ["George Fratian", "Maya Ramesh", "Xinyan Li", "Evangelos Golias", "Yousra Nahas", "Sebastian Maria Ulrich Schultheis", "Julian Skolaut", "Marti Checa", "Arundhati Ghosal", "Jan Priessnitz", "F. C. Fobasso Mbognou", "Shashank Kumar Ojha", "Shiyu Zhou", "Alexander Qualls", "Kai Litzius", "Christoph Klewe", "Peter Meisenheimer", "Laurent Bellaiche", "Libor Šmejkal", "Darrell G. Schlom", "Yimo Han", "Sergei Prokhorenko", "Ramamoorthy Ramesh", "Paul Stevenson", "Angela Wittmann", "Lucas Caretta"], "title": "Topological textures and emergent altermagnetic signatures in ultrathin BiFeO3", "comment": null, "summary": "Magnetoelectric multiferroics, materials with intrinsically coupled electric polarization and magnetic order, promise ultralow-power switching, nonvolatile memory, and energy-efficient signal transduction. Yet practical deployment demands ultrathin films down to the atomic limit, where both orders typically degrade. Maintaining both order parameters at the thinnest scales in complex oxides remains a tremendous challenge, as uncompensated bound charge drives nanoscale depolarization in most ferroelectrics, while off-stoichiometry, reduced anisotropy, and charge transfer can produce magnetic dead layers in ultrathin oxides at substrate interfaces. Here, we realize a multiferroic phase of BiFeO3 that not only sustains both order parameters at room temperature with no dead layer but also exhibits signatures of emergent altermagnetism in the four-unit-cell, ultrathin limit. First-principles calculations, spin symmetry analysis, atomic-resolution imaging, and angle-resolved magnetic imaging reveal that short-circuit electrostatic boundary conditions, together with epitaxial strain, drive a continuous second-order, thickness-driven phase transition that enables the formation of multiferroic topological textures. Moreover, the imposed boundary conditions stabilize a d-wave altermagnetic time-reversal symmetry breaking, with corresponding signatures observed in magnetic circular dichroism. Collectively, these results establish a pathway to stabilize unconventional multiferroicity at device-relevant thicknesses, reframing scaling limits for oxide electronics."}
{"id": "2601.10434", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.10434", "abs": "https://arxiv.org/abs/2601.10434", "authors": ["Ehsan Rahmatizad Khajehpasha", "Mohammad Ismaeil Safa", "Nasrin Eyvazi", "Marco Krummenacher", "Stefan Goedecker"], "title": "The transformation mechanisms among cuboctahedra, Ino's decahedra and icosahedra structures of magic-size gold nanoclusters", "comment": null, "summary": "Gold nanoclusters possess multiple competing structural motifs with small energy differences, enabling structural coexistence and interconversion. Using a high-accuracy machine learned potential trained on some 20'000 density functional theory reference data points, we investigate transformation pathways connecting both high-symmetry and amorphous cuboctahedra, Ino's decahedra and icosahedra for Au55, Au147, Au309 and Au561 nanoclusters. Our saddle point searches reveal that high-symmetry transformations from cuboctahedra and Ino's decahedra to icosahedra proceed through a single barrier and represent soft-mode-driven jitterbug-type and slip-dislocation motions. In addition, we identify lower-barrier asymmetric transformation pathways that drive the system into disordered, Jahn-Teller-stabilized amorphous icosahedra. Minima Hopping sampling further uncovers, in this context, many such low-symmetry minima. Some of the newly identified global minima for Au309 and Au561 have energies that are up to 2.8 eV lower than the previously reported global minima. Hence, both the shapes and the transformation pathways studied in previous investigations are not the physically relevant ones. In contrast to the previously studied pathways, our transformation pathways give reasonable transformation times that are in rough agreement with experiments."}
{"id": "2601.09783", "categories": ["cond-mat.supr-con", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.09783", "abs": "https://arxiv.org/abs/2601.09783", "authors": ["Igor de M. Froldi", "Hermann Freire"], "title": "Highly efficient superconducting diode effect in unconventional $p$-wave magnets", "comment": "7 pages, 3 figures (main text). 9 pages, 5 figures (supplemental material)", "summary": "We investigate the emergence of superconducting phases, both with zero and finite Cooper-pair center of mass momenta, in recently proposed unconventional $p$-wave magnets. As a consequence, we find that, while these magnetic phases are in principle compatible with a conventional pairing state at zero field, a Fulde-Ferrell phase can generally be promoted as the leading instability under the application of a finite magnetic field. Interestingly, by calculating the efficiency of the superconducting diode effect of this finite momentum pairing state via a Ginzburg-Landau theory, we uncover that a high efficiency can be obtained in these systems for experimentally relevant spin splittings. Therefore, our prediction reveals that the experimental discovery of these new materials represents a promising platform for the construction of energy-efficient logic circuits that can potentially be used, e.g., in the fields of classical and quantum computing."}
{"id": "2601.10140", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10140", "abs": "https://arxiv.org/abs/2601.10140", "authors": ["Liam Howard-Fabretto", "Timothy J. Gorey", "Guangjing Li", "Siriluck Tesana", "Gregory F. Metha", "Scott L. Anderson", "Gunther G. Andersson"], "title": "Density of States of Ru3 and Pt3 Clusters Supported on Sputter-Deposited TiO2", "comment": "43 pages, 13 Figures", "summary": "In this work, 3-atom clusters, Ru3 and Pt3, were deposited onto radio frequency RF-sputter deposited TiO2, treated with Ar+ ion sputtering. Ru3 was deposited by both solution submersion and chemical vapor deposition of Ru3(CO)12, while Pt3 was deposited under ultra-high vacuum using a laser vaporisation cluster source. The valence electronic density of states (DOS) of the deposited clusters were analysed after heat treatment using ultraviolet photoelectron spectroscopy (UPS) and metastable impact electron spectroscopy (MIES), where UPS measures the top several layers while MIES measures only the top atomic layer. XPS was used to determine the cluster surface coverages. The DOS were found to be very similar between Ru3 deposited by solution submersion and chemical vapor deposition. MIES results for Ru3 had contributions from titania O 2p sites due to encapsulation by a reduced titania overlayer. For Pt3 clusters the UPS and MIES results provided evidence that Pt was present on the topmost layer, and encapsulation did not occur. The proposed reason for the encapsulation of Ru3 but not of Pt3 is the higher surface energy of Ru over Pt. It is concluded that Pt clusters deposited onto TiO2 can modify the outermost layer by adding discrete energy levels on the surface, whereas the Ru clusters being encapsulated just below the surface generate a broad distribution of energy states close to the Fermi level. The outcome of this work is that Pt3-cluster-modified surfaces could be used as catalysts for reactions where the Pt3 energy levels are suitable for the respective reaction. The implication of the DOS found for photocatalytic water splitting are discussed."}
{"id": "2601.09980", "categories": ["cond-mat.mtrl-sci", "cs.AI", "cs.LG"], "pdf": "https://arxiv.org/pdf/2601.09980", "abs": "https://arxiv.org/abs/2601.09980", "authors": ["Angel Yanguas-Gil"], "title": "Performance of AI agents based on reasoning language models on ALD process optimization tasks", "comment": null, "summary": "In this work we explore the performance and behavior of reasoning large language models to autonomously optimize atomic layer deposition (ALD) processes. In the ALD process optimization task, an agent built on top of a reasoning LLM has to find optimal dose times for an ALD precursor and a coreactant without any prior knowledge on the process, including whether it is actually self-limited. The agent is meant to interact iteratively with an ALD reactor in a fully unsupervised way. We evaluate this agent using a simple model of an ALD tool that incorporates ALD processes with different self-limited surface reaction pathways as well as a non self-limited component. Our results show that agents based on reasoning models like OpenAI's o3 and GPT5 consistently succeeded at completing this optimization task. However, we observed significant run-to-run variability due to the non deterministic nature of the model's response. In order to understand the logic followed by the reasoning model, the agent uses a two step process in which the model first generates an open response detailing the reasoning process. This response is then transformed into a structured output. An analysis of these reasoning traces showed that the logic of the model was sound and that its reasoning was based on the notions of self-limited process and saturation expected in the case of ALD. However, the agent can sometimes be misled by its own prior choices when exploring the optimization space."}
{"id": "2601.10495", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10495", "abs": "https://arxiv.org/abs/2601.10495", "authors": ["Andrea Orlando-cunnac", "Arthur Arnaud", "Martien Den Hertog", "Ettore Coccato", "Vincent Calvo", "Jonathan Steckel", "Eva Monroy"], "title": "Growth and Morphology of InN Nanowires on Si<111> and Si<100> at Back-End-Of-Line Compatible Temperatures", "comment": null, "summary": "InN nanowires were grown on Si<111> and Si<100> substrates by plasma-assisted molecular beam epitaxy using a thin AlN buffer layer at temperatures compatible with the thermal budget limitation imposed by Back-End-Of-Line processing. Reflection high-energy electron diffraction reveals different nucleation behaviors on the two substrate orientations, with higher structural disorder in the case of Si<100>. However, vertically aligned nanowires with hexagonal cross section and N polarity are obtained on both substrates. A statistical analysis of nanowire morphology as a function of growth temperature indicates similar trends in diameter, density, and length on Si<111> and Si<100>, which are explained by adatom kinetics during growth. Nanowires on Si<100> exhibit improved uniformity and reduced tapering, attributed to the different nanowire nucleation due to microstructural properties of the AlN buffer layer. The results demonstrate the feasibility of growing high-quality InN nanowires on Si<100>, supporting their potential for monolithic integration of nanowire-based photodetectors on silicon."}
{"id": "2601.10151", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10151", "abs": "https://arxiv.org/abs/2601.10151", "authors": ["Taiki Matsushita", "Jun'ichi Ieda", "Yasufumi Araki", "Takahiro Morimoto", "Ilya Vekhter", "Youichi Yanase"], "title": "Microwave Kerr/Faraday Resonance in Two-dimensional Chiral Superconductors", "comment": "8 pages, 4 figures", "summary": "We investigate the polar Kerr and Faraday effects in two-dimensional multiband chiral superconductors. We show that the clapping modes--the relative phase and amplitude oscillations between two chiral components of the superconducting order parameter--lie well within the quasiparticle excitation gap in multiband systems and dominate these magneto-optical responses in the microwave regime. The Kerr and Faraday rotation angles exhibit the resonant enhancement with sign reversals in the microwave regime as a function of the light frequency, reaching peak values on the order of 100 nrad--10 $μ$rad in thin films of candidate chiral superconductors. These resonances are accessible in superconducting atomic layer materials and provide a generic probe of chiral superconductivity in two-dimensional systems."}
{"id": "2601.10692", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10692", "abs": "https://arxiv.org/abs/2601.10692", "authors": ["Alex M. Potts", "Marios H. Michael", "Gunda Kipp", "Sara M. Langner", "Hope M. Bretscher", "Jonathan Stensberg", "Kelson Kaj", "Toru Matsuyama", "Matthew W. Day", "Felix Sturm", "Abhay K. Nayak", "Liam A. Cohen", "Xiaoyang Zhu", "Andrea Young", "James McIver"], "title": "Finite-momentum Cooper plasmons in superconducting terahertz microcavities", "comment": null, "summary": "The phase mode of a superconductor's order parameter encodes fundamental information about pairing and dissipation, but is typically inaccessible at low frequencies due to the Anderson-Higgs mechanism. Superconducting samples thinner than the London penetration depth, however, support a gapless phase mode whose dispersion can be reshaped by a proximal screening layer. Here, we theoretically and experimentally show that this screened phase mode in a superconducting thin film integrated into on-chip terahertz circuitry naturally forms a superconducting microcavity that hosts resonant finite-momentum standing waves of supercurrent density, which we term Cooper plasmons. We measure two Cooper plasmons in a superconducting NbN microcavity and demonstrate that their resonance frequencies and linewidths independently report the density of participating carriers and plasmon's dissipation at finite momenta. Our results reveal an emergent collective mode of an integrated superconductor-circuit system and establish design principles for engineering or suppressing Cooper plasmons in superconducting terahertz devices and circuits."}
{"id": "2601.10014", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10014", "abs": "https://arxiv.org/abs/2601.10014", "authors": ["Yuanzhao Wang", "Oleg V. Kotov", "Dmitry K. Efimkin"], "title": "Weyl magnetoplasma waves in magnetic Weyl semimetals", "comment": "10 pages, 5 figures", "summary": "Weyl degeneracies in spectra of magnetoplasma waves enable nonreciprocal energy flow and topologically protected modes, yet conventional materials require impractical magnetic fields to operate. Developing an effective Hamiltonian framework for magnetic Weyl semimetals, we show that these systems overcome the limit, hosting Weyl magnetoplasma physics at zero field due to their giant intrinsic anomalous Hall response. The resulting topology supports nonreciprocal modes localized at magnetic domain walls, including a pair of topological \"Fermi-arc-like modes and additional bound states. These effects are fully developed across a broad THz window, and we propose feasible experimental routes for their detection."}
{"id": "2601.10507", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.10507", "abs": "https://arxiv.org/abs/2601.10507", "authors": ["Christina Schmitt", "August Johansson", "Xavier Raynaud", "Eibar Joel Flores Cedeño", "John Mugisa", "Dane Sotta", "Agathe Martin", "Nicolas Schaeffer", "Cédric Debruyne", "Yvan Reynier", "Simon Clark", "Dennis Kopljar"], "title": "Comprehensive parameter and electrochemical dataset for a 1 Ah graphite/LNMO battery cell for physical modelling as a blueprint for data reporting in battery research", "comment": null, "summary": "While current technology has enabled their widespread use, further improvements are needed for stationary, portable, and mobile applications, for example by the development of novel cathode materials. Digitalization of battery development, combining both experimental and modelling efforts is extremely valuable in this development. This is addressed in the present paper, where the authors present a comprehensive dataset for a graphite/LNMO 1 Ah pouch cell, including material, design, and electrochemical data. The dataset, validated through the BattMo modelling framework, supports physical modelling and aims to benefit the battery modelling community by offering a comprehensive resource for future studies. Both the dataset and the accompanying software for numerical validation is openly available and processed in such a way that it can serve as blueprint for reporting of comparable research data."}
{"id": "2601.10493", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10493", "abs": "https://arxiv.org/abs/2601.10493", "authors": ["Suheng Xu", "Birui Yang", "Nishchhal Verma", "Rocco A. Vitalone", "Brian Vermilyea", "Miguel Sánchez Sánchez", "Julian Ingham", "Ran Jing", "Yinming Shao", "Tobias Stauber", "Angel Rubio", "Milan Delor", "Mengkun Liu", "Michael M. Fogler", "Cory R. Dean", "Andrew Millis", "Raquel Queiroz", "D. N. Basov"], "title": "Plasmon dynamics in graphene", "comment": null, "summary": "Plasmons are collective oscillations of mobile electrons. Using terahertz spacetime metrology, we probe plasmon dynamics of mono- and bi-layer graphene. In both systems, the experimentally measured Drude weight systematically exceeds the prediction based on non-interacting electronic system. This enhancement is most pronounced at ultra-low carrier densities. We attribute the observed deviation to pseudospin dynamics of the Dirac fermions in multi-layer graphene, which leads to a breakdown of Galilean invariance. Our results establish that pseudospin structure of the single-particle electronic wave function can directly govern collective excitations, with implications that extend beyond graphene to a broad class of quantum materials."}
{"id": "2601.10717", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10717", "abs": "https://arxiv.org/abs/2601.10717", "authors": ["Bo Peng", "Yuzhu Wang", "Bo Yang"], "title": "Emergence and transition of incompressible phases in decorated Landau levels", "comment": "comments very welcome", "summary": "We show a single Landau level (LL) dressed with periodic electrostatic potentials can realize a plethora of interacting topological phases where the Hall conductivity generally does not equal to the LL filling factor. Their physics can be captured by a minimal model of a delta potential lattice within a single LL, realizing exact zero energy Chern bands (denoted as decorated Landau levels or dLL) gapped from dispersive bands with rich geometric properties. With $p/q$ magnetic fluxes per unit cell, there are $q$ dispersive bands and $p-q$ zero energy bands forming the dLL. When the one-body potential strength dominates the electron-electron interaction, band mixing is suppressed and the dispersion bands consist of ``localized states\" with vanishing total Chern number. Nevertheless these dispersive bands can have highly nontrivial Berry curvature distribution, and even non-zero Chern numbers when $q>1$. Interestingly even in the limit of large short range interaction, band mixing between dLL and dispersion bands can be strongly suppressed at low filling factor, leading to robust topological phases within the dLL stabilized by the one-body potential. The dLL and the associated dispersive bands can serve as minimal theoretical models for correlated physics in lattice or moire systems; they are also highly tunable experimental platforms for realizing rich phase diagrams of exotic 2D quantum fluids."}
{"id": "2601.10016", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.10016", "abs": "https://arxiv.org/abs/2601.10016", "authors": ["Ryosuke Akashi"], "title": "Electronic structure theory of H$_{3}$S: Plane-wave-like valence states, density-of-states peak and its guaranteed proximity to the Fermi level", "comment": "8 pages, 5 figures, 2 tables; Submitted to Annalen der Physik Special Issue \"Near Room-Temperature Superconductivity and Related Science\"", "summary": "Superconductivity in sulfur superhydride H$_{3}$S under extreme pressures has been explained theoretically, but it requires a peaked concentration of the electronic density of states (DOS), which has been found in first-principles calculations. The mechanism of this peak formation, though vital for its high transition temperature, has however remained obscure. We address this problem through detailed analysis of the first-principles electronic wave functions. The valence wave functions are shown to be significantly plane-wave-like. From the Fourier-mode analysis of the self-consistent potential and atomic pseudopotentials, we extract the nearly uniform models that accurately reproduce the first-principles band structure with very few parameters. The DOS peak is shown to be the consequence of the hybridization of specific plane waves. Adjacency of Jones' large zone to the plane-wave spherical Fermi surface is posited to be the root cause of the multiple plane-wave hybridization, the DOS peak formation and its proximity to the Fermi level. The present theory resolves the minimal modeling problem of electronic states in H$_{3}$S, as well as establishes a mechanism that may help to boost the transition temperatures in pressure induced superconductors."}
{"id": "2601.10516", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10516", "abs": "https://arxiv.org/abs/2601.10516", "authors": ["Benoît Fauqué", "Daniel A. Chaney", "Philippe Bourges", "Stéphane Raymond", "Arno Hiess", "Paul Steffens", "Benoît Baptiste", "Luigi Paolasini", "Alexeï Bosak", "Kamran Behnia", "Yasuhide Tomioka"], "title": "Incipient modulated phase in Sr$_{1-x}$Ca$_{x}$TiO$_3$", "comment": "S.M on request", "summary": "Nanometer-scale modulations can spontaneously emerge in complex materials when multiple degrees of freedom interact. Here we demonstrate that ferroelectric Sr$_{1-x}$Ca$_x$TiO$_3$ lies in close proximity to an incipient structurally modulated phase. Using inelastic neutron and X-ray scattering, we show that upon cooling, dipolar fluctuations strongly couple to and soften the $c_{44}$ transverse acoustic mode. We identify the wavevector at which this softening is maximal, thereby defining the characteristic length scale of the modulation. Calcium substitution enhances both the amplitude and the wavevector of the softening by strengthening the ferroelectric and antiferrodistortive instabilities. Our results demonstrate that nonlinear flexoelectric phonon coupling tends to stabilize a modulated state that cooperates with, rather than competes against, the other lattice instabilities in SrTiO$_3$."}
{"id": "2601.10638", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10638", "abs": "https://arxiv.org/abs/2601.10638", "authors": ["Rinsuke Yamada", "Daichi Kurebayashi", "Yukako Fujishiro", "Shun Okumura", "Daisuke Nakamura", "Fehmi S. Yasin", "Taro Nakajima", "Tomoyuki Yokouchi", "Akiko Kikkawa", "Yasujiro Taguchi", "Yoshinori Tokura", "Oleg A. Tretiakov", "Max Hirschberger"], "title": "Emergent electric field induced by dissipative sliding dynamics of domain walls in a Weyl magnet", "comment": null, "summary": "The dynamic motion of topological defects in magnets induces an emergent electric field, as exemplified by the continuous flow of skyrmion vortices. However, the electrodynamics underlying this emergent field remains poorly understood. In this context, magnetic domain walls - one dimensional topological defects with two collective modes, sliding and spin tilt - offer a promising platform for exploration. Here, we demonstrate that the dissipative motion of domain walls under oscillatory current excitation generates an emergent electric field. We image domain patterns and quantify domain wall length under applied magnetic fields in mesoscopic devices based on the magnetic Weyl semimetal NdAlSi. These devices exhibit exceptionally strong domain wall scattering and a pronounced emergent electric field, observed in the imaginary component of the complex impedance. Spin dynamics simulations reveal that domain wall sliding dominates over spin tilting, where the phase delay of the domain wall motion with respect to the driving force impacts the emergent electric field. Our findings establish domain-wall dynamics as a platform for studying emergent electromagnetic fields and motivate further investigations on the coupled motion of magnetic solitons and conduction electrons."}
{"id": "2601.10022", "categories": ["cond-mat.stat-mech", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.10022", "abs": "https://arxiv.org/abs/2601.10022", "authors": ["Dilipkumar N. Asthagiri", "Dmitry V. Matyushov"], "title": "Rotational Memory Function of SPC/E water", "comment": "7 pp, 5 figs", "summary": "Memory effects are essential for dynamics of condensed materials and are responsible for non-exponential relaxation of correlation functions of dynamic variables through the memory function. Memory functions of dipole rotations for polar liquids have never been calculated. We present here calculations of memory functions for single-dipole rotations and for the overall dipole moment of the sample for SPC/E water. The memory functions for single-particle and collective dipole dynamics turn out to be nearly identical. This result validates theories of dielectric spectroscopy in terms of single-particle time correlation functions and the connection between the collective and single-particle relaxation times through the Kirkwood factor. The dielectric function in this formalism contains no new dynamic information that does not exist in the single-dipole correlation function. A short memory time, $\\lesssim 1$ fs, justifies the use of rotational diffusion model to describe dynamics of a single molecular dipole moment in bulk water."}
{"id": "2601.10518", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10518", "abs": "https://arxiv.org/abs/2601.10518", "authors": ["Seung Gyo Jeong", "Seungjun Lee", "Jin Young Oh", "Bonnie Y. X. Lin", "Anand Santhosh", "James M. LeBeau", "Alexander J. Grutter", "Woo Seok Choi", "Tony Low", "Valeria Lauter", "Bharat Jalan"], "title": "Emergence of unconventional magnetic order in strain-engineered RuO2/TiO2 superlattices", "comment": "23 pages, 3 figures", "summary": "The spin ordering in RuO2 remains a highly debated topic, owing to its elusive nature, with reports ranging from a nonmagnetic ground state to signatures of unconventional magnetic order. Here we provide the first unambiguous, and direct evidence of unconventional magnetism in epitaxial, fully strained RuO2/TiO2 superlattices on TiO2 (110) substrate grown by hybrid molecular beam epitaxy. Polarized neutron reflectometry reveals a finite magnetic moment localized within the compressively strained RuO2 layers, consistent with predictions obtained from first-principles calculations. Complementary density functional theory and X-ray photoemission spectroscopy show that epitaxial strain drives the Ru 4d states toward the Fermi level, triggering a Stoner-type instability that stabilizes non-compensated magnetic order. These unique results reveal that RuO2 exhibits unconventional magnetic states under epitaxial strain, which are not accessible in bulk and establish strain engineering as a powerful route to uncover and control magnetic phases in RuO2 and related oxides."}
{"id": "2601.10023", "categories": ["cond-mat.mes-hall", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10023", "abs": "https://arxiv.org/abs/2601.10023", "authors": ["Junseok Oh", "Ido Levy", "Tyler Cowan", "Jacob Issokson", "Archana Kamal", "Javad Shabani", "Andrew P. Higginbotham"], "title": "Hybrid superinductance with Al/InAs", "comment": "6 pages, 4 figures", "summary": "We report microwave spectroscopy of Josephson junctions chains made from an epitaxial Al/InAs heterostructure. The chains exhibit superinductance, with characteristic wave impedance exceeding $R_{Q} = \\hbar/(2e)^{2}$. The planar nature of the junctions results in a large plasma frequency, with no measurable deviations from ideal dispersion up to $12~\\mathrm{GHz}$. Internal quality factors decrease sharply with frequency, which we describe with a simple loss model. The possibility of a loss mechanism intrinsic to the superconductor-semiconductor junction is considered."}
{"id": "2601.10016", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.10016", "abs": "https://arxiv.org/abs/2601.10016", "authors": ["Ryosuke Akashi"], "title": "Electronic structure theory of H$_{3}$S: Plane-wave-like valence states, density-of-states peak and its guaranteed proximity to the Fermi level", "comment": "8 pages, 5 figures, 2 tables; Submitted to Annalen der Physik Special Issue \"Near Room-Temperature Superconductivity and Related Science\"", "summary": "Superconductivity in sulfur superhydride H$_{3}$S under extreme pressures has been explained theoretically, but it requires a peaked concentration of the electronic density of states (DOS), which has been found in first-principles calculations. The mechanism of this peak formation, though vital for its high transition temperature, has however remained obscure. We address this problem through detailed analysis of the first-principles electronic wave functions. The valence wave functions are shown to be significantly plane-wave-like. From the Fourier-mode analysis of the self-consistent potential and atomic pseudopotentials, we extract the nearly uniform models that accurately reproduce the first-principles band structure with very few parameters. The DOS peak is shown to be the consequence of the hybridization of specific plane waves. Adjacency of Jones' large zone to the plane-wave spherical Fermi surface is posited to be the root cause of the multiple plane-wave hybridization, the DOS peak formation and its proximity to the Fermi level. The present theory resolves the minimal modeling problem of electronic states in H$_{3}$S, as well as establishes a mechanism that may help to boost the transition temperatures in pressure induced superconductors."}
{"id": "2601.10056", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10056", "abs": "https://arxiv.org/abs/2601.10056", "authors": ["Jinyuan Shang", "Haiping Hu"], "title": "Anomalous transport in quasiperiodic lattices: emergent exceptional points at band edges and log-periodic oscillations", "comment": "11 pages, 6 figures", "summary": "Quasiperiodic systems host exotic transport regimes that are distinct from those found in periodic or disordered lattices. In this work, we study quantum transport in the Aubry-André-Harper lattice in a two-terminal setup coupled to zero-temperature reservoirs, where the conductance is evaluated via the nonequilibrium Green's function method. In the extended phase, we uncover a universal subdiffusive transport when the bath chemical potential aligns with the band edges. Specifically, the typical conductance displays a scaling of $\\mathcal{G}_{\\text{typ}}\\sim L^{-2}$ with system size $L$. We attribute this behavior to the emergence of an exceptional point (Jordan normal form) in the transfer matrix in the thermodynamic limit. In the localized phase, the conductance shows exponential decay governed by the Lyapunov exponent. Intriguingly, in the critical phase, we identify pronounced log-periodic oscillations of the conductance as a function of system size, arising from the discrete scale invariance inherent to the singular-continuous spectrum. We further extend our analysis to the generalized Aubry-André-Harper model and provide numerical evidence suggesting that the exact mobility edge resides within a finite spectral gap. This results in a counter-intuitive exponential suppression of conductance precisely at the mobility edge. Our work highlights the distinct transport behaviors in quasiperiodic systems and elucidates how they are rigorously dictated by the underlying local spectral structure."}
{"id": "2601.10151", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10151", "abs": "https://arxiv.org/abs/2601.10151", "authors": ["Taiki Matsushita", "Jun'ichi Ieda", "Yasufumi Araki", "Takahiro Morimoto", "Ilya Vekhter", "Youichi Yanase"], "title": "Microwave Kerr/Faraday Resonance in Two-dimensional Chiral Superconductors", "comment": "8 pages, 4 figures", "summary": "We investigate the polar Kerr and Faraday effects in two-dimensional multiband chiral superconductors. We show that the clapping modes--the relative phase and amplitude oscillations between two chiral components of the superconducting order parameter--lie well within the quasiparticle excitation gap in multiband systems and dominate these magneto-optical responses in the microwave regime. The Kerr and Faraday rotation angles exhibit the resonant enhancement with sign reversals in the microwave regime as a function of the light frequency, reaching peak values on the order of 100 nrad--10 $μ$rad in thin films of candidate chiral superconductors. These resonances are accessible in superconducting atomic layer materials and provide a generic probe of chiral superconductivity in two-dimensional systems."}
{"id": "2601.10081", "categories": ["cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10081", "abs": "https://arxiv.org/abs/2601.10081", "authors": ["N. Sherlekar", "S. R. Harrigan", "L. Tian", "B. Cunard", "Y. Qi", "B. Khromets", "M. C. Tam", "H. S. Kim", "Z. R. Wasilewski", "J. Baugh", "M. E. Reimer", "F. Sfigakis"], "title": "Electroluminescence in dopant-free GaAs/AlGaAs single heterojunctions: 2D free excitons, H-band, and the tidal effect", "comment": null, "summary": "Bright electroluminescence (EL) from dopant-free ambipolar lateral p-n junctions in GaAs/AlGaAs single heterointerface (SH) heterostructures is used to probe neutral free excitons arising from two-dimensional electron and hole gases (2DEGs and 2DHGs). The EL spectra reveal both the heavy-hole neutral free exciton (X$^0$) and the high-energy free exciton of the H band (HE). A combination of transition energies, lifetimes, spatial emission profiles, and temperature dependences points to a predominantly two-dimensional character for these excitons at the SH. For X$^0$, the EL peak energies (1515.5-1515.7 meV) lie slightly above the corresponding bulk GaAs photoluminescence (PL) line at 1515.3 meV, while time-resolved measurements yield markedly shorter lifetimes for EL than for PL (337 ps vs. 1610 ps), consistent with recombination in a confined interfacial layer. The HE exciton exhibits a Stark blueshift under forward bias below threshold, and its energies and lifetimes (down to 575 ps) are tuned by the topgate voltage; above threshold, HE emission is quenched in favor of X$^0$. Finally, the tidal effect $-$ a form of pulsed EL generated by swapping the topgate voltage polarity in ambipolar field-effect transistors $-$ produces an X$^0$ line at the same energy as in the lateral p-n junction and reproduces the characteristic nonmonotonic frequency dependence of the brightness previously observed in quantum-well heterostructures, again indicating a 2D-like origin. Taken together, these results show electrically generated and controllable 2D-like excitons (HE and X$^0$), thereby bridging 2D exciton physics and 2DEG/2DHG platforms in dopant-free GaAs/AlGaAs SH devices."}
{"id": "2601.10320", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10320", "abs": "https://arxiv.org/abs/2601.10320", "authors": ["Kadri Muuga", "Lisanne Knijff", "Chao Zhang"], "title": "Molecular electrostatic potentials from machine learning models for dipole and quadrupole predictions", "comment": null, "summary": "The molecular electrostatic potential (MEP) is a key quantity for describing and predicting intermolecular and ion-molecule interactions. Here, we assess the ability of machine-learning (ML) models to infer the MEP, based on the equivariant graph-convolutional neural network architecture PiNet2 and trained on dipole and quadrupole moments. For the established QM9 dataset, we find that including the quadrupole contribution in the ML models substantially improves their ability to recover the MEP compared to dipole-only models. This trend is confirmed on the SPICE dataset, which spans a much broader region of organic chemical space. Together, this study underscores the central role of the quadrupole moment as a fitting target for ML models aiming at rapid access to the MEP."}
{"id": "2601.10140", "categories": ["cond-mat.mtrl-sci", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10140", "abs": "https://arxiv.org/abs/2601.10140", "authors": ["Liam Howard-Fabretto", "Timothy J. Gorey", "Guangjing Li", "Siriluck Tesana", "Gregory F. Metha", "Scott L. Anderson", "Gunther G. Andersson"], "title": "Density of States of Ru3 and Pt3 Clusters Supported on Sputter-Deposited TiO2", "comment": "43 pages, 13 Figures", "summary": "In this work, 3-atom clusters, Ru3 and Pt3, were deposited onto radio frequency RF-sputter deposited TiO2, treated with Ar+ ion sputtering. Ru3 was deposited by both solution submersion and chemical vapor deposition of Ru3(CO)12, while Pt3 was deposited under ultra-high vacuum using a laser vaporisation cluster source. The valence electronic density of states (DOS) of the deposited clusters were analysed after heat treatment using ultraviolet photoelectron spectroscopy (UPS) and metastable impact electron spectroscopy (MIES), where UPS measures the top several layers while MIES measures only the top atomic layer. XPS was used to determine the cluster surface coverages. The DOS were found to be very similar between Ru3 deposited by solution submersion and chemical vapor deposition. MIES results for Ru3 had contributions from titania O 2p sites due to encapsulation by a reduced titania overlayer. For Pt3 clusters the UPS and MIES results provided evidence that Pt was present on the topmost layer, and encapsulation did not occur. The proposed reason for the encapsulation of Ru3 but not of Pt3 is the higher surface energy of Ru over Pt. It is concluded that Pt clusters deposited onto TiO2 can modify the outermost layer by adding discrete energy levels on the surface, whereas the Ru clusters being encapsulated just below the surface generate a broad distribution of energy states close to the Fermi level. The outcome of this work is that Pt3-cluster-modified surfaces could be used as catalysts for reactions where the Pt3 energy levels are suitable for the respective reaction. The implication of the DOS found for photocatalytic water splitting are discussed."}
{"id": "2601.10478", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10478", "abs": "https://arxiv.org/abs/2601.10478", "authors": ["V. M. Mostepanenko", "G. L. Klimchitskaya"], "title": "Quantum Theory and Unusual Dielectric Functions of Graphene", "comment": "14 pages, 4 figures; Physics, to appear", "summary": "We address the spatially nonlocal dielectric functions of graphene at any frequency derived starting fromthe first principles of thermal quantum field theory using the formalism of the polarization tensor. After a brief review of this formalism, the longitudinal and transverse dielectric functions are considered at any relationship between the frequency and the wave vector. The analytic properties of their real and imaginary parts are investigated at low and high frequencies. Emphasis is given to the double pole at zero frequency which arises in the transverse dielectric function. The role of this unusual property for solving the problem of disagreement between experiment and theory in the Casimir effect is discussed. We guess that a more complete dielectric response of ordinary metals should also be spatially nonlocal and its transverse part may possess the double pole in the region of evanescent waves."}
{"id": "2601.10146", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10146", "abs": "https://arxiv.org/abs/2601.10146", "authors": ["Seungha Ju", "Sooran Kim"], "title": "Comparison of SCAN+U and r2SCAN+U for Charge Density Wave Instability and Lattice Dynamics in CuTe", "comment": null, "summary": "Identifying an appropriate exchange-correlation functional and computational conditions is essential for explaining the fundamental physics of materials and predicting their properties. Here, we investigate the performance of the meta-GGA functionals SCAN and r2SCAN, with and without a Hubbard U, for describing the charge density wave (CDW) in the quasi-one-dimensional material CuTe. By examining the Te-Te bond modulation, phonon dispersions, and electronic structures, we identify clear differences in how the two functionals capture the structural and dynamical properties of the CDW formation. r2SCAN+U reproduces the experimentally observed Te-chain distortions in the CDW phase and the phonon soft mode at qCDW=(0.4, 0.0, 0.5) in the non-CDW phase, whereas SCAN exhibits unphysical phonon behavior. The atomic displacements of the soft mode agree well with the experimental Te modulation. Despite their similar electronic structures and optimized lattice constants, our results demonstrate that r2SCAN is a more suitable choice than SCAN for describing CDW formation and lattice dynamics in CuTe."}
{"id": "2601.10493", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10493", "abs": "https://arxiv.org/abs/2601.10493", "authors": ["Suheng Xu", "Birui Yang", "Nishchhal Verma", "Rocco A. Vitalone", "Brian Vermilyea", "Miguel Sánchez Sánchez", "Julian Ingham", "Ran Jing", "Yinming Shao", "Tobias Stauber", "Angel Rubio", "Milan Delor", "Mengkun Liu", "Michael M. Fogler", "Cory R. Dean", "Andrew Millis", "Raquel Queiroz", "D. N. Basov"], "title": "Plasmon dynamics in graphene", "comment": null, "summary": "Plasmons are collective oscillations of mobile electrons. Using terahertz spacetime metrology, we probe plasmon dynamics of mono- and bi-layer graphene. In both systems, the experimentally measured Drude weight systematically exceeds the prediction based on non-interacting electronic system. This enhancement is most pronounced at ultra-low carrier densities. We attribute the observed deviation to pseudospin dynamics of the Dirac fermions in multi-layer graphene, which leads to a breakdown of Galilean invariance. Our results establish that pseudospin structure of the single-particle electronic wave function can directly govern collective excitations, with implications that extend beyond graphene to a broad class of quantum materials."}
{"id": "2601.10151", "categories": ["cond-mat.supr-con", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10151", "abs": "https://arxiv.org/abs/2601.10151", "authors": ["Taiki Matsushita", "Jun'ichi Ieda", "Yasufumi Araki", "Takahiro Morimoto", "Ilya Vekhter", "Youichi Yanase"], "title": "Microwave Kerr/Faraday Resonance in Two-dimensional Chiral Superconductors", "comment": "8 pages, 4 figures", "summary": "We investigate the polar Kerr and Faraday effects in two-dimensional multiband chiral superconductors. We show that the clapping modes--the relative phase and amplitude oscillations between two chiral components of the superconducting order parameter--lie well within the quasiparticle excitation gap in multiband systems and dominate these magneto-optical responses in the microwave regime. The Kerr and Faraday rotation angles exhibit the resonant enhancement with sign reversals in the microwave regime as a function of the light frequency, reaching peak values on the order of 100 nrad--10 $μ$rad in thin films of candidate chiral superconductors. These resonances are accessible in superconducting atomic layer materials and provide a generic probe of chiral superconductivity in two-dimensional systems."}
{"id": "2601.10638", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10638", "abs": "https://arxiv.org/abs/2601.10638", "authors": ["Rinsuke Yamada", "Daichi Kurebayashi", "Yukako Fujishiro", "Shun Okumura", "Daisuke Nakamura", "Fehmi S. Yasin", "Taro Nakajima", "Tomoyuki Yokouchi", "Akiko Kikkawa", "Yasujiro Taguchi", "Yoshinori Tokura", "Oleg A. Tretiakov", "Max Hirschberger"], "title": "Emergent electric field induced by dissipative sliding dynamics of domain walls in a Weyl magnet", "comment": null, "summary": "The dynamic motion of topological defects in magnets induces an emergent electric field, as exemplified by the continuous flow of skyrmion vortices. However, the electrodynamics underlying this emergent field remains poorly understood. In this context, magnetic domain walls - one dimensional topological defects with two collective modes, sliding and spin tilt - offer a promising platform for exploration. Here, we demonstrate that the dissipative motion of domain walls under oscillatory current excitation generates an emergent electric field. We image domain patterns and quantify domain wall length under applied magnetic fields in mesoscopic devices based on the magnetic Weyl semimetal NdAlSi. These devices exhibit exceptionally strong domain wall scattering and a pronounced emergent electric field, observed in the imaginary component of the complex impedance. Spin dynamics simulations reveal that domain wall sliding dominates over spin tilting, where the phase delay of the domain wall motion with respect to the driving force impacts the emergent electric field. Our findings establish domain-wall dynamics as a platform for studying emergent electromagnetic fields and motivate further investigations on the coupled motion of magnetic solitons and conduction electrons."}
{"id": "2601.10158", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10158", "abs": "https://arxiv.org/abs/2601.10158", "authors": ["Wang Yang", "Helin Wang", "Chao Xu"], "title": "Electric field effects in one-dimensional spin-1/2 $K_1J_1Γ_1Γ_1^\\prime K_2J_2$ model with ferromagnetic Kitaev coupling", "comment": "18 pages, 6 figures", "summary": "We perform a systematic study on the effects of electric fields in the Luttinger liquid phase of the one-dimensional spin-$1/2$ $K_1J_1Γ_1Γ_1^\\prime K_2J_2$ model in the region of ferromagnetic nearest-neighboring Kitaev coupling. We find that while electric fields along $(1,1,1)$-direction maintain the Luttinger liquid behavior, fields along other directions drive the system to a dimerized state. An estimation is made on how effective a $(1,1,1)$-field is for tuning the Luttinger parameter in real materials. Our work is useful for understanding the effects of electric fields in one-dimensional generalized Kitaev spin models, and provides a starting point for exploring the electric-field-related physics in two dimensions based on a quasi-one-dimensional approach."}
{"id": "2601.10677", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10677", "abs": "https://arxiv.org/abs/2601.10677", "authors": ["Shaofeng Huang", "Chen Fang"], "title": "Resolution of Topology and Geometry from Momentum-Resolved Spectroscopies", "comment": null, "summary": "Extracting the complete quantum geometric and topological character of Bloch wavefunctions from experiments remains a challenge in condensed matter physics. Here, we resolve this by introducing the \"wavefunction form factor\" (WFF) matrix, a quantity directly constructible from intensities in momentum- and energy-resolved spectroscopies like ARPES and INS. We demonstrate that band topology is encoded in \"spectral nodes\" -- momentum-space points where the WFF determinant vanishes, providing a direct readout of topological invariants via a topological selection rule. Furthermore, when the number of independent probes exceeds the number of the target bands, our framework yields an effective band projector. This enables the determination of Wilson loop spectra and the extraction of an effective quantum geometric tensor, providing a model-independent measurement of the non-Abelian Berry curvature and quantum metric as resolved by the experimental probes."}
{"id": "2601.10174", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10174", "abs": "https://arxiv.org/abs/2601.10174", "authors": ["Yaohui Gu", "Binbo Li", "Lingyang Jiang", "Yuhui Hu", "Wenqiang Liu", "Lijun Xu", "Pengfei Zhai", "Jie Liu", "Jinglai Duan"], "title": "A Neuroevolution Potential for Gallium Oxide: Accurate and Efficient Modeling of Polymorphism and Swift Heavy-Ion Irradiation", "comment": "13 pages, 9 figures", "summary": "Gallium oxide (Ga2O3) is a wide-bandgap semiconductor with promising applications in high-power and high-frequency electronics. However, its complex polymorphic nature poses substantial challenges for fundamental studies, particularly in understanding phase-transformation behaviors under nonequilibrium conditions. Here, we develop a robust, accurate, and computationally efficient machine-learning interatomic potential (MLIP) for Ga2O3 based on the neuroevolution potential (NEP) framework combined with an energy-dependent weighting strategy. The resulting NEP potential demonstrates clear advantages over the state-of-the-art tabGAP potential with respect to both accuracy and computational efficiency. Furthermore, we introduce a physically process-oriented sampling strategy to systematically augment the training dataset, thereby enhancing the MLIP performance for targeted physical phenomena. As a representative application, a dedicated NEP potential is constructed for swift heavy-ion (SHI) irradiation simulations of \\b{eta}-Ga2O3. The simulated results are in quantitative agreement with experimental observations and provide a consistent physical explanation for the reported experimental discrepancies regarding phase transformations in the ion track of \\b{eta}-Ga2O3."}
{"id": "2601.10182", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10182", "abs": "https://arxiv.org/abs/2601.10182", "authors": ["Sudhansu Sekhar Das", "M. Senthil Kumar"], "title": "Effect of Number of Bilayers on the Anomalous Hall Effect in [Si/Fe]N Multilayers", "comment": "4 pages, 6 figures", "summary": "The influence of varying the number of bilayers (N) on the anomalous Hall effect (AHE) in sputtered Si/Fe multilayers has been investigated. Both the AHE and magnetisation data reveal the in-plane magnetic anisotropy in the samples. Large enhancement of about 24 times in the saturation anomalous Hall resistance (R_Ahs) and anomalous Hall sensitivity (S) has been observed upon decreasing N from 20 to 1. When compared with the bulk Fe, the values of R_Ahs and anomalous Hall coefficient, Rs obtained for N= 1 were enhanced by about 5 and 3 orders of magnitude, respectively. The Rs follows the longitudinal electrical resistivity Rho as Rs proportional to Rho^2.1, suggesting side jump as the dominant mechanism of the AHE. The S as high as 22 Ohm/T over a wide operational field range of -8 to +8 kOe has been obtained for N = 1."}
{"id": "2601.10183", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10183", "abs": "https://arxiv.org/abs/2601.10183", "authors": ["Sike Zeng", "Dong Liu", "Hongjie Peng", "Chang-Chun He", "Xiao-Bao Yang", "Yu-Jun Zhao"], "title": "Classification and design of two-dimensional altermagnets", "comment": null, "summary": "Altermagnets -- newly identified collinear antiferromagnets -- carry zero net moment with non-relativistic, spin-polarized bands, distilling the best of ferromagnets and antiferromagnets into a single spintronic platform. Shrunking to the two-dimensional limit, they inherit the tunability of two-dimensional crystals while adding symmetry-protected spin splitting, a combination now driving intense experimental interest. Here, we review the symmetry classification of two-dimensional altermagnets based on spin-group theory and survey the growing list of candidate materials, emphasizing those with large spin splitting for experimental realization. We then examine strategies for engineering two-dimensional altermagnetism. This Review aims to consolidate theoretically proposed candidate materials and realization strategies for two-dimensional altermagnets, providing insights for future experimental efforts in this emerging field."}
{"id": "2601.10186", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10186", "abs": "https://arxiv.org/abs/2601.10186", "authors": ["Taichi Inagaki", "Miho Hatanaka"], "title": "Comprehensive Molecular-level Understanding of MgO Hydration through Computational Chemistry", "comment": "This document is the unedited Author's version of a Submitted Manuscript subsequently accepted for publication in The Journal of Physical Chemistry C, copyright \\c{opyright} American Chemical Society. To access the final edited and published work see https://doi.org/10.1021/acs.jpcc.5c06767", "summary": "The hydration of magnesium oxide (MgO) to magnesium hydroxide (Mg(OH)$_2$) is a fundamental solid-surface chemical reaction with significant implications for materials science. Yet its molecular-level mechanism from water adsorption to Mg(OH)$_2$ nucleation and growth remains elusive due to its complex and multi-step nature. Here, we elucidate the molecular process of MgO hydration based on structures of the MgO/water interface obtained by a combined computational chemistry approach of potential-scaling molecular dynamics simulations and first-principles calculations without any a priori assumptions about reaction pathways. The result shows that the Mg$^{2+}$ dissolution follows the dissociative water adsorption. We find that this initial dissolution can proceed exothermically even from the defect-free surface with an average activation barrier of $\\sim$12 kcal/mol. This exothermicity depends crucially on the stabilization of the resulting surface vacancy, achieved by proton adsorption onto neighboring surface oxygen atoms. Further Mg$^{2+}$ dissolution then occurs in correlation with proton penetration into the solid. Moreover, we find that the Mg(OH)$_2$ nucleation and growth proceeds according to the dissolution-precipitation mechanism, rather than a solid-state reaction mechanism involving a direct topotactic transformation. In this process, Mg$^{2+}$ ions migrate away from the surface and form amorphous Mg-OH chains as precursors for Mg(OH)$_2$ nucleation. We also demonstrate that sufficient water facilitates the formation of more ordered crystalline nuclei. This computational study provides a comprehensive molecular-level understanding of MgO hydration, representing a foundational step toward elucidating the mechanisms of this class of complex and multi-step solid-surface chemical reactions."}
{"id": "2601.10195", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10195", "abs": "https://arxiv.org/abs/2601.10195", "authors": ["Li Chenglin", "Yang Yaling", "Yang Zhilong", "Deng Junze", "Zhang Ruihan", "Chen Weiwei", "Pan Yue", "Wang Yulong", "Wang Xuhui", "Wang Bosen", "Wang Zhijun", "Wang Gang"], "title": "Growth and hydrostatic-pressure study of a type-II superconductor Bi$_2$Ta$_3$S$_6$ single crystal", "comment": "15 pages, 7 figures", "summary": "We report the growth and physical properties of single-crystalline Bi$_2$Ta$_3$S$_6$ crystallizing in $P6_3/mcm$ space group, which comprises alternating Ta-S layers and Bi layers with each Bi atom connected with adjacent S atoms. Temperature-dependent electrical resistivity measurements reveal a superconducting transition at 0.84 K, with upper critical field 231 Oe under an out-of-plane magnetic field. The magnetization measurements confirm its nature as a type-II superconductor, with anisotropic Ginzburg-Landau parameter $κ_{ab}$ = 7.67 and $κ_c$ = 4.50. Hall measurements indicate the dominant carriers as hole. Hydrostatic pressure is applied, under which both the superconducting transition temperature and upper critical field increase sharply under low pressure before undergoing slight suppression under higher pressure. Density functional theory calculations reveal non-trivial topological surface states on (100) surface in Bi$_2$Ta$_3$S$_6$, which may offer a new avenue for exploring potential topological superconductivity in layered transition metal dichalcogenides."}
{"id": "2601.10196", "categories": ["cond-mat.mtrl-sci", "physics.app-ph"], "pdf": "https://arxiv.org/pdf/2601.10196", "abs": "https://arxiv.org/abs/2601.10196", "authors": ["Enrique Burzurí", "Daniel Granados", "Emilio M. Pérez"], "title": "Physically Unclonable Functions Based on Single-Walled Carbon Nanotubes: A Scalable and Inexpensive Method toward Unique Identifiers", "comment": null, "summary": "A physically un-clonable function (PUF) is a physical system that cannot be reproduced or predicted and therefore is a good basis to build security and anti-counterfeiting applications. The unclonability of PUFs typically stems from the randmoness induced in a system during sophisticated fabrication methods. It is precisely this built-in complexity the bottleneck hindering scalability and increasing costs. Here, we produce in a simple manner PUFs based on arrays of carbon nanotubes junctions simultaneously assembled by dielectrophoresis. We demonstrate that the intrinsic inhomogeneity of carbon nanotubes at the nanoscale, combined with the unpredictability introduced by liquid phase-based fabrication methods results in unique electronic profiles of easily scalable devices. This approach could be extrapolated to generate PUFs based on other nanoscale materials"}
{"id": "2601.10211", "categories": ["cond-mat.stat-mech", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10211", "abs": "https://arxiv.org/abs/2601.10211", "authors": ["Mariel Kempa", "Markus Kraft", "Robin Steinigeweg", "Jochen Gemmer", "Jiaozi Wang"], "title": "Random matrix theory universality of current operators in spin-$S$ Heisenberg chains", "comment": "7 pages, 3 figures", "summary": "Quantum chaotic systems exhibit certain universal statistical properties that closely resemble predictions from random matrix theory (RMT). With respect to observables, it has recently been conjectured that, when truncated to a sufficiently narrow energy window, their statistical properties can be described by an unitarily invariant ensemble, and testable criteria have been introduced, which are based on the scaling behavior of free cumulants. In this paper, we investigate the conjecture numerically in translationally invariant Heisenberg spin chains with spin quantum number $S =\\frac{1}{2},1,\\frac{3}{2}$. Combining a quantum-typicality-based numerical method with the exploitation of the system's symmetries, we study the spin current operator and find clear evidence of consistency with the proposed criteria in chaotic cases. Our findings further support the conjecture of the existence of RMT universality as manifest in the observable properties in quantum chaotic systems."}
{"id": "2601.10368", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10368", "abs": "https://arxiv.org/abs/2601.10368", "authors": ["Lukas Hückmann", "Jonathon Cottom", "Jörg Meyer", "Emilia Olsson"], "title": "Topology-Directed Silicide Formation: An Explanation for the Growth of C49-TiSi$_2$ on the Si(100) Surface", "comment": null, "summary": "Designing metal-semiconductor junctions is essential for optimizing the performance of modern nanoelectronic devices. A widely used material is TiSi$_2$, which combines low electronic resistivity with good endurance. However, its multitude of polymorphs continues to pose a challenge for device fabrication. In particular, the naturally occurring formation of the metastable C49-TiSi$_2$ modification remains poorly understood and is problematic due to its unfavorable electronic properties. Based on extensive DFT calculations, we present a comprehensive model of Ti adsorption on Si(100) that highlights the pivotal role of surface topology for the initial stages of the interfacial TiSi$_2$ formation process. We show that the interplay between Si surface dimers, the symmetry of the Si(100) surface, and the incorporation of Ti adsorbates below the surface drives an adsorption pattern that yields a nucleation template for the C49-TiSi$_2$ phase. Our atomistic model rationalizes experimental observations like the Stranski-Krastanov growth mode, the preferential formation of C49-TiSi$_2$ despite it being less favorable than the competing C54 phase, and why disruption of the surface structure restores thermodynamically driven growth of the latter. Ultimately, this novel perspective on the unique growth of TiSi$_2$ will help to pave the way for next-generation electronic devices."}
{"id": "2601.10414", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10414", "abs": "https://arxiv.org/abs/2601.10414", "authors": ["Konstantin Semeniuk", "Burkhard Schmidt", "Christophe Marcenat", "Meike Pfeiffer", "Albin Demuer", "Lipsa Behera", "Thierry Klein", "Seunghyun Khim", "Elena Hassinger"], "title": "Basal-plane anisotropy of field-induced multipolar order in tetragonal CeRh$_2$As$_2$", "comment": "Includes Supplemental Material", "summary": "Unconventional superconductivity in Ce-based Kondo-lattice materials emerges almost exclusively in the vicinity of weak dipolar magnetic orders, while higher multipolar orders are only known to occur in a few Pr-based unconventional superconductors and possibly URu$_2$Si$_2$. The multiphase superconductor CeRh$_2$As$_2$ appears to be a notable exception from this trend. Showing clear signatures of magnetism, this tetragonal system is suspected to host a concomitant quadrupolar order, which could be causing the strong enhancement of the ordering temperature when a magnetic field is applied perpendicular to the fourfold ($c$) axis of the lattice. In this work, we show that the field-temperature phase diagram of CeRh$_2$As$_2$ has a remarkable basal-plane anisotropy. This finding supports the scenario of coupled magnetic and multipolar ordering, which may have implications for the pairing mechanism of the superconductivity, and guides the development of the next iteration of theoretical models."}
{"id": "2601.10434", "categories": ["cond-mat.mtrl-sci", "physics.comp-ph"], "pdf": "https://arxiv.org/pdf/2601.10434", "abs": "https://arxiv.org/abs/2601.10434", "authors": ["Ehsan Rahmatizad Khajehpasha", "Mohammad Ismaeil Safa", "Nasrin Eyvazi", "Marco Krummenacher", "Stefan Goedecker"], "title": "The transformation mechanisms among cuboctahedra, Ino's decahedra and icosahedra structures of magic-size gold nanoclusters", "comment": null, "summary": "Gold nanoclusters possess multiple competing structural motifs with small energy differences, enabling structural coexistence and interconversion. Using a high-accuracy machine learned potential trained on some 20'000 density functional theory reference data points, we investigate transformation pathways connecting both high-symmetry and amorphous cuboctahedra, Ino's decahedra and icosahedra for Au55, Au147, Au309 and Au561 nanoclusters. Our saddle point searches reveal that high-symmetry transformations from cuboctahedra and Ino's decahedra to icosahedra proceed through a single barrier and represent soft-mode-driven jitterbug-type and slip-dislocation motions. In addition, we identify lower-barrier asymmetric transformation pathways that drive the system into disordered, Jahn-Teller-stabilized amorphous icosahedra. Minima Hopping sampling further uncovers, in this context, many such low-symmetry minima. Some of the newly identified global minima for Au309 and Au561 have energies that are up to 2.8 eV lower than the previously reported global minima. Hence, both the shapes and the transformation pathways studied in previous investigations are not the physically relevant ones. In contrast to the previously studied pathways, our transformation pathways give reasonable transformation times that are in rough agreement with experiments."}
{"id": "2601.10478", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "quant-ph"], "pdf": "https://arxiv.org/pdf/2601.10478", "abs": "https://arxiv.org/abs/2601.10478", "authors": ["V. M. Mostepanenko", "G. L. Klimchitskaya"], "title": "Quantum Theory and Unusual Dielectric Functions of Graphene", "comment": "14 pages, 4 figures; Physics, to appear", "summary": "We address the spatially nonlocal dielectric functions of graphene at any frequency derived starting fromthe first principles of thermal quantum field theory using the formalism of the polarization tensor. After a brief review of this formalism, the longitudinal and transverse dielectric functions are considered at any relationship between the frequency and the wave vector. The analytic properties of their real and imaginary parts are investigated at low and high frequencies. Emphasis is given to the double pole at zero frequency which arises in the transverse dielectric function. The role of this unusual property for solving the problem of disagreement between experiment and theory in the Casimir effect is discussed. We guess that a more complete dielectric response of ordinary metals should also be spatially nonlocal and its transverse part may possess the double pole in the region of evanescent waves."}
{"id": "2601.10480", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10480", "abs": "https://arxiv.org/abs/2601.10480", "authors": ["Ekta Bhatia", "Tharanga R. Nanayakkara", "Chenyu Zhou", "Tuan Vo", "Wenli Collison", "Jakub Nalaskowski", "Stephen Olson", "Soumen Kar", "Hunter Frost", "John Mucci", "Brian Martinick", "Ilyssa Wells", "Thomas Murray", "Corbet Johnson", "Charles T Black", "Mingzhao Liu", "Satyavolu S Papa Rao"], "title": "Effects of Integrated Heatsinking on Superconductivity in Tantalum Nitride Nanowires at the 300 Millimeter Scale", "comment": "19 pages; includes Supplementary Material", "summary": "We report the superconducting properties of tantalum nitride (TaN) nanowires and TaN/copper (TaN/Cu) bilayer nanowires fabricated on 300 mm silicon wafers using CMOS-compatible processes. We evaluate how an integrated Cu heatsink modifies the superconducting response of TaN nanowires by improving thermal dissipation without significantly compromising key superconducting parameters. Through analysis of hysteresis in current-voltage curves, we demonstrate that Cu integration improves heat dissipation, supporting expectations of faster reset times in superconducting nanowire single-photon detectors (SNSPDs), consistent with enhanced heat transfer away from the hot spot. Using the Skocpol-Beasley-Tinkham (SBT) hotspot model, we quantify the Cu-enabled improvement in heat transfer as an approximately 100x increase in the SBT slope parameter beta and effective interfacial heat-transfer efficiency compared to TaN nanowires. The near-unity ratio of critical to retrapping current in TaN/Cu bilayer nanowires provides another evidence of efficient heat removal enabled by the integrated Cu layer. Our results show a zero-temperature Ginzburg-Landau coherence length of 7 nm and a critical temperature of 4.1 K for 39 nm thick TaN nanowires. The nanowires show <5% variation in critical dimensions, room-temperature resistance, residual resistance ratio, critical temperature, and critical current across the 300 mm wafer for all measured linewidths, demonstrating excellent process uniformity and scalability. These results indicate the trade-offs between superconducting performance and heat-sinking efficiency in TaN/Cu bilayer nanowires. They also underscore the viability of wafer-scale fabrication for fast, large-area SNSPD arrays for applications in photonic quantum computing, cosmology, and neuromorphic computing devices."}
{"id": "2601.10489", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10489", "abs": "https://arxiv.org/abs/2601.10489", "authors": ["I. Jakovac", "M. S. Grbić", "M. Dupont", "N. Laflorencie", "S. Capponi", "Y. Hosokoshi", "S. Krämer", "Y. Skourski", "S. Luther M. Takigawa", "M. Horvatić"], "title": "Magnetic field-induced phases in a model S=1 Haldane chain system", "comment": "8 pages, 3 figures", "summary": "An $S=1$ Haldane chain is a one-dimensional (1D) quantum magnet where strong fluctuations result in quantum disordered singlet ground state with a gapped excitation spectrum. The gap magnitude is primarily set by the dominant intrachain interaction ($J_\\text{1D}$). An applied magnetic field closes the gap at $B_\\text{c1}$ and drives the system into a gapless Tomonaga-Luttinger liquid (TLL) regime, followed by, at lower temperatures, a Bose-Einstein condensate (BEC) ground state, persisting up to $B_\\text{c2} \\propto 4 J_\\text{1D}/gμ_B$. Almost all previously studied experimental realizations of such systems were based on transition-metal complexes which typically suffer from intrinsic anisotropies or large $J_\\text{1D}$ values, limiting the access to the full theoretical phase diagram. We report a comprehensive study of TLL and BEC phases in the organic Haldane chain system 3,5-bis(N-tert-butylaminoxyl)-3'-nitrobiphenyl (BoNO). The absence of anisotropy and a moderate $J_\\text{1D}$ enable exploration of the complete $B-T$ phase diagram. Through $^1$H nuclear magnetic resonance, combined with theoretical analysis, we characterize the TLL properties, map the BEC phase boundary $T_c (B)$, determine the associated critical exponent $ν\\approx 0.66$ at $B_\\text{c2}$, and demonstrate universal quasiparticle scaling in the quantum-critical regime. These results provide full experimental validation of theoretical predictions for field-induced phases in an $S=1$ Haldane chain, made over two decades ago."}
{"id": "2601.10493", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10493", "abs": "https://arxiv.org/abs/2601.10493", "authors": ["Suheng Xu", "Birui Yang", "Nishchhal Verma", "Rocco A. Vitalone", "Brian Vermilyea", "Miguel Sánchez Sánchez", "Julian Ingham", "Ran Jing", "Yinming Shao", "Tobias Stauber", "Angel Rubio", "Milan Delor", "Mengkun Liu", "Michael M. Fogler", "Cory R. Dean", "Andrew Millis", "Raquel Queiroz", "D. N. Basov"], "title": "Plasmon dynamics in graphene", "comment": null, "summary": "Plasmons are collective oscillations of mobile electrons. Using terahertz spacetime metrology, we probe plasmon dynamics of mono- and bi-layer graphene. In both systems, the experimentally measured Drude weight systematically exceeds the prediction based on non-interacting electronic system. This enhancement is most pronounced at ultra-low carrier densities. We attribute the observed deviation to pseudospin dynamics of the Dirac fermions in multi-layer graphene, which leads to a breakdown of Galilean invariance. Our results establish that pseudospin structure of the single-particle electronic wave function can directly govern collective excitations, with implications that extend beyond graphene to a broad class of quantum materials."}
{"id": "2601.10495", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10495", "abs": "https://arxiv.org/abs/2601.10495", "authors": ["Andrea Orlando-cunnac", "Arthur Arnaud", "Martien Den Hertog", "Ettore Coccato", "Vincent Calvo", "Jonathan Steckel", "Eva Monroy"], "title": "Growth and Morphology of InN Nanowires on Si<111> and Si<100> at Back-End-Of-Line Compatible Temperatures", "comment": null, "summary": "InN nanowires were grown on Si<111> and Si<100> substrates by plasma-assisted molecular beam epitaxy using a thin AlN buffer layer at temperatures compatible with the thermal budget limitation imposed by Back-End-Of-Line processing. Reflection high-energy electron diffraction reveals different nucleation behaviors on the two substrate orientations, with higher structural disorder in the case of Si<100>. However, vertically aligned nanowires with hexagonal cross section and N polarity are obtained on both substrates. A statistical analysis of nanowire morphology as a function of growth temperature indicates similar trends in diameter, density, and length on Si<111> and Si<100>, which are explained by adatom kinetics during growth. Nanowires on Si<100> exhibit improved uniformity and reduced tapering, attributed to the different nanowire nucleation due to microstructural properties of the AlN buffer layer. The results demonstrate the feasibility of growing high-quality InN nanowires on Si<100>, supporting their potential for monolithic integration of nanowire-based photodetectors on silicon."}
{"id": "2601.10507", "categories": ["cond-mat.mtrl-sci", "physics.chem-ph"], "pdf": "https://arxiv.org/pdf/2601.10507", "abs": "https://arxiv.org/abs/2601.10507", "authors": ["Christina Schmitt", "August Johansson", "Xavier Raynaud", "Eibar Joel Flores Cedeño", "John Mugisa", "Dane Sotta", "Agathe Martin", "Nicolas Schaeffer", "Cédric Debruyne", "Yvan Reynier", "Simon Clark", "Dennis Kopljar"], "title": "Comprehensive parameter and electrochemical dataset for a 1 Ah graphite/LNMO battery cell for physical modelling as a blueprint for data reporting in battery research", "comment": null, "summary": "While current technology has enabled their widespread use, further improvements are needed for stationary, portable, and mobile applications, for example by the development of novel cathode materials. Digitalization of battery development, combining both experimental and modelling efforts is extremely valuable in this development. This is addressed in the present paper, where the authors present a comprehensive dataset for a graphite/LNMO 1 Ah pouch cell, including material, design, and electrochemical data. The dataset, validated through the BattMo modelling framework, supports physical modelling and aims to benefit the battery modelling community by offering a comprehensive resource for future studies. Both the dataset and the accompanying software for numerical validation is openly available and processed in such a way that it can serve as blueprint for reporting of comparable research data."}
{"id": "2601.10516", "categories": ["cond-mat.mtrl-sci", "cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10516", "abs": "https://arxiv.org/abs/2601.10516", "authors": ["Benoît Fauqué", "Daniel A. Chaney", "Philippe Bourges", "Stéphane Raymond", "Arno Hiess", "Paul Steffens", "Benoît Baptiste", "Luigi Paolasini", "Alexeï Bosak", "Kamran Behnia", "Yasuhide Tomioka"], "title": "Incipient modulated phase in Sr$_{1-x}$Ca$_{x}$TiO$_3$", "comment": "S.M on request", "summary": "Nanometer-scale modulations can spontaneously emerge in complex materials when multiple degrees of freedom interact. Here we demonstrate that ferroelectric Sr$_{1-x}$Ca$_x$TiO$_3$ lies in close proximity to an incipient structurally modulated phase. Using inelastic neutron and X-ray scattering, we show that upon cooling, dipolar fluctuations strongly couple to and soften the $c_{44}$ transverse acoustic mode. We identify the wavevector at which this softening is maximal, thereby defining the characteristic length scale of the modulation. Calcium substitution enhances both the amplitude and the wavevector of the softening by strengthening the ferroelectric and antiferrodistortive instabilities. Our results demonstrate that nonlinear flexoelectric phonon coupling tends to stabilize a modulated state that cooperates with, rather than competes against, the other lattice instabilities in SrTiO$_3$."}
{"id": "2601.10518", "categories": ["cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10518", "abs": "https://arxiv.org/abs/2601.10518", "authors": ["Seung Gyo Jeong", "Seungjun Lee", "Jin Young Oh", "Bonnie Y. X. Lin", "Anand Santhosh", "James M. LeBeau", "Alexander J. Grutter", "Woo Seok Choi", "Tony Low", "Valeria Lauter", "Bharat Jalan"], "title": "Emergence of unconventional magnetic order in strain-engineered RuO2/TiO2 superlattices", "comment": "23 pages, 3 figures", "summary": "The spin ordering in RuO2 remains a highly debated topic, owing to its elusive nature, with reports ranging from a nonmagnetic ground state to signatures of unconventional magnetic order. Here we provide the first unambiguous, and direct evidence of unconventional magnetism in epitaxial, fully strained RuO2/TiO2 superlattices on TiO2 (110) substrate grown by hybrid molecular beam epitaxy. Polarized neutron reflectometry reveals a finite magnetic moment localized within the compressively strained RuO2 layers, consistent with predictions obtained from first-principles calculations. Complementary density functional theory and X-ray photoemission spectroscopy show that epitaxial strain drives the Ru 4d states toward the Fermi level, triggering a Stoner-type instability that stabilizes non-compensated magnetic order. These unique results reveal that RuO2 exhibits unconventional magnetic states under epitaxial strain, which are not accessible in bulk and establish strain engineering as a powerful route to uncover and control magnetic phases in RuO2 and related oxides."}
{"id": "2601.10530", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10530", "abs": "https://arxiv.org/abs/2601.10530", "authors": ["Yanran Shi", "Min Li", "Xin Lu", "Jianpeng Liu"], "title": "Correlated states in charge-transfer heterostructures based on rhombohedral multilayer graphene", "comment": "5 pages main text, 10 pages Supplemental Materials", "summary": "Charge transfer is a common phenomenon in van der Waals heterostructures with proper work function mismatch, which enables electrostatic gating to control band alignment and interlayer charge distributions. This provides a tunable platform for studying coupled bilayer correlated electronic systems. Here, we theoretically investigate heterostructures of rhombohedral multilayer graphene (RMG) and an insulating substrate with gate-tunable band alignment. We first develop a self-consistent electrostatic theory for layer charge densities incorporating charge transfer, which reproduces the experimentally observed broadened and bent charge neutrality region. When the substrate's band edge has a much larger effective mass than RMG, its carriers can form a Wigner crystal at low densities. This creates a quantum superlattice that induces topological flat bands in the RMG layer, which may lead to Chern insulators driven by intralayer Coulomb interactions. Conversely, with comparable effective masses, we find an interlayer excitonic insulator state at charge neutrality stabilized by interlayer Coulomb coupling. Our work establishes these charge-transfer heterostructures as a rich platform for topological and excitonic correlated states, opening an avenue for ``charge-transferonics''."}
{"id": "2601.10534", "categories": ["cond-mat.mes-hall", "cond-mat.dis-nn"], "pdf": "https://arxiv.org/pdf/2601.10534", "abs": "https://arxiv.org/abs/2601.10534", "authors": ["Nirnoy Basak", "Ritajit Kundu", "Basudeb Mondal", "Adhip Agarwala"], "title": "Topologically switchable transport in a bundled cable of wires", "comment": "7 pages, 4 figures", "summary": "Advances in the next generation of mesoscopic electronics require an understanding of topological phases in inhomogeneous media and the principles that govern them. Motivated by the nature of motifs available in printable conducting inks, we introduce and study quantum transport in a minimal model that describes a bundle of one-dimensional metallic wires that are randomly interconnected by semiconducting chains. Each of these interconnects is represented by a Su-Schrieffer-Heeger chain, which can reside in either a trivial or a topological phase. Using a tight-binding approach, we show that such a system can transit from an insulating phase to a robust metallic phase as the interconnects undergo a transition from a trivial to a topological phase. In the latter, despite the random interconnectedness, the metal evades Anderson localization and exhibits a ballistic conductance that scales linearly with the number of wires. We show that this behavior originates from hopping renormalization in the wire network. The zero-energy modes of the topological interconnects act as effective random dimers, giving rise to an energy-dependent localization length that diverges as $\\sim 1/E^2$. Our work establishes that random networks provide a yet-unexplored platform to host intriguing phases of topological quantum matter."}
{"id": "2601.10549", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10549", "abs": "https://arxiv.org/abs/2601.10549", "authors": ["Hao Jin", "Wenxing Nie"], "title": "Flat-band Ferromagnetism of SU$(N)$ Hubbard Model on the Kagome Lattices", "comment": "7 pages, 5 figures", "summary": "The kagome lattice, a well known example of the geometrically frustrated system, hosts a dispersionless flat band that offers a unique platform for studying correlation-driven quantum phenomena. At appropriate particle concentrations, the existence of a flat band allows a representation of percolation with nontrivial weights. In this work, we investigate the paramagnetic-ferromagnetic transition in the repulsive SU($N$) Hubbard model on the kagome lattice within this percolation framework. In this representation, the model can be rigorously mapped to a classical $N$-state site-percolation problem on a triangular lattice, with the SU($N$) symmetry reflected in the nontrivial weights. By large-scale Monte Carlo simulations for SU($3$), SU($4$), and SU($10$) symmetries, we demonstrate that the critical particle concentration for ferromagnetism exceeds the standard percolation threshold and increases with $N$, indicating a strengthening of the effective entropic repulsion."}
{"id": "2601.10578", "categories": ["cond-mat.supr-con"], "pdf": "https://arxiv.org/pdf/2601.10578", "abs": "https://arxiv.org/abs/2601.10578", "authors": ["Warren E. Pickett"], "title": "Superfluid Density, Penetration Depth, Condensate Density", "comment": "11 pages", "summary": "Fascination with the concept of superconducting (SC) {\\it superfluid density} $ρ_s$ has persisted since the beginning of superconductivity theory, with numerical values of an actual density rarely provided. Over time $ρ_s$, addressed mostly in cuprate and following high temperature superconductors, has become synonymous with the normalized (unitless) inverse square of the magnetic penetration depth $λ_L$ (the London expression, with superfluid density denoted $n_s$), with interest primarily on its temperature $T$ dependence that is expected to reflect the T-dependence of the SC gap amplitude and gap symmetry. In conventional superconductors, generalized expressions from the London penetration depth via Ginzburg-Landau theory, then to BCS theory provide updated pictures of the supercurrent density-vector potential relationship. The BCS value $λ_{band}$ is distinct from any particle density, instead involving particle availability at the Fermi surface and Fermi velocity as the determining factors, thus providing a basis for a more fundamental theory and understanding of what is being probed in penetration depth studies. The number density of superconducting electrons ${\\cal N}_s(T$=0) -- the scalar SC {\\it condensate density} -- is provided, first from a phenomenological estimate but then supported by BCS theory. A straightforward relation connecting ${\\cal N}_s(0)$ to the density of dynamically transporting carriers in the normal state at $T_c$ is obtained. Numerical values of relevant material parameters including $λ_{band}$ and ${\\cal N}_s$ are provided for a few conventional SCs."}
{"id": "2601.10619", "categories": ["cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10619", "abs": "https://arxiv.org/abs/2601.10619", "authors": ["Karol I. Wysokiński", "Marcin M. Wysokiński"], "title": "Beyond Hubbard: the role of correlated hopping interaction in superconductors and quantum dot devices", "comment": "14 pages, 11 single figures, requires class file appolb (attached)", "summary": "We investigate the role of strong Coulomb interactions beyond the standard Hubbard model in two distinct physical contexts. First, we analyze the superconducting phase transition occurring near the Mott metal-insulator transition. Second, we study transport properties of artificial nano-scale structures containing quantum dots coupled to external electrodes. In both cases, we focus on the impact of the correlated (assisted) hopping (CH) interaction. For superconductors, CH acts as a driving mechanism for the phase transition and modifies the spectral properties of the system. We present the evolution of the spectral function as the system approaches the Mott-type transition under varying model parameters. In quantum-dot-based devices, CH influences the tunneling amplitude between the dot and metallic leads. We demonstrate that the characteristic changes in the conductance of a normal metal-quantum dot-normal metal structure provide a clear signature of the presence and sign of CH interaction."}
{"id": "2601.10633", "categories": ["cond-mat.mes-hall", "cond-mat.soft", "cond-mat.stat-mech"], "pdf": "https://arxiv.org/pdf/2601.10633", "abs": "https://arxiv.org/abs/2601.10633", "authors": ["Hagen Gress", "Cody L. Ritt", "Inal Shomakhov", "Kaan Altmisdort", "Michelle Quien", "Zitang Wei", "John R. Lawall", "Narasimha Boddeti", "Michael S. Strano", "J. Scott Bunch", "Kamil L. Ekinci"], "title": "Molecularly Thin Polyaramid Nanomechanical Resonators", "comment": null, "summary": "Two-dimensional polyaramids exhibit strong hydrogen bonding to create molecularly thin nanosheets analogous to graphene. Here, we report the first nanomechanical resonators made out of a two-dimensional polyaramid, 2DPA-1, with thicknesses as small as 8 nm. To fabricate these molecular-scale resonators, we transferred nanofilms of 2DPA-1 onto chips with previously etched arrays of circular microwells. We then characterized the thermal resonances of these resonators under different conditions. When there is no residual gas inside the 2DPA-1-covered microwells, the eigenfrequencies are well-described by a tensioned plate theory, providing the Young's modulus and tension of the 2DPA-1 nanofilms. With gas present, the nanofilms bulge up and mechanical resonances are modified due to the adhesion, bulging and slack present in the system. The fabrication and mechanical characterization of these first 2DPA-1 nanomechanical resonators represent a convincing path toward molecular-scale polymeric NEMS with high mechanical strength, low density, and synthetic processability."}
{"id": "2601.10638", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci", "cond-mat.str-el"], "pdf": "https://arxiv.org/pdf/2601.10638", "abs": "https://arxiv.org/abs/2601.10638", "authors": ["Rinsuke Yamada", "Daichi Kurebayashi", "Yukako Fujishiro", "Shun Okumura", "Daisuke Nakamura", "Fehmi S. Yasin", "Taro Nakajima", "Tomoyuki Yokouchi", "Akiko Kikkawa", "Yasujiro Taguchi", "Yoshinori Tokura", "Oleg A. Tretiakov", "Max Hirschberger"], "title": "Emergent electric field induced by dissipative sliding dynamics of domain walls in a Weyl magnet", "comment": null, "summary": "The dynamic motion of topological defects in magnets induces an emergent electric field, as exemplified by the continuous flow of skyrmion vortices. However, the electrodynamics underlying this emergent field remains poorly understood. In this context, magnetic domain walls - one dimensional topological defects with two collective modes, sliding and spin tilt - offer a promising platform for exploration. Here, we demonstrate that the dissipative motion of domain walls under oscillatory current excitation generates an emergent electric field. We image domain patterns and quantify domain wall length under applied magnetic fields in mesoscopic devices based on the magnetic Weyl semimetal NdAlSi. These devices exhibit exceptionally strong domain wall scattering and a pronounced emergent electric field, observed in the imaginary component of the complex impedance. Spin dynamics simulations reveal that domain wall sliding dominates over spin tilting, where the phase delay of the domain wall motion with respect to the driving force impacts the emergent electric field. Our findings establish domain-wall dynamics as a platform for studying emergent electromagnetic fields and motivate further investigations on the coupled motion of magnetic solitons and conduction electrons."}
{"id": "2601.10646", "categories": ["cond-mat.stat-mech", "nlin.AO"], "pdf": "https://arxiv.org/pdf/2601.10646", "abs": "https://arxiv.org/abs/2601.10646", "authors": ["Rupak Majumder", "Shamik Gupta"], "title": "Synchronization with Annealed Disorder and Higher-Harmonic Interactions in Arbitrary Dimensions: When Two Dimensions Are Special", "comment": null, "summary": "The impact of disorder on collective phenomena depends crucially on whether it is quenched or annealed. In synchronization problems, quenched disorder in higher dimensional Kuramoto models is known to produce unconventional dimensional effects, including a striking odd even dichotomy: synchronization transitions are continuous in even dimensions and discontinuous in odd dimensions. By contrast, the impact of annealed disorder has received comparatively little attention. Here we study a D dimensional Kuramoto model with both fundamental and higher-harmonic interactions under annealed disorder, and develop an arbitrary dimensional center-manifold framework to analyze the nonlinear dynamics near the onset of collective behavior. We show that annealed disorder fundamentally alters the role of dimensionality. With fundamental coupling alone, it completely removes the odd even dichotomy, yielding continuous synchronization transitions with universal mean-field scaling in all dimensions. Higher-harmonic interactions preserve this universality while rendering the synchronization transition tunable between continuous and discontinuous. At the same time, they give rise to a novel, correlation-driven transition between a symmetry-protected incoherent phase and a symmetry broken state lacking global synchronization, which is therefore invisible to the conventional Kuramoto order parameter. This transition is continuous in two dimensions but discontinuous in higher dimensions, revealing an emergent and previously-unrecognized special role of two dimensions."}
{"id": "2601.10677", "categories": ["cond-mat.mes-hall", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10677", "abs": "https://arxiv.org/abs/2601.10677", "authors": ["Shaofeng Huang", "Chen Fang"], "title": "Resolution of Topology and Geometry from Momentum-Resolved Spectroscopies", "comment": null, "summary": "Extracting the complete quantum geometric and topological character of Bloch wavefunctions from experiments remains a challenge in condensed matter physics. Here, we resolve this by introducing the \"wavefunction form factor\" (WFF) matrix, a quantity directly constructible from intensities in momentum- and energy-resolved spectroscopies like ARPES and INS. We demonstrate that band topology is encoded in \"spectral nodes\" -- momentum-space points where the WFF determinant vanishes, providing a direct readout of topological invariants via a topological selection rule. Furthermore, when the number of independent probes exceeds the number of the target bands, our framework yields an effective band projector. This enables the determination of Wilson loop spectra and the extraction of an effective quantum geometric tensor, providing a model-independent measurement of the non-Abelian Berry curvature and quantum metric as resolved by the experimental probes."}
{"id": "2601.10692", "categories": ["cond-mat.supr-con", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10692", "abs": "https://arxiv.org/abs/2601.10692", "authors": ["Alex M. Potts", "Marios H. Michael", "Gunda Kipp", "Sara M. Langner", "Hope M. Bretscher", "Jonathan Stensberg", "Kelson Kaj", "Toru Matsuyama", "Matthew W. Day", "Felix Sturm", "Abhay K. Nayak", "Liam A. Cohen", "Xiaoyang Zhu", "Andrea Young", "James McIver"], "title": "Finite-momentum Cooper plasmons in superconducting terahertz microcavities", "comment": null, "summary": "The phase mode of a superconductor's order parameter encodes fundamental information about pairing and dissipation, but is typically inaccessible at low frequencies due to the Anderson-Higgs mechanism. Superconducting samples thinner than the London penetration depth, however, support a gapless phase mode whose dispersion can be reshaped by a proximal screening layer. Here, we theoretically and experimentally show that this screened phase mode in a superconducting thin film integrated into on-chip terahertz circuitry naturally forms a superconducting microcavity that hosts resonant finite-momentum standing waves of supercurrent density, which we term Cooper plasmons. We measure two Cooper plasmons in a superconducting NbN microcavity and demonstrate that their resonance frequencies and linewidths independently report the density of participating carriers and plasmon's dissipation at finite momenta. Our results reveal an emergent collective mode of an integrated superconductor-circuit system and establish design principles for engineering or suppressing Cooper plasmons in superconducting terahertz devices and circuits."}
{"id": "2601.10717", "categories": ["cond-mat.str-el", "cond-mat.mes-hall"], "pdf": "https://arxiv.org/pdf/2601.10717", "abs": "https://arxiv.org/abs/2601.10717", "authors": ["Bo Peng", "Yuzhu Wang", "Bo Yang"], "title": "Emergence and transition of incompressible phases in decorated Landau levels", "comment": "comments very welcome", "summary": "We show a single Landau level (LL) dressed with periodic electrostatic potentials can realize a plethora of interacting topological phases where the Hall conductivity generally does not equal to the LL filling factor. Their physics can be captured by a minimal model of a delta potential lattice within a single LL, realizing exact zero energy Chern bands (denoted as decorated Landau levels or dLL) gapped from dispersive bands with rich geometric properties. With $p/q$ magnetic fluxes per unit cell, there are $q$ dispersive bands and $p-q$ zero energy bands forming the dLL. When the one-body potential strength dominates the electron-electron interaction, band mixing is suppressed and the dispersion bands consist of ``localized states\" with vanishing total Chern number. Nevertheless these dispersive bands can have highly nontrivial Berry curvature distribution, and even non-zero Chern numbers when $q>1$. Interestingly even in the limit of large short range interaction, band mixing between dLL and dispersion bands can be strongly suppressed at low filling factor, leading to robust topological phases within the dLL stabilized by the one-body potential. The dLL and the associated dispersive bands can serve as minimal theoretical models for correlated physics in lattice or moire systems; they are also highly tunable experimental platforms for realizing rich phase diagrams of exotic 2D quantum fluids."}
{"id": "2601.10320", "categories": ["physics.chem-ph", "cond-mat.mtrl-sci"], "pdf": "https://arxiv.org/pdf/2601.10320", "abs": "https://arxiv.org/abs/2601.10320", "authors": ["Kadri Muuga", "Lisanne Knijff", "Chao Zhang"], "title": "Molecular electrostatic potentials from machine learning models for dipole and quadrupole predictions", "comment": null, "summary": "The molecular electrostatic potential (MEP) is a key quantity for describing and predicting intermolecular and ion-molecule interactions. Here, we assess the ability of machine-learning (ML) models to infer the MEP, based on the equivariant graph-convolutional neural network architecture PiNet2 and trained on dipole and quadrupole moments. For the established QM9 dataset, we find that including the quadrupole contribution in the ML models substantially improves their ability to recover the MEP compared to dipole-only models. This trend is confirmed on the SPICE dataset, which spans a much broader region of organic chemical space. Together, this study underscores the central role of the quadrupole moment as a fitting target for ML models aiming at rapid access to the MEP."}
